Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Do cardio 3 days a week description
source: I recommend doing cardio regularly since it helps to get rid of fat in most healthy and correct way. It is better when the cardio is made after the weights workout, and it has to be done for a time period not less than 25-30 minutes with the pulse range between 120-155.
de: Ich empfehle, regelmäßig Ausdauertraining zu machen, da es dabei hilft, auf gesündeste und beste Art Fett loszuwerden. Es ist besser, das Ausdauertraining zu machen, nachdem man mit Gewichten trainiert hat, und es sollte für mindestens 25-30 Minuten andauern, wobei der Puls zwischen 120-155 liegen sollte.
es: Recomiendo hacer cardio de manera habitual, ya que ayuda a deshacerse de la grasa de una forma saludable y adecuada. Lo mejor es hacer el cardio después de los ejercicios con pesas,y debe hacerse durante al menos 25-30 minutos, con un pulso de 120-155
fr: Je recommande de faire du cardio régulièrement car cela permet de se débarrasser de la graisse de façon plus saine et correcte. C'est mieux lorsque le cardio est effectué après la séance d'entraînement avec poids, et il doit être fait pour une durée d'au moins 25-30 minutes avec une gamme de pulsations de 120 à 155.
it: Ti consiglio di fare cardio regolarmente in quanto aiuta a sbarazzarsi del grasso in modo più sano e corretto. E' meglio quando il cardio viene effettuato dopo l'allenamento coi pesi e deve essere fatto per un periodo di tempo non inferiore a 25-30 minuti con pulsazioni tra 120-155.
ja: 脂肪を最も健康的で正しい方法で減らす役に立つため、定期的に有酸素運動をすることを推奨しています。筋トレの後に有酸素運動をすると、より効果的です。毎分120～155の心拍数で最低でも25～30分続けてください。
nl: Ik raad je aan om regelamtig te lopen omdat het helpt vet te verbranden op een gezonde en correcte manier. Het meest effectief is de loopoefening na een gewichten training en het dient te gebeuren minimaal 25 tot 30 minuten en de hartslag moet dan 120-155 zijn.
pt_pt: Eu recomendo a fazer cardio regularmente, dado que ajuda a livrar-se da gordura de forma mais saudável e correta. É melhor quando o cardio é feito após o treino de pesos, e isso tem que ser feito num período de tempo não inferior a 25-30 minutos, com o intervalo de pulsação entre 120-155.
ru: Я рекомендую регулярно заниматься кардио тренировками, так как это наиболее здоровый и правильный путь избавления от жира. Идеально, когда кардио выполняются после тренировок с весами, в течении 25-30 минут, пульс 120-155.
sv: Jag rekommenderar att du gör cardio regelbundet, eftersom det hjälper dig att bli av med fett på det mest hälsosamma och korrekta sättet. Det är bäst om cardion görs efter viktträningen, och den ska inte göras kortare än 25-30 minuter med en puls mellan 120-155.
th: ผมแนะนำให้ทำการบริหารคาร์ดิโอเป็นประจำในเมื่อมันช่วยกำจัดไขมันในวิธีการที่เหมาะกับสุขภาพและถูกต้องที่สุด มันจะดีกว่าเมื่อทำการบริหารคาร์ดิโอหลังจากออกกำลังกายลดน้ำหนักและมันต้องทำในระยะเวลาไม่ต่ำกว่า 25-30 นาทีในขณะที่ชีพจรอยู่ระหว่าง 120-155.
tr: Kardiyonun, yağdan en sağlıklı ve en doğru şekilde kurtulmanıza yardımcı olan bir yöntem olması nedeniyle düzenli olarak kardiyo yapmanızı öneririm. Kardiyoyu ağırlık antrenmanından sonra yapmak daha iyidir ve kardiyo antrenmanı 25-30 dakikadan az olmayacak şekilde ve 120-155 nabız aralığında yapılmalıdır.

# Sleep 8 hours a day description
source: I recommend you to respect and follow sleeping patterns. It is very important to respect these 8 hours of sleep because during it the growth hormones are being eliminated, the entire body restores and gains new powers.
de: Ich empfehle Ihnen, Schlafgewohnheiten zu respektieren und einzuhalten. Es ist sehr wichtig, diese 8 Stunden Schlaf zu respektieren, da während dieser Zeit Wachstumshormone beseitigt werden und sich der ganze Körper wieder aufbaut und neue Kraft sammelt.
es: Te recomiendo que sigas y respetes los patrones del sueño. Es muy importante respetar estas 8 horas de sueño, porque durante él, se eliminan las hormonas del crecimiento, y todo el cuerpo restaura y gana nueva energía
fr: Je vous recommande de respecter et de suivre des habitudes de sommeil. Il est très important de respecter ces 8 heures de sommeil parce que pendant celles-ci les hormones de croissance sont éliminées, tout le corps se rétablit et gagne de nouveaux pouvoirs.
it: Mi raccomando, rispetta e seguire i modelli di sonno. E' molto importante rispettare queste 8 ore di sonno perché durante di esse, gli ormoni della crescita vengono eliminati, l'intero corpo ripristina e acquisisce nuova energia.
ja: 睡眠のパターンを尊重し、それを守るようにすることを推奨しています。睡眠中には成長ホルモンが排出され、身体全体が回復すると共に新たな力を手に入れるため、８時間の睡眠を大切にすることはとても重要です。
nl: Ik raad je aan om een vast slaappatroon te respecteren en te volgen. het is erg belangrijk om die 8 uur slaap per dag te hebben omdat gedurende die periode de groeihormonen worden geremd, het lichaam zich herstelt en nieuwe krachten op doet.
pt_pt: Recomendo que respeite os padrões de sono. É muito importante respeitar as 8 horas de sono, porque durante o sono os hormonas de crescimento são eliminadas, e todo o corpo restaura e ganha novas forças.
ru: Я рекомендую вам соблюдать и следовать принятым нормам сна. Очень важно уважать эти 8 часов сна, так как во время него гормоны роста уже устранены, и тело восстанавливается и получает новые силы.
sv: Jag rekommenderar att du respekterar och följer dina sömnmönster. Det är väldigt viktigt att respektera dessa 8 timmars sömn, eftersom tillväxthormonerna under denna elimineras och hela kroppen återhämtas och får nya krafter.
th: ผมแนะนำให้คุณให้ความเคารพและปฏิบัติตามรูปแบบการนอนหลับเป็นอย่างยิ่ง มันเป็นสิ่งสำคัญมากที่จะให้ความเคารพต่อการนอน8ชั่วโมงเพราะระหว่างนี้ ฮอร์โมนจะถูกกำจัดออกไป ร่างกายทั้งหมดจะเก็บและรับพลังงานใหม่ ๆ เข้ามา
tr: Aşağıdaki uyku modellerine riayet ederek uymanızı tavsiye ederim. Büyüme hormonları; vücudunuzun tamamen yenilendiği ve yeni güçler kazandığı uyuma esnasında bertaraf edildiği için bu 8 saatlik uykuya riayet etmeniz çok önemlidir.

# Set a goal and achieve it description
source: The road to success and a perfect body is long and not always easy. In order to achieve your goal you have to walk to it day by day, that's the only way you can hit your target.
de: Der Weg zum Erfolg und einem perfekten Körper ist lange und nicht immer einfach. Um dieses Ziel zu erreichen, müssen Sie es Tag für Tag verfolgen, nur so können Sie es erreichen.
es: El camino hacia el éxito y un cuerpo perfecto es largo y no siempre fácil. Con el fin de lograr tus objetivos, deberás luchar día a día, es la única manera de poder alcanzar tus metas.
fr: Le chemin vers la réussite et un corps parfait est long et n'est pas toujours facile. Pour atteindre votre objectif, vous devez avancer vers celui-ci jour après jour, c'est la seule façon d'atteindre votre objectif.
it: La strada per il successo e un corpo perfetto è lunga e non sempre facile. Per raggiungere il tuo obiettivo, devi avvicinarti ad esso giorno per giorno, che è l' unico modo per colpire il bersaglio.
ja: 成功や完璧な身体への道のりは長く、必ずしも簡単ではありません。目標に到達するためには、１日１日それに向かって歩いていく必要があります。それが目標に到達するための唯一の方法です。
nl: De weg naar succes en een perfect lichaam is lang en niet altijd gemakkelijk. Om je doel te bereiken moet je je er dagelijks mee bezig houden. Alleen op die manier zul je je doel waar kunnen maken.
pt_pt: O caminho para o sucesso de um corpo perfeito é longo e nem sempre fácil. Para alcançar o seu objetivo terá que caminhar para isso dia após dia. É a única maneira de conseguir alcançar a sua meta.
ru: Путь к успеху и совершенному телу долог и не всегда легок. Для того, чтобы достичь цели, вы должны идти к ней каждый. Это единственный способ добиться ее.
sv: Vägen till framgång och en perfekt kropp är lång och inte alltid enkel. För att du ska nå ditt mål måste du gå mot det dag efter dag. Det är det enda sättet du kan nå det på.
th: ถนนสู่ความสำเร็จและร่างกายที่สมบูรณ์นั้นยาวไกลและไม่ง่ายเสมอ เพื่อจะบรรลุถึงเป้าหมายของคุณ คุณต้องทำมันในแต่ละวัน นั่นเป็นหนทางเดียวที่คุณจะลุถึงเป้าหมายของคุณได้
tr: Başarıya ve mükemmel bir vücuda giden yol uzun ve her zaman kolay olmayan bir yoldur. Hedefinize ulaşabilmeniz için bu hedefe günbegün yürümeniz gerekir; bu hedefinizi on ikiden vurmanın tek yoludur.

# Drink more water description
source: Men should drink about 3 liters (about 13 cups) of fluids per day. Women should drink about 2.2 liters (about 9 cups) of fluids per day.
de: Männer sollten an einem Tag ungefähr 3 Liter (ungefähr 13 Gläser) Flüssigkeit trinken. Frauen sollten ungefähr 2,2 Liter (ungefähr 9 Gläser) Flüssigkeit an einem Tag trinken.
es: Los hombres deben beber unos 3 litros (alrededor de 13 tazas) de líquidos por día. “Las mujeres deben beber unos 2.2 litros (aproximadamente 9 tazas) de líquidos al día.
fr: Les hommes devraient boire environ 3 litres (environ 13 tasses) de liquide par jour. Les femmes devraient boire environ 2,2 litres (environ 9 tasses) de liquide par jour
it: Le donne dovrebbero bere circa 2,2 litri (circa 9 tazze) di liquidi al giorno
ja: 男性は１日に３リットル（約13カップ）の水分を摂取すべきです。 女性は１日に2.2リットル（約９カップ）の水分を摂取すべきです。
nl: Mannen dienen 3 liter vloeistof per dag te drinken (13 glazen). Vrouwen hebben 2,2 liter (9 glazen) nodig per dag.
pt_pt: Os homens devem beber cerca de 3 litros (cerca de 13 copos) de líquidos por dia. As mulheres devem beber cerca de 2,2 litros (cerca de 9 copos) de líquidos por dia.
ru: Мужчина должен пить около 3 литров (примерно 13 чашек) жидкости в день. Женщина должны выпивать около 2,2 литров (примерно 9 чашек).
sv: Män bör dricka ungefär 3 liter vätska per dag. Kvinnor bör dricka ungefär 2,2 liter vätska per dag
th: ผู้ชายควรดื่มประมาณ 3 ลิตร (ประมาณ 13 แก้ว) ของของเหลวต่อวัน ผู้หญิงควรดื่มประมาณ 2.2 ลิตร (ประมาณ 9 แก้ว) ของของเหลวต่อวัน
tr: Erkekler günde yaklaşık olarak 3 litre (yaklaşık 13 bardak) sıvı içmelidirler. Kadınlar günde yaklaşık olarak 2,2 litre ( yaklaşık 9 bardak) sıvı içmelidirler.

# How often to workout description
source: If you perform ab exercises daily in the pursuit of a perfect belly, you could be overtaxing your muscles. A lot of people go overboard, they'll do abs 7 days a week and won't allow for any rest. That just damages the muscles. It’s recommended to focus on abs, three or four times a week.
de: Wenn Sie jeden Tag Bauchmuskelübungen machen, um den perfekten Bauch zu bekommen, könnten Sie Ihre Muskeln überanstrengen. Viele Leute übertreiben es, indem Sie 7 Tage die Woche Bauchmuskelübungen machen und sie nicht zur Ruhe kommen lassen. Das schadet nur den Muskeln. Es wird empfohlen, sich drei- bis viermal die Woche auf die Bauchmuskeln zu konzentrieren.
es: Si haces abdominales todos los días para conseguir un estómago perfecto, podrías estar sobrecargando los músculos. Mucha gente se pasa y hace abdominales 7 días a la semana, y no descansan en absoluto. Esto daña los músculos. Es recomendable centrarse en los abdominales unas tres o cuatro veces a la semana.
fr: Vous n'Avez Pas Besoin de les Entraîner Tous Les Jours “ "Si vous effectuez des exercices abdominaux tous les jours à la poursuite d'un ventre parfait, vous pourriez surcharger vos muscles. Beaucoup de gens vont trop loin, ils vont faire des abdos 7 jours par semaine et ne se permettront aucun repos. Ce qui va seulement endommager les muscles. Il est recommandé de se concentrer sur les abdominaux, trois ou quatre fois par semaine.
it: Se esegui esercizi per gli addominali ogni giorno per ottenere un ventre perfetto, potresti sovraccaricare i muscoli. Un sacco di gente va a mare, fa addominali 7 giorni alla settimana senza alcun riposo. Questo danneggia i muscoli. Ti consiglio di concentrati sugli addominali, tre o quattro volte alla settimana.
ja: 完璧なお腹を求めて毎日腹筋のエクササイズをすると、筋肉を過剰に使うことになる可能性があります。夢中になって毎週７日腹筋運動をして、休息を与えない人がたくさんいます。これでは筋肉を傷つけるだけです。腹筋に焦点を当てるのは、1週間に３、４日にすることが推奨されます。
nl: Als je dagelijks abs oefeningen doet om een perfecte buik te krijgen, zou je je spieren kunnen overbelasten. Veel mensen gaan te ver, zij trainen 7 dagen per week en gunnen de spieren geen rust. Dat nu beschadigt de spieren. Het wordt aanbevolen je abs te trainen 3 à 4 keer per week.
pt_pt: Se executar exercícios de abdominais diariamente na busca de uma barriga perfeita, poderá sobrecarregar os músculos. Muitas pessoas exageram ao fazer abdominais 7 dias por semana e não permitem qualquer descanso. Isso danifica os músculos. É recomendado que se concentre nos abdominais três a quatro vezes por semana.
ru: Если вы будете выполнять упражнения для брюшного пресса ежедневно в погоне за идеальным животом, вы можете перенапрячь мышцы. Многие остались за бортом, тренируясь 7 дней в неделю и не позволяя себе отдых. Рекомендуется заниматься три или четыре раза в неделю.
sv: Om du gör magövningar varje dag i strävan efter en perfekt mage kan du överbelasta dina muskler. Många personer överdriver - de tränar magen 7 dagar i veckan och vilar aldrig. Det skadar bara musklerna. Det rekommenderas att man fokuserar på magmusklerna tre eller fyra gånger i veckan.
th: ถ้าคุณทำการออกกำลัง AB ทุกวันในการทำให้มีหน้าท้องที่สมบูรณ์ คุณก็อาจจะใช้กล้ามเนื้อของคุณมากเกินไป หลายๆ คนทำมากเกินไป พวกเขาออกกำลังบน AB 7 วันต่อสัปดาห์และไม่พักเลย นั่นก็เท่ากับทำลายกล้ามเนื้อ มีข้อแนะนำให้จดจ่อที่ abs โดยทำสามหรือสี่ครั้งต่อสัปดาห์
tr: Eğer mükemmel bir göbeğe sahip olmak için karın kası egzersizlerinizi günlük olarak gerçekleştiriyorsanız, kaslarınıza aşırı yükleme yapıyor olabilirsiniz. Çoğu insan abartarak haftada 7 gün boyunca karın çalışır ve kaslarına dinlenmesi için zaman tanımaz. Bu yalnızca kaslara zarar verir. Karın kaslarına haftada üç veya dört kez yoğunlaşmanız tavsiye edilir.

# Not only abs description
source: It's also important to mix things up: New research shows that doing a routine of core-strengthening exercises alone won't slim your waistline. When volunteers did seven moves 5 days a week, they had stronger ab muscles but they didn't lose fat or inches. To reveal chiseled abs, you need to train all your major muscle groups, do cardio, and follow a healthy diet.
de: Es ist wichtig, Dinge zu verändern: Neue Forschung zeigt, daß eine Routine von nur kernstärkenden Übungen alleine Ihre Gürtellinie nicht schmaler macht. Als Freiwillige 5 Tage die Woche 7 Übungen machten, hatten Sie stärkere Bauchmuskeln, aber kein Fett oder Inch verloren. Um gemeißelte Bauchmuskeln zu bekommen, müssen Sie alle Ihre Hauptmuskelgruppen trainieren, Ausdauertraining machen und sich gesund ernähren.
es: También es importante mezclar las cosas: Una nueva investigación ha demostrado que hacer una rutina de ejercicios de fortalecimiento del tronco solamente, no reduce la cintura. Cuando los voluntarios hicieron siete ejercicios 5 días a la semana, lograron unos músculos abdominales más fuertes que los que no perdieron nada de grasa ni centímetros. Para tener unos abdominales perfectos, deberás ejercitar todos los principales grupos musculares, hacer cardio, y seguir una dieta saludable
fr: Il est également important de mélanger les choses: De nouvelles recherches montrent que de faire seulement une routine d'exercices de renforcement de base ne fera pas mincir votre tour de taille. Lorsque les volontaires ont fait sept mouvements 5 jours par semaine, ils avaient des muscles abdominaux plus forts mais ils ne perdaient pas la graisse ou leur tour de taille. Pour révéler des abdominaux dessinés, vous avez besoin d'entraîner tous les principaux groupes musculaires, de faire du cardio, et de suivre un régime alimentaire sain
it: E' anche importante mescolare le cose: una nuova ricerca dimostra che facendo una routine di esercizi per il rafforzamento della parte centrale del corpo da sola non renderà sottile il tuo girovita. Quando i volontari hanno fatto sette esercizi 5 giorni a settimana, avevano forti muscoli addominali, ma non hanno perso grasso o centimetri. Per avere addominali scolpiti, devi allenare tutti i principali gruppi muscolari, fare cardio e seguire una dieta sana
ja: いろいろなエクササイズを組み合わせることも重要です。体幹強化のエクササイズだけのルーティンを行ってもウエストラインを細くすることにはならないことが、新しい研究で示されています。被験者が週５日７つのエクササイズをしたときには、腹筋は強くなりましたが、お腹の脂肪は最大でも数センチしか減りませんでした。彫刻のような腹筋を見せるには、主要な全ての筋肉群を鍛え、有酸素運動をし、健康的な食生活を送ることが必要です。
nl: Het is ook belangrijk om te verdelen: Nieuw onderzoek heeft uitgewezen dat lichaamsversterkende oefeningen alleen niet genoeg zijn om slank te worden. Vrijwilligers deden 7 oefeningen 5 dagen per week. Ze kregen sterke buikspieren maar verloren geen gram vet. Om een mooi wasbordje te krijgen moet je alle belangrijke spiergroepen trainen, loopoefeningen doen en een gezond dieet volgen.
pt_pt: É importante misturar as coisas: Uma recente pesquisa mostra que fazer uma rotina de exercícios de fortalecimento do núcleo por si só não vai emagrecer a sua cintura. Quando os voluntários fizeram sete movimentos 5 dias por semana, tinham músculos de abdominais mais fortes, mas não perdem gordura ou tamanho. Para revelar os abdominais, precisa de treinar todos os principais grupos musculares, fazendo cardio, e também uma dieta saudável.
ru: Важно также совмещать: новое исследование показало, что делая только основные упражнения вы не добьетесь тонкой талии. Когда добровольцы занимались 5 раз в неделю, их мышцы пресса стали сильными, но они не теряли жир или сантиметры. Для красивого пресса вы должны тренировать все группы мышц, заниматься кардио тренировками и следовать здоровой диете.
sv: Det är också viktigt att blanda: Ny forskning visar att en rutin av endast bålstabiliserande övningar inte gör din midja smalare. När frivilliga gjorde sju övningar fem dagar i veckan hade de starkare magmuskler, men de förlorade inget fett eller fick mindre midjemått. För att få snygga magmuskler måste du träna alla dina stora muskelgrupper, göra cardio och följa en hälsosam diet.
th: เป็นสิ่งสำคัญเช่นกันในการผสมผสานสิ่งต่างๆ เข้าด้วยกัน: งานวิจัยใหม่แสดงว่าในขณะที่มีการออกกำลังกายในการใช้พลังหลักเท่านั้นไม่ได้ช่วยให้รอบเอวเล็กลงแต่อย่างใด เมื่ออาสาสมัครทำการออกกำลังกาย 5 วันต่อสัปดาห์พวกเขามีกล้ามเนื้อ ab ที่แข็งแรงมากขึ้นแต่พวกเขาไม่ได้สูญเสียไขมันหรือลดขนาดเอวลงไป ในการเปิดเผย chiseled abs คุณต้องฝึกกลุ่มกล้ามเนื้อหลักของคุณ ทำการฝึกคาร์ดิโอ และติดตามการควบคุมอาหารสุขภาพ
tr: Egzersizleri karıştırmak da önemlidir: Yapılan yeni araştırmalar çekirdek gövde güçlendirici egzersiz rutinini gerçekleştirmenin belinizi inceltmediğini ortaya çıkarmıştır. Araştırmaya katılan gönüllüler haftanın 5 günü yedi hareket yaptıklarında, daha güçlü karın kaslarına sahip oldular, ancak yağ kaybetmediler veya incelmediler. Keskin hatları olan karın kaslarını ortaya çıkarmak için, tüm ana kas gruplarınızı çalıştırmanız, kardiyo yapmanız ve sağlıklı bir beslenme düzenine uymalısınız.

# Stronger back description
source: Think of your lower back as the supporting cast. When it comes to waist circumference, your lower back factors into that figure just as much as belly fat does. Also, a strong lower back makes it possible for you to complete intense ab-focused workouts with less risk of injury. If you neglect your back, not only will you have harder time completing ab exercises in the first place, but you'll also have more chances of injuring yourself.
de: Betrachten Sie Ihren unteren Rücken als die unterstützende Besetzung. Wenn es um Taillenumfang geht, trägt der untere Rücken genausoviel zur Figur bei wie Bauchfett. Ein starker unterer Rücken ermöglicht Ihnen außerdem mit geringerer Verletzungsgefahr intensive Übungen zu machen, die sich auf die Bauchmuskeln konzentrieren. Wenn Sie Ihren Rücken vernachlässigen, wird es nicht nur schwieriger für Sie überhaupt Bauchübungen zu machen, Sie erhöhen außerdem Ihre Verletzungsgefahr.
es: Piensa en la parte inferior de tu espalda como los actores secundarios. Cuando se trata de el contorno de la cintura, la parte inferior de la espalda influye en la figura tanto como la grasa del vientre. Además, fuerte espalda inferior fuerte hace posible que puedas completar unos ejercicios intensos con un menor riesgo de lesiones. Si no le prestas atención a tu espalda, no sólo tendrás más dificultades para completar los ejercicios de abdominales, sino que también tendrás más posibilidades de lesionarte.
fr: Pensez au bas de votre dos comme ayant un rôle de soutien. Quand il s'agit de tour de taille, le bas de votre dos est un facteur de votre silhouette au même titre que la graisse de votre ventre. En outre, lorsque le bas du dos est fort, il vous est possible de réaliser d'intenses séances d'entraînement concentrées sur les abdos avec moins de risques de blessures. Si vous négligez votre dos, non seulement vous aurez plus de mal à réaliser des exercices abdominaux en premier lieu, mais vous aurez aussi plus de chances de vous blesser
it: Pensa alla tua schiena come un’impalcatura di supporto. Quando si tratta della circonferenza della vita, la parte inferiore della schiena è un fattore importante tanto quanto il grasso della pancia. Inoltre , una schiena forte rende possibile completare intensi allenamenti per gli addominali con minor rischio di lesioni. Se trascuri la schiena, non solo avrai più difficoltà a completare esercizi per gli addominali, in primo luogo, ma avrai anche più possibilità di farti male.
ja: 腰を鍛えることは大切な脇役であると考えましょう。ウエスト周りの長さを考えると、お腹の脂肪と同じぐらい腰に関する要素も加味されます。また、腰の筋肉が強くなれば、ケガのリスクを上げずに、腹筋に焦点を当てた強度の大きなワークアウトを最後まですることができるようになります。背筋をおろそかにすると、腹筋のエクササイズを最後まですることが難しくなるだけでなく、自分がケガをする可能性を高めることにもなります。
nl: Denk aan je lage rug als ondersteunende factor. Wanneer het om middelomvang gaat, is je lage rug een net zo belangrijke factor als je buikvet is. Ook zal een sterke lage rug het je makkelijker maken om goede abs oefeningen te doen met een veel kleinere kans op blessures. Als je je rug negeert, zul je niet alleen veel meer moeite hebben om abs oefeningen te doen, maar zul je ook vaker geblesseerd zijn.
pt_pt: Pense na parte inferior das suas costas como um elemento de apoio. Quando se trata de circunferência da cintura, as suas costas inferiores são tão necessárias como falar de gordura na barriga. Além disso, um forte lombar torna possível treinos de abdominais intensos e com menos riscos de lesões. Se negligenciar as suas costas, não só vai ter mais dificuldade em completar exercícios de abdominais, como também vai ter mais chances de ferir-se.
ru: Подумайте о пояснице, как о поддерживаемой основе. Когда речь идет об объеме талии, то коэффициент спины влияет также, как и жир на животе. Кроме того, сильная поясница позволяет вам интенсивно заниматься упражнениями для пресса с меньшим риском быть травмированным. Если вы пренебрегаете этим, то вы не просто отдалите получение желаемого результата, но и будете иметь больше шансов получить травму.
sv: Tänk på ländryggen som birollsinnehavaren. När det kommer till midjemåttet är ländryggen en lika stor faktor som magfettet. Dessutom gör en stark ländrygg det möjligt för dig att fullfölja intensiva magfokuserade övningar med mindre risk för skada. Om du struntar i att träna din rygg kommer du inte bara ha svårare för att fullfölja magövningar, du kommer också att vara utsatt för större risk att skada dig själv.
th: คิดถึงหลังท่อนล่างของคุณเป็นดังแผ่นรองรับ เมื่อมันมาถึงรอบเอว ปัจจัยของหลังท่อนล่างของคุณมีผลต่อรูปร่างเมื่อมันมีมากเท่ากับจำนวนไขมันที่มีอยู่ เช่นกัน หลังช่วงล่างที่แข็งแรงทำให้มันเป็นไปได้ที่คุณจะทำการออกกำลังกายโดยเน้นที่ ab เพื่อลดความเสี่ยงต่อการบาดเจ็บ ถ้าคุณละเลยหลังของคุณ ไม่เพียงแต่คุณจะพบกับความยากลำบากในการทำการออกกำลังกาย ab ในขั้นแรกแล้ว แต่คุณจะพบโอกาสที่จะทำให้คุณเองบาดเจ็บได้มากขึ้น
tr: Alt sırtınızı yardımcı oyuncu olarak düşünün. Söz konusu bel çevresi olduğunda; bu ölçüye göbek yağlarınız kadar alt sırtınız da etki etmektedir. Ayrıca güçlü bir alt sırt sayesinde sakatlanma riski daha az bir şekilde karın kaslarına odaklanmış olan yoğun antrenmanları tamamlamanız mümkün olur. Eğer sırtınıza gereken önemi vermezseniz, karın kası egzersizlerini daha zor tamamlayabilmenizin dışında, aynı zamanda daha yüksek sakatlanma riski taşırsınız.
