Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

source: Pulse Up
de: Hoher Puls
es: Elevación a Pulso
fr: Impulsion
ja: パルスアップ
nl: Bekken omhoog
pt_pt: Abdominais com Impulso
ru: Подъемы
sv: Puls Upp
th: ชีพจรขึ้น

source: Side Crunch - left
de: Seitenbeuge - links
es: Abdominales Laterales - izquierdo
fr: Enroulement de Côté - gauche
it: Crunch laterale - sinistra
ja: サイドクランチ：左
nl: Zijwaards Crunch - links
pt_pt: Abdominal Lateral - esquerdo
ru: Скручивания в сторону - лево
sv: Sidocrunch - vänster
th: ครันช์ด้านข้าง - ซ้าย
tr: Yan Sıkıştırma - sol

source: Side Crunch - right
de: Seitenbeuge - rechts
es: Abdominales Laterales - derecha
fr: Enroulement de Côté - droite
it: Crunch laterale - destra
ja: サイドクランチ：右
nl: Zijwaards Crunch - rechts
pt_pt: Abdominal Lateral - direita
ru: Скручивания в сторону - право
sv: Sidocrunch - höger
th: ครันช์ด้านข้าง - ขวา
tr: Yan Sıkıştırma - sağ

source: Stability Ball Pikes
de: Gymnastikball Hechte
es: Elevación en Pico con Pelota Suiza
fr: Pikes Ballon de Stabilité
it: Pike con fitball
ja: スタビリティボールを使ったパイクス
nl: Stabiliteitsbal gehurkt
pt_pt: Bola de Estabilidade a Pique
ru: Устойчивый мяч
sv: Pikes på stabilitetsboll
th: ท่าใช้กับลูกบอล
tr: Denge Topu Pikeleri

source: Toe Touch 1
de: Zehenberührung 1
es: Toque de Dedos de los Pies 1
fr: Touche Orteils1
it: Sfioramento delle dita dei piedi da steso
ja: トータッチ１
nl: Tenen aanraker
pt_pt: Toque nos Dedos do Pé 1
ru: Касание пальцев ног
sv: Tånuddare
th: แตะหัวแม่เท้า 1
tr: Parmak Ucu Dokunuşu 1

source: Toe Touch 2
de: Zehenberührer 2
es: Tocadas de Dedos de los Pies 2
fr: Touche Orteils 2
it: Sfioramento delle dita dei piedi da steso con gambe alzate
ja: トータッチ２
nl: Tenen aanraker
pt_pt: Tocadores de Dedos do Pé 2
ru: Прикосновения пальцами ног
sv: Toe touchers
th: แตะหัวแม่เท้า 2
tr: Parmak Ucu Dokunuşları

source: V-Sit with Medicine Ball
de: V-Sitzen Mit Medizinball
es: Sentadilla en V con Pelota Medicinal
fr: V-Sit avec Ballon Médecine
it: V-Sit con palla medica
ja: メディシンボールを使ったVシット
nl: V-Sit met Medicinale Bal
pt_pt: V-Sit com Bola de Medicina
ru: V-образные приседания с мячом
sv: V-sitt med medicinboll
th: นั่งท่า V กับบอล
tr: Jimnastik Topuyla V-Oturuşu

source: V-Up
de: Hohes V
es: Sentadilla en V
ja: Vアップ
ru: V-образные подъемы
sv: V-Upp
th: V อัพ
tr: Yukarı V

source: Wheel Rollout
de: Radeinführung
es: Abdominales con Rueda
fr: Déploiement de la Roue
it: Rollout con ruota
ja: ホイール・ロールアウト
nl: Wiel Uitrollen
pt_pt: Rollout com Roda
ru: Вытягивание
sv: Rullning med hjul
th: วีลโรลเอาท์
tr: Tekerlek Dışarı Yuvarlama

source: Abdominal Crunch On a Ball
de: Unterleibsbeuge Auf Einem Ball
es: Abdominales con Pelota
fr: Enroulement Abdominal Sur un Ballon
it: Crunch addominale su fitball
ja: ボール上でのアブドミナル・クランチ
nl: Buikoefening Crunch op een bal
pt_pt: Abdominal na Bola
ru: Брюшные скручивания на мяче
sv: Magcrunch på boll
th: บริหารกล้ามท้องบนลูกบอล
tr: Top Üzerinde Karın Kası Sıkıştırma

source: Ball Pull-In
de: Ball Einziehen
es: Pull-In con Pelota
fr: Tirage Ballon
it: Pull-In con fitball
ja: ボール・プルイン
nl: Bal intrekken
pt_pt: Pull-in com Bola
ru: Втягивания на мяче
sv: Pull-in på boll
th: ดึงบอลหาตัว
tr: Topla İçe Çekme

source: Bodyweight Butt Ups
de: Körpergewicht Hinternanheben
es: Elevación de Glúteos con Peso Corporal
fr: Flexions Poids su Corps
it: Butt-up a corpo libero
ja: 自重を使ったバットアップ
nl: Lichaamsgewicht Billen omhoog
pt_pt: Elevações de Rabo com Peso Corporal
ru: Подъемы с весом тела
sv: Butt-ups med kroppsvikt
th: ยกก้นต้านน้ำหนัก Bodyweight Butt Ups
tr: Vücut Ağırlığı Popo Kaldırma

source: Bodyweight Superman (Alternating)
de: Körpergewicht Supermann (Abwechselnd)
es: Supermán con Peso Corporal (Alternando)
fr: Superman Poids du Corps (Alterné)
it: Superman a corpo libero(Alternating)
ja: 自重を使った左右のスーパーマン
nl: Lichaamsgewicht Superman (afwisselend)
pt_pt: Peso Corporal Super-Homem (Alternado)
ru: Супермен с весом тела (Переменный)
sv: Stålmannen med kroppsvikt (växlande)
th: ซูเปอร์แมนบอดี้เวท (อีกทางเลือก)
tr: Vücut Ağırlığı Süpermen (Değiştirerek)

source: Bodyweight Toe Touch
de: Körpergewicht Zehenberührung
es: Toque de Dedos de los Pies con Peso Corporal
fr: Touche Doigts de Pieds Poids du Corps
it: Sfioramento delle dita dei piedi da steso con gambe alzate a corpo libero
ja: 自重を使ったトータッチ
nl: Lichaamsgewicht tenen aanraken
pt_pt: Toque de Dedos dos Pés com Peso Corporal
ru: Касания пальцами ног с весом тела
sv: Tånuddare med kroppsvikt
th: แตะหัวแม่เท้าต้านน้ำหนักตัว
tr: Vücut Ağırlığı Parmak Ucu Dokunuşu

source: Bodyweight Twist (Russian)
de: Körpergewicht Drehung (Russisch)
es: Giros con Peso Corporal (rusos)
fr: Torsion Poids du Corps (Russe)
it: Russian Twist a corpo libero
ja: 自重を使ったロシアンツイスト
nl: Lichaamsgewicht Draaien (Russisch)
pt_pt: Torção do Peso Corporal (Russo)
ru: Повороты с весом тела (Русские)
sv: Kroppsviktstwist (rysk)
th: หมุนตัวต้านน้ำหนัก (แบบรัสเซีย)
tr: Vücut Ağırlığı Döndürme (Rus)

source: Bodyweight Twist 1
de: Körpergewicht Drehung 1
es: Giro con Peso Corporal 1
fr: Torsion Poids du Corps 1
it: Rotazioni a corpo libero 1
ja: 自重を使ったツイスト１
nl: Lichaamsgewicht draaien 1
pt_pt: Torção do Peso Corporal 1
ru: Повороты с весом тела 1
sv: Kroppsviktstwist 1
th: การบิดร่างกาย 1
tr: Vücut Ağırlığı Döndürme 1

source: Flat Bench Lying Leg Raise
de: Flachbank Beinheben Im Liegen
es: Elevación de Pierna Tumbado en Banco Plano
fr: Levée de Jambe Étendu sur un Banc Plat
it: Sollevamento gambe dritte steso su panca piana
ja: フラットベンチ上でのレッグレイズ
nl: Been tillen op een vlakke bank liggend
pt_pt: Elevação de Perna Deitado num Banco Plano
ru: Подъем ног на горизонтальной скамье
sv: Liggande benlyft på rak bänk
th: ยกขาขณะนอนราบบนม้านั่ง
tr: Düz Sehpada Uzanarak Bacak Kaldırma

source: Medicine Ball Sit-Up
de: Bauchübung Auf Medizinball
es: Abdominales con Pelota Medicinal
fr: Relevé avec Ballon de Médecine
it: Sit-up con palla medica
ja: メディシンボールを使ったシットアップ
nl: Medicinale Bal Sit-Up
pt_pt: Sit-Up com Bola de Medicina
ru: Медицинские скручивания с мячом
sv: Sit-up på medicinboll
th: ซิทอัพกับลูกบอล
tr: Jimnastik Toplu Mekik

source: Mountain Climber 2
de: Bergsteiger 2
es: Alpinista 2
fr: Alpiniste 2
it: Simulazione di scalata 2
ja: マウンテン・クライマー２
nl: Bergbeklimmer 2
pt_pt: Alpinista 2
ru: Альпинист-2
sv: Bergsklättraren 2
th: ท่าการปีนภูเขา 2
tr: Dağcı 2

source: Oblique V-Up
de: Hohes V In Der Schräge
es: Elevación Oblicua en V
it: V-up obliqui
ja: オブリーク・Vアップ
nl: Buikspier V-Up
pt_pt: Abdómen V-Up
ru: V-образные косые подъемы
sv: Sned V-upp
th: ยกตัวเฉียงรูปตัววี
tr: Oblik Yukarı V

source: One Leg Drop
de: Einbeinige Senkung
es: Bajada de Una Sola Pierna
fr: Drop Une Jambe
it: Drop con una gamba
ja: ワンレッグ・ドロップ
nl: Een been zakken
pt_pt: Queda de Uma Perna
ru: Подъемы одной ноги
sv: Leg drop med ett ben
th: ปล่อยขาหนึ่งข้าง
tr: Tek Bacak Bırakış

source: Seated Leg Tucks
de: Beinfalten Im Sitzen
es: Plegados Sentados
fr: Plié de Jambe Assis
it: Tuck da seduti con le gambe
ja: 座って行うレッグ・タック
nl: Gezeten benen intrekken
pt_pt: Tuck de Perna Sentado
ru: Подъемы ног к животу
sv: Sittande bentucks
th: ท่านั่งแล้วยกขาถีบ
tr: Oturarak Bacak Sıkıştırma

source: Star Sit-Up
de: Sternen Bauchübung
es: Abdominales Estrella
fr: Relevé Étoile
ja: スター・シットアップ
nl: Ster Sit-Up
pt_pt: Sit-Up Estrela
ru: Звездные скручивания
sv: Sit-up i stjärna
th: ซิทอัพสตาร์
tr: Yıldız Mekik

source: Superman 2
de: Supermann 2
es: Supermán 2
ja: スーパーマン２
pt_pt: Super-Homem 2
ru: Супермен 2
sv: Stålmannen 2
th: ซูเปอร์แมน 2
tr: Süpermen 2

source: Abdominal Reverse Curl
de: Umgekehrte Bauchübung
es: Abdominal Inverso
fr: Enroulement Abdominal Inverse
it: Curl addominale invertito
ja: アブドミナル・リバース・カール
nl: Tegengesteld buik draaien
pt_pt: Abdominal Enrolado Invertido
ru: Обратные скручивания
sv: Omvänd curl för magen
th: ม้วนกล้ามท้องกลับ
tr: Karın Kası Ters Bükme

source: Abdominal Reverse Curl 1
de: Umgekehrte Bauchübung 1
es: Abdominal Inverso 1
fr: Enroulement Abdominal Inverse 1
it: Curl addominale invertito 1
ja: アブドミナル・リバース・カール１
nl: Tegengesteld buik draaien 1
pt_pt: Abdominal Enrolado Invertido 1
ru: Обратные скручивания 1
sv: Omvänd curl för magen 1
th: ม้วนกล้ามท้องกลับ1
tr: Karın Kası Ters Bükme 1

source: Abdominal Reverse Curl 2
de: Umgekehrte Bauchübung 2
es: Abdominal Inverso 2
fr: Enroulement Abdominal Inverse 2
it: Curl addominale invertito 2
ja: アブドミナル・リバース・カール２
nl: Tegengesteld buik draaien 2
pt_pt: Abdominal Enrolado Invertido 2
ru: Обратные скручивания 2
sv: Omvänd curl för magen 2
th: ม้วนกล้ามท้องกลับ2
tr: Karın Kası Ters Bükme 2

source: Barbell Side Bend
de: Langhantel Seitenbiege
es: Inclinación Lateral con Pesa
fr: Flexion Latérale avec Barre
it: Piegamenti laterali con bilanciere
ja: バーベル・サイドベント
nl: Halter zijwaards buigen
pt_pt: Curvatura Lateral com Barra
ru: Наклоны с штангой
sv: Sidböj med skivstång
th: การยกบาร์เบลล์ด้านข้างลำตัว
tr: Halterli Yana Eğilme

source: Bench Leg Raise
de: Bank Beinheben
es: Elevación de Pierna con Banco
fr: Levée de Jambe sur Banc
it: Sollevamento gambe dritte da panca
ja: ベンチ上でのレッグレイズ
nl: Been tillen op bankje
pt_pt: Elevação de Perna no Banco
ru: Подъемы ног на скамье
sv: Benlyft på bänk
th: ยกขาบนม้านั่ง
tr: Sehpada Bacak Kaldırış

source: Bodyweight Leg Raise (Legs Straight)
de: Körpergewicht Beinheben (Beine Gerade)
es: Elevación de Pierna con Peso Corporal (Piernas Rectas).
fr: Levée de Jambe Poids du Corps (Jambes Tendues)
it: Sollevamento gambe dritte a corpo libero (gambe dritte)
ja: 自重を使い足を伸ばしたレッグレイズ
nl: Lichaamsgewicht been tillen (benen gestrekt)
pt_pt: Elevação de Perna e Peso Corporal (Pernas Retas)
ru: Подъемы ног с весом тела (Прямые Ноги)
sv: Benlyft med kroppsvikt (raka ben)
th: ยกขาต้านน้ำหนักตัว (ขาทั้งสองตรง)
tr: Vücut Ağırlığı Bacak Kaldırış (Bacaklar Düz)

source: Bodyweight Side Bend (Single Side)
de: Körpergewicht Seitenbiege (Eine Seite)
es: Inclinación Lateral con Peso Corporal (Un Solo Lado).
fr: Flexion de Côté Poids du Corps (Un Seul Côté)
it: Piegamenti laterali a corpo libero (singolo lato)
ja: 自重を使った片側サイドベンド
nl: Lichaamsgewicht zijwaards buigen (een kant)
pt_pt: Curvatura Lateral com Peso Corporal (Lado Único)
ru: Наклоны с весом тела (В одну сторону)
sv: Sidböj med kroppsvikt (en sida)
th: งอด้านข้างต้านน้ำหนัก (ข้างเดียว)
tr: Vücut Ağırlığı Yana Eğilme (Tek Taraf)

source: Clam
de: Muschel
es: Almeja
ja: クラム
nl: Schelp
pt_pt: Concha
ru: Моллюск
sv: Mussla
th: บีบรัด
tr: Mengene

source: Decline Reverse Crunch
de: Umgekehrte Senkungsbeuge
es: Abdominal Inverso Inclinado
fr: Enroulement Inversé Incliné
it: Crunch invertito inclinato
ja: ディクライン・リバース・クランチ
nl: Achteruit omgekeerde Crunch
pt_pt: Abdominal Invertido Inclinado
ru: Обратные скручивания на наклонной скамье
sv: Omvänd nedåtlutande crunch
th: การยกขาขึ้นมาจากม้านั่งลาดเอียง
tr: Aşağı Doğru Ters Sıkıştırma

source: Decline Twisting Ab Crunch
de: Drehende Bauchübungssenkung
es: Abdominal con Torsión Inclinado
fr: Enroulement Tournant Incliné des Abdos
it: Ab Crunch inclinato con rotazioni
ja: ディクライン・ツイスティング・アブクランチ
nl: Achteruit omgekeerd draaien Ab Crunch
pt_pt: Abdominal Torcido Inclinado
ru: Скручивания с поворотами на наклонной скамье
sv: Nedåtludande vriden magcrunch
th: ดีไคลนทวิสแอปครันช์
tr: Aşağı Doğru Dönerek Ab Sıkıştırma

source: Dip Station Bent Leg Raise with Twist
de: Gebeugtes Beinheben Tauchstation Mit Drehung
es: Estación de Elevación con Piernas Dobladas con Giro
fr: Levée de Jambe Pliée sur Machine Dip avec Torsion
it: Sollevamento gambe dritte su dip station con rotazioni
ja: ディップス・ステーションでのツイストを加えたベントレッグレイズ
nl: Oefen Station Gebogen been tillen met draaiing
pt_pt: Estação de Elevação de Perna Curvada e Torção
ru: Подъем ног на брусьях с поворотами
sv: Böjt benlyft med twist i en dipstation
th: ดิบสเตชั่นงอขายกพร้อมบิด
tr: Dip İstasyonunda Döndürerek Bükülü Bacak Kaldırışı

source: Dip Station Leg Raise
de: Tauchstation Beinheben
es: Estación de Elevación con Piernas
fr: Levée de Jambe sur Machine Dip
it: Sollevamento gambe dritte su dip station
ja: ディップス・ステーションでのレッグレイズ
nl: Oefen Station Gebogen been tillen
pt_pt: Estação de Elevação de Perna
ru: Подъем ног на брусьях
sv: Benlyft i dipstation
th: ดิบสเตชั่นยกขา
tr: Dip İstasyonunda Bacak Kaldırışı

source: Dumbbell Bench Twist - right
de: Kurzhantel Bankdrehung - rechts
es: Giro con Mancuernas en Banco - derecha
fr: Torsion sur Banc avec Haltère - droite
it: Rotazioni su panca con manubri - destra
ja: ダンベル・ベンチ・ツイスト：右
nl: Halter gedraaid buigen - rechts
pt_pt: Torção com Halter no Banco - direita
ru: Повороты на скамье с гантелями - право
sv: Handledstwist med hantlar - höger
th: ม้านั่งดัมเบลล์บิดข้างขวา
tr: Dambıllı Sehpada Döndürme - sağ

source: Dumbbell Bench Twist - left
de: Hantel Bankdrehung - links
es: Mancuerna en banco torcida - izquierdo
fr: Halter Banque Tortion - gauche
it: Dumbbell Bench Twist - sinistra
ja: ダンベル・ベンチ・ツイスト：左
nl: Dumbbell Bank Twist - links
pt_pt: Torção de halteres no banco - esquerdo
ru: Повороты на скамье с гантелями - лево
sv: Hantel Bänk Twist - vänster
th: ม้านั่งดัมเบลล์บิดข้างซ้าย
tr: Dambıl Benç Dönme - sol

source: Dumbbell Crunch
de: Kurzhantel Biege (Schrägbank)
es: Abdominal con Mancuerna (Banco Inclinado)
fr: Enroulement avec Haltère (Banc Incliné)
it: Crunch con manubri (panca inclinata)
ja: ダンベル・クランチ
nl: Halter Crunch (schuine bank)
pt_pt: Abdominal com Haltere (Banco Inlincado)
ru: Скручивание с гантелями (Наклонная Скамья)
sv: Crunch med hantel (snedbänk)
th: ดัมเบลล์ครันช์
tr: Dambıllı Sıkıştırma Crunch (Aşağı Eğimli Sehpa)

source: Dumbbell Crunch 1
de: Kurzhantel Biege (Schrägbank)
es: Abdominal con Mancuerna (Banco Inclinado)
fr: Enroulement avec Haltère (Banc Incliné)
it: Crunch con manubri (panca inclinata)
ja: ダンベル・クランチ１
nl: Halter Crunch (schuine bank)
pt_pt: Abdominal com Haltere (Banco Inlincado)
ru: Скручивание с гантелями (Наклонная Скамья)
sv: Crunch med hantel (snedbänk)
th: ดัมเบลล์ครันช์ 1
tr: Dambıllı Sıkıştırma Crunch (Aşağı Eğimli Sehpa)

source: Dumbbell Crunch 2
de: Kurzhantel Biege (Flachbank)
es: Abdominal con Mancuerna (Banco Plano).
fr: Enroulement avec Haltère (Banc Plat)
it: Crunch con manubri (panca piana)
ja: ダンベル・クランチ２
nl: Halter Crunch (vlakke bank)
pt_pt: Abdominal com Haltere (Banco Plano)
ru: Скручивание с гантелями (Горизонтальная Скамья)
sv: Crunch med hantel (rak bänk)
th: ดัมเบลล์ครันช์ 2
tr: Dambıllı Sıkıştırma (Düz Sehpa)

source: Dumbbell Side Bend - left
de: Kurzhantel Seitenbiege - links
es: Inclinación Lateral con Mancuerna - izquierdo
fr: Flexion de Côté avec Haltère - gauche
it: Piegamenti laterali con manubri - sinistra
ja: ダンベル・サイドベント：左
nl: Halter zijwaards buigen - links
pt_pt: Curvatura Lateral com Haltere - esquerdo
ru: Наклоны с гантелями в стороны - лево
sv: Sidböj med hantel - vänster
th: ดีมบ์เบลก้มด้านข้างซ้าย
tr: Dambıllı Yana Eğilme - sol

source: Dumbbell Side Bend - right
de: Hantel Seitenbiege - rechts
es: Mancuerna en curva lateral - derecha
fr: Halter Courbe Latérale - droite
it: Dumbbell Side Bend - destra
ja: ダンベル・サイドベント：右
nl: Dumbbell Laterale Buiging - rechts
pt_pt: Curvatura de halteres lateral - direita
ru: Наклоны в стороны с гантелями - право
sv: Curvatura de halteres lateral - höger
th: ดัมเบลล์ก้มด้านข้างขวา
tr: Dambıl Yana Eğilme - sağ

source: Hanging Knee Raise
de: Hängendes Knieheben
es: Elevaciones de Rodillas Colgando
fr: Levée de Genoux Suspendu
it: Sollevamento gambe piegate alla sbarra
ja: ハンギング・ニーレイズ
nl: Hangend knie tillen
pt_pt: Elevação de Joelho em Suspensão
ru: Висячие подъемы колен
sv: Hängande knälyft
th: ห้อยตัวงอเข่าขึ้น
tr: Asılarak Diz Kaldırma

source: Hanging Knee Raise to the Side
de: Hängendes Knieheben Zur Seite
es: Elevación Lateral de Rodilla Colgado
fr: Levée de Genoux Suspendu sur le Côté
it: Sollevamento gambe piegate alla sbarra di lato
ja: 横へのハンギング・ニーレイズ
nl: Hangend zijwaards knie tillen
pt_pt: Elevação Lateral do Joelho em Suspensão
ru: Висячие подъемы колен в сторону
sv: Hängande knälyft åt sidan
th: ห้อยตัวงอเข่าเอียงไปด้านข้าง
tr: Asılarak Yanlara Diz Kaldırma

source: Hanging Leg Raise 1
de: Hängendes Beinheben 1
es: Elevación de Piernas Colgado 1
fr: Levée de Jambe Suspendu 1
it: Sollevamento gambe piegate alla sbarra 1
ja: ハンギング・レッグレイズ１
nl: Hangend benen tillen 1
pt_pt: Elevação de Perna em Suspensão 1
ru: Висячие подъемы ног 1
sv: Hängande benlyft 1
th: ห้อยตัวยกขาขึ้น 1
tr: Asılarak Bacak Kaldırma 1

source: Hanging Pike
de: Hängende Hechte
es: Pico Colgando
fr: Pike Suspendu
it: Alzata delle gambe sopra la testa
ja: ハンギング・パイク
nl: Hangend benen tillen 2
pt_pt: Suspensão a Pique
ru: Висячие подъемы ног 2
sv: Hängande pike
th: ห้อยตัวแล้วยกขาขึ้นมาเลยศีรษะไปทางเพดาน
tr: Asılarak Pike

source: Hanging Side Leg Raise
de: Hängendes Seitenbeinheben
es: Elevación de Piernas Lateral Colgando
fr: Levée de Jambe Latéral Suspendu
it: Sollevamento laterale gambe piegate alla sbarra
ja: ハンギング・サイドレッグレイズ
nl: Hangend hurken
pt_pt: Elevação de Perna Lateral em Suspensão
ru: Подвешенное копье
sv: Hängande sidobenböj
th: ห้อยตัวแล้วยกขาขึ้นไปทางด้านข้าง
tr: Asılarak Yana Bacak Kaldırma

source: Incline Crunch
de: Steigungsbiege
es: Abdominales Inclinados
fr: Enroulement Incliné
it: Crunch su panca inclinata
ja: インクライン・クランチ
nl: Hangend zijwaarts benen tillen
pt_pt: Abdominal Inclinado
ru: Подвесные подъемы ног
sv: Lutande crunch
th: นอนหัวเอียงลงและยกตัวขึ้นมา
tr: Eğimli Sıkıştırma

source: Seated Jackknife
de: Sitzendes Klappmesser
es: Navaja Sentado
fr: Jackknife Assis
it: Jackknife da seduto
ja: 座って行うジャックナイフ
nl: Schuine bank crunch
pt_pt: Jackknife Sentado
ru: Скручивание с наклоном
sv: Sittande fällkniv
th: ซีทแจ็คไนฟ์
tr: Oturarak Çakı

source: Standing Torso Twist
de: Stehende Oberkörperdrehung
es: Giro del Torso de Pie
fr: Torsion de Torse Debout
it: Rotazioni del torso in piedi
ja: スタンディング・トルソ・ツイスト
nl: Gezeten knipmes
pt_pt: Torção de Tronco Em Pé
ru: Складной нож в положении сидя
sv: Stående torsotwist
th: การยืนบิดลำตัว
tr: Ayakta Gövde Döndürme

# Abdominal Crunch on Ball description
source: Main Muscle: Abdominals Other Muscle: None 1. Start laying with your lower back and hips on the ball, keep your feet flat on the ground with your knees bent at 90 degrees. Put your hands behind your head. 2. Move ribcage to the pelvis as you lift your back off the ball. Keep your lower back and hips on the ball. Release and repeat.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich mit Ihrem unteren Rücken und Hüften auf den Ball, lassen Sie Ihre Füße flach auf dem Boden mit Knien im 90 Grad Winkel gebeugt. Kreuzen Sie Ihre Arme über Ihrer Brust. 2. Bewegen Sie den Brustkorb zum Becken, während Sie Ihren Rücken vom Ball heben. Lassen Sie den unteren Rücken und Hüften auf dem Ball. Loslassen und wiederholen.
es: Músculos Principales: Abdominales Otros músculos: Ninguno 1. Comienza tumbado, con la parte inferior de la espalda y las caderas sobre la bola, los pies planos sobre el suelo y con las rodillas dobladas 90 grados. Cruza los brazos sobre el pecho. 2. Mueve la caja torácica hacia la pelvis, levantando la espalda de la pelota. Mantén la parte inferior de la espalda y las caderas sobre la pelota. Libera y repite
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Commencez par placer le bas du dos et les hanches sur le ballon, gardez vos pieds à plat sur le sol avec vos genoux pliés à 90 degrés. Croisez vos bras sur votre poitrine. 2. Déplacez votre cage thoracique vers le bassin tandis que vous soulevez le dos ballon. Gardez Bas du Dos et les hanches sur le ballon. Relâchez et recommencez.
it: Muscolo principale: Addominali Altro muscolo: Nessuno 1. Inizia sdraiato con la parte bassa della schiena e i fianchi sulla palla, mantieni i piedi a terra con le ginocchia piegate a 90 gradi. Incrocia le braccia sul petto. 2. Sposta la gabbia toracica verso il bacino, come se sollevassi la schiena dalla palla. Tieni la parte bassa della schiena e i fianchi sulla palla. Rilascia e ripeti.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. ボールの上に腰とお尻を乗せて仰向けになり、両足は地面につけ、ひざを90度に曲げます。両手は頭の後ろにつけます。 2. 背中をボールから浮かせながら、肋骨を骨盤に引き寄せます。腰とお尻はボールから離さないようにします。元の姿勢に戻して、繰り返してください。
nl: Voornaamste spieren: Buikspieren Andere spieren: Geen 1. Begin met je onderrug en heupen op een bal te gaan liggen, houd je voeten vlak op de grond met je knieën in een 90 graden hoek. Kruis je armen over de borst. 2. Buig nu je ribbenkast naar je bekken terwijl je je rug van de bal optilt. Houd je onderrug en heupen op de bal. Laat gaan en herhaal.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Comece por colocar a parte inferior das suas costas e quadris na bola, mantendo os pés no chão com os joelhos curvados a 90 graus. Cruze os braços sobre o peito. 2. Mova costelas até ao pélvis enquanto levanta as costas da bola. Mantenha a região lombar e quadril na bola. Solte e repita.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Лягте нижней частью спины и бедрами на мяч, упритесь ступнями в пол, согните колени на 90 градусов. Скрестите руки на груди. 2. Из данного положения выполните подъем верхней части туловища вверх, то есть скрутите корпус вперед, поднимая ваше спину от мяча. При этом нижняя часть спины и бедра должны оставаться на мяче. Опуститесь и повторите.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Börja med att ligga med ländryggen och höfterna på bollen. Håll fötterna platta på golvet och knäna böjda i 90 grader. Korsa armarna över bröstet. 2. Lyft ryggen från bollen och flytta bröstkorgen mot bäckenet. Håll ländryggen och höfterna på bollen. Släpp och upprepa.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. เริ่มต้นโดยการนอนโดยให้หลังส่วนล่างและสะโพกอยู่บนบอล ให้เท้าของคุณวางราบบนพื้นโดยยกเข่างอขึ้นมา 90 องศา วางมือของคุณไว้ข้างหลังศีรษะ 2 เคลื่อนซี่โครงไปยังกระดูกเชิงกรานในขณะที่คุณยกหลังออกจากบอล ให้ส่วนหลังของหลังของคุณและสะโพกอยู่บนบอล ปล่อยและทำซ้ำ
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Sırtınızın alt kısmı ve kalçalarınız topun üzerinde olarak başlayın; ayaklarınızı yere düz bir şekilde bassın ve dizleriniz 90 derece bükülmüş olsun. Kollarınızı göğsünüzün üzerinde çapraz bir şekilde tutun. 2. Sırtınızı toptan kaldırırken göğüs kafesinizi kalça kemiğinize doğru hareket ettirin. Sırtınızın alt kısmını ve kalçalarınızı topun üzerinde tutun. Gevşeyin ve tekrar edin.
