Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Barbell Side Bend description
source: Main Muscle: Obliques Other Muscle: Lower Back 1. Stand upright with your feet slightly wider than shoulder-width and hold a barbell behind your neck. Place the barbell so that it rests on your shoulders and trapezius muscles, as illustrated. 2. While holding on, bend to one side while keeping your legs and hips motionless. You should feel your abdominal obliques and lower back doing the work. 3. Return to starting position and bend the other way, then return to upright stating position once more.
de: Hauptmuskel: Obliques Anderer Muskel: Unterer Rücken 1. Stellen Sie sich mit Ihren Füßen etwas breiter als Schulterweite gerade hin und halten Sie eine Langhantel hinter Ihrem Nacken. Platzieren Sie die Langhantel so, daß sie auf Ihren Schultern und den Trapezmuskeln ruht, wie dargestellt. 2. Während dem Festhalten beugen Sie sich zu einer Seite, während Ihre Beine und Hüften bewegungslos bleiben. Sie sollten spüren, wie Ihre Bauchschrägmuskeln und Ihr unterer Rücken arbeiten. 3. Gehen Sie zur Anfangsposition zurück und beugen Sie sich anders herum, dann gehen Sie wiederum in die Anfangsposition hoch.
es: Músculos Principales: Oblicuos Otros Músculos: Parte inferior de la espalda 1. De pie con los pies ligeramente más separados que la anchura de los hombros, sujeta una pesa por detrás del cuello. Coloca la pesa de manera que se apoye en los hombros y los músculos trapecio, como se muestra en la ilustración. 2. Inclínate hacia un lado manteniendo las piernas y las caderas inmóviles. Deberás sentir cómo se ejercitan los abdominales oblicuos y la parte inferior de la espalda. 3. Vuelve a la posición inicial e inclínate hacia el otro lado; vuelve a la posición vertical de nuevo.
fr: Muscle Principal: Obliques Autres musculaire: Bas du Dos 1. Tenez-vous debout avec vos pieds légèrement plus espacés que la largeur des épaules et maintenez une barre derrière votre cou. Placez la barre de sorte qu'elle repose sur vos épaules et vos trapèzes, comme illustré. 2. Tout en la maintenant, penchez d'un côté tout en gardant les jambes et les hanches immobiles. Vous devriez sentir vos obliques abdominaux et le bas de votre dos faire le travail. 3. Revenez à la position de départ et penchez dans l'autre sens, puis revenez à la position verticale de départ à nouveau
it: Muscolo principale: obliqui Altro muscolo: dorsali bassi 1. Mettiti in posizione eretta con i piedi leggermente più ampi rispetto alla larghezza e tieni un bilanciere dietro la nuca. Posizionare il bilanciere in modo che poggi sulle spalle e i muscoli del trapezio, come illustrato. 2. Mentre lo tieni, piegati da un lato, mantenendo le gambe e i fianchi immobili. Dovresti sentire gli addominali obliqui e la parte bassa della schiena che lavora. 3. Torna alla posizione di partenza e piegati il contrario, quindi torna alla posizione eretta di partenza ancora una volta.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腰の筋肉 1. 足を肩幅よりも少し広げて立ち、首の後ろでバーベルを持ちます。写真のように、両肩と僧帽筋の上に来るようにバーベルを置きます。 2. バーベルを持ちながら、両足とお尻を動かさずに、身体を左右どちらかに倒します。腹斜筋群と背中の筋肉が働いているのが感じられるはずです。 3. 最初の姿勢に戻り、反対側に身体を倒します。その後、最初の姿勢に再び戻ります。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: lage rugspieren 1. Sta rechtop met je voeten op iets meer dan schouderbreedte uit elkaar en houd een halter achter je nek. Laat de halter op je schouders en monnikskapspier rusten, zoals afgebeeld. 2. Terwijl je vast houdt, buig je je bovenlichaam naar een kant waarbij je benen en heupen niet meebewegen. Je moet je buikspieren en lage rugspieren het werk voelen doen. 3. Ga terug naar de startpositie en buig dan naar de andere kant. Dan terug naar de startpositie rechtop.
pt_pt: Músculo Principal: Abdómens Outros Músculos: Costas Inferiores 1. Fique em pé com os pés afastados um pouco mais que a largura dos ombros e segure uma barra atrás do pescoço. Coloque a barra para que fique em repouso sobre os seus ombros e músculos trapezoidais, como ilustrado. 2. Enquanto aguenta, dobre-se para um lado, mantendo as suas pernas e quadris imóvel. Você deverá sentir os seus oblíquos abdominais e costas a fazer o trabalho. 3. Volte à posição inicial e dobre para o outro lado, e em seguida, retorne à posição vertical mais uma vez.
ru: Главные мышцы: косые мышцы Другие мышцы: поясница 1. Встаньте прямо, ноги немного шире, чем ширина плеч и держите штангу за шеей. Поместите штангу так, чтобы она опиралась на ваши плечи и трапециевидные мышцы, как показано на рисунке. 2. Удерживая ее, наклонитесь в одну сторону, сохраняя при этом ноги и бедра в неподвижном состоянии. Вы должны чувствовать, как работают ваши брюшные косые мышцы живота и поясницы. 3. Вернитесь в исходное положение и наклонитесь в другую сторону, а затем вернитесь в исходное положение еще раз.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Ländryggen 1. Stå upprätt med fötterna lite mer än axelbrett isär och håll en skivstång på nacken. Placera skivstången så att den vilar på dina axlar och trapezius, som på bilden. 2. Håll i skivstången och böj dig åt ena sidan. Benen och höfterna ska inte röra sig. Du bör känna de sneda magmusklerna och ländryggen arbeta. 3. Återgå till startpositionen och böj dig åt andra hållet. Återgå sedan till den upprätta startpositionen igen.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: หลังส่วนล่าง 1. ยืนตรงด้วยเท้าที่กางมากกว่าความกว้างของไหล่และถือบาร์เบลล์ไว้หลังคอของท่าน วางบาร์เบลล์ซึ่งมันวางบนไหล่และกล้ามเนื้อ trapezius ตามที่แสดงไว้ 2. ในขณะที่ค้างไว้ ให้งอด้านหนึ่งไปในขณะที่ให้ขาและสะโพกของท่านไม่เคลื่อนไหว ท่านควรรู้สึกถึงกล้ามเนื้อท้อง obliques และหลังส่วนล่างกลับไปในการออกกำลังนี้ 3. กลับไปตำแหน่งเริ่มต้นและงอไปอีกทางหนึ่ง แล้ว กลับไปที่ตำแหน่งยืนตรงอีกครั้งหนึ่ง
tr: Ana Kas: Oblikler Diğer Kaslar: Alt Sırt 1. Ayaklarınız omuz açıklığı mesafesinden biraz daha geniş bir şekilde dik olarak ayakta durun; ensenizin arkasında bir halter tutun. Halteri, resimde gösterildiği gibi omuzlarınızın ve boyun kaslarınızın üzerinde duracak şekilde yerleştirin. 2. Halteri tutarken, bacaklarınızı ve kalçanızı hareket ettirmeden bir yana doğru eğilin. Hareketi karın obliklerinizin ve sırtınızın alt kısmının yaptığını hissetmelisiniz. 3. Başlangıç pozisyonuna geri dönün ve diğer tarafa doğru eğilin, daha sonra yeniden dik olarak ayakta duruş pozisyonuna geri dönün.

# Bench Leg Raise description
source: Main Muscle: Rectus Abdominis Other Muscle: None 1. Lie on a bench with legs extended straight, and hold on to the top of the bench. 2. Raise your legs straight up, slightly lifting your lower back off the bench. 3. Hold for a fee seconds, then lower your legs back down to the start position. Keep your legs straight throughout the motion.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Keiner 1. Legen Sie sich mit geraden ausgestreckten Beinen auf eine Bank und halten Sie sich oben an der Bank fest. 2. Heben Sie Ihre Beine gerade nach oben und Ihren unteren Rücken langsam von der Bank hoch. 3. Für ein paar Sekunden innehalten, dann lassen Sie Ihre Beine wieder zur Anfangsposition hinunter. Lassen Sie Ihre Beine bei der ganzen Bewegung gerade.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Ninguno 1. Túmbate en un banco con las piernas rectas y sujétate a la parte superior del banco. 2. Eleva las piernas rectas hacia arriba, levantando ligeramente la parte inferior de la espalda. 3. Mantén la posición durante unos segundos y baja las piernas hasta la posición inicial. Mantén las piernas rectas durante todo el movimiento
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Aucun 1. Allongez-vous sur un banc avec les jambes étendues droites, et maintenez-vous sur le haut du banc. 2. Levez vos jambes vers le haut, soulevant légèrement le bas du dos du banc. 3. Maintenez la position pendant quelques secondes, puis abaissez vos jambes vers le bas jusqu'à la position de départ. Gardez les jambes droites tout au long du mouvement
it: Muscolo principale: retto addominale Altro muscolo: Nessuno 1. Piegati su una panca con le gambe estese dritte e mantieni la posizione fino alla sommità della panca. 2. Solleva le gambe verso l'alto, sollevando leggermente la parte bassa della schiena dalla panca. 3. Mantieni la posizione per pochi secondi, quindi abbassare le gambe indietro fino alla posizione di partenza. Tieni le gambe dritte in tutto il movimento
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：なし 1. 両脚をまっすぐに伸ばしてベンチに横たわり、頭の後ろでベンチの端をつかみます。 2. 両脚を真上に上げ、腰をわずかにベンチから浮かせます。 3. 数秒間静止した後、両脚を最初の位置に戻します。エクササイズ中は常に両脚を伸ばしておくようにします。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: geen 1. Lig op een bankje met je benen gestrekt, houd je vast aan het bankje onder je hoofd. 2. Til je benen nu gestrekt recht omhoog, waarbij je je onderrug licht van de bank op tilt. 3. Even een paar seconden vasthouden, dan terug naar de startpositie. Houd je benen gestrekt gedurende de hele oefening.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Nenhum 1. Deite-se num banco com as pernas estendidas em linha reta, e segure a parte superior do banco. 2. Levante as pernas para cima, destacando levemente a parte inferior das costas do banco. 3. Mantenha a posição durante alguns segundos, e depois baixe as suas pernas de volta à posição inicial. Mantenha as pernas retas durante todo o movimento.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: нет 1. Лягте на скамейку, ноги прямые. 2. Поднимите ноги вертикально вверх, слегка приподняв поясницу со скамьи. 3. Задержитесь на пару секунд, затем опустите ноги вниз в исходное положение. Держите ноги прямо во время всего упражнения.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Ingen 1. Ligg på en bänk med benen sträckta rakt ut och håll i ovansidan av bänken. 2. Lyft benen rakt upp samtidigt som du lyfter upp ländryggen lite från bänken. 3. Håll i några sekunder och släpp sedan tillbaka benen ner till startpositionen. Håll benen raka genom hela rörelsen.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: ไม่มี 1. นอนลงบนม้านั่งด้วยขายืดตรงและจับด้านบนของม้านั่งไว้ 2. ยกขาของท่านให้ตั้งตรง ค่อย ๆ ยกหลังด้านล่างขึ้นมาจากม้านั่ง 3. ค้างเอาไว้สักสองสามวินาทีแล้วลดขาของท่านกลับลงไปที่ตำแหน่งเริ่มต้น ให้ขาของท่านตรงไปตลอดการเคลื่อนไหวนี้
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Yok 1. Bacaklarınız düz olarak uzatılmış halde bir sehpaya uzanın ve sehpanın üstüne tutunun. 2. Bacaklarınızı tamamen yukarı doğru kaldırın, sırtınızın alt kısmını da sehpadan hafifçe yükseltin. 3. Birkaç saniyeliğine tutun, daha sonra bacaklarınızı başlangıç pozisyonuna geri dönmek için alçaltın. Hareket boyunca bacaklarınızı düz olarak tutun.

# Bodyweight Leg Raise (Legs Straight) description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques, Lower Back 1. Position your forearms on the padding. Hold onto the handle. Let your body hang. 2. Lift your legs up. Hold for one second. Return to starting position.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques, Unterer Rücken 1. Platzieren Sie Ihre Vorderarme auf das Polster. Halten Sie sich am Griff fest. Lassen Sie Ihren Körper hängen. 2. Heben Sie Ihre Beine an. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos, Parte inferior de la espalda 1. Coloca los antebrazos sobre el acolchado. Sujeta el asa. Deja que tu cuerpo cuelgue. 2. Levanta las piernas. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques, Bas du Dos 1. Placez vos avant-bras sur le rembourrage. Tenez-vous à la poignée. Laissez pendre votre corps. 2. Soulevez vos jambes. Maintenez la position pendant une seconde. Revenez à la position de départ
it: Muscolo principale: retto addominale Altro muscolo: obliqui, dorsali bassi 1. Posiziona gli avambracci sull’imbottitura. Tieniti dal manico. Lascia che il corpo sia sospeso. 2. Solleva le gambe. Mantieni la posizione per un secondo. Torna alla posizione di partenza."
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群、腰の筋肉 1. 両腕の前腕をパッドに置きます。ハンドルをつかみます。身体をぶら下げます。 2. 両脚を上に上げます。１秒間静止させます。その後、最初の位置に戻します。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier, lage rugspieren 1. Plaats je onderarmen op de leuning, houd de handgreep vast. Laat je lichaam hangen. 2. Til je benen op, houd even vast en ga terug naar de startpositie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens, Costas Inferiores 1. Posicione os antebraços no acolchoado. Segure na alça. Deixe o seu corpo pendurado. 2. Levantar as pernas para cima. Aguente durante um segundo. Retorne à posição inicial.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы, поясница 1. Расположите предплечья на обивке. Держитесь за ручки. Пусть ваше тело висит. 2. Поднимите ноги вверх. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna, ländryggen 1. Positionera underarmarna på stoppningen. Håll i handtaget. Låt kroppen hänga. 2. Lyft upp benen. Håll i en sekund. Återgå till startläget
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques, หลังส่วนล่าง 1. วางตำแหน่งแขนบนที่นั่งรอง จับที่จับ ให้แขวนตัวท่านไว้ 2. ยกขาขึ้น ค้างไว้หนึ่่งวินาที กลับไปตำแหน่งเริ่มต้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler, Alt Sırt 1. Ön kollarınızı minderin üzerine yerleştirin. Tutmaçlara tutunun. Vücudunuz asılı kalsın. 2. Bacaklarınızı kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

# Bodyweight Side Bend (Single Side) description
source: Main Muscle: Obliques Other Muscle: Rectus Abdominis, Lower Back 1. Position your outer against the padding. Secure your feet on the platform. Place your hands behind your head. 2. Lower your upper body towards the floor. Keep your back straight. Hold for one second. Return to starting position.
de: Hauptmuskel: Obliques Anderer Muskel: Rektusabdominis, Unterer Rücken 1. Platzieren Sie Ihren Rücken gegen das Polster. Sichern Sie Ihre Füße auf die Plattform. Halten Sie Ihre Hände hinter Ihrem Kopf. 2. Lassen Sie Ihren Oberkörper zum Boden hinab. Halten Sie Ihren Rücken gerade. Für eine Sekunde halten. Zur Anfangsposition zurückgehen
es: Músculos Principales: Oblicuos Otros Músculos: Rectus Abdominis, Parte inferior de la espalda 1. Coloca el lateral de la cadera contra el almohadillado. Fija los pies sobre la plataforma. Coloca las manos detrás de la cabeza. 2. Baja la parte superior del cuerpo hacia el suelo. Mantén la espalda recta. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: Muscle Principal: Obliques Autre Muscle: Rectus Abdominis, Bas du Dos 1. Placez votre côté externe contre le rembourrage. Sécurisez vos pieds sur la plate-forme. Placez vos mains derrière votre tête. 2. Abaissez le haut du corps vers le sol. Gardez le dos droit. Maintenez la position pendant une seconde. Revenez à la position de départ
it: Muscolo principale: obliqui Altro muscolo: retto addominale, dorsali bassi 1. Posiziona la parte esterna contro l'imbottitura. Fissare i piedi sulla piattaforma. Metti le mani dietro la testa. 2. Abbassa il busto verso il pavimento. Tieni la schiena dritta. Mantieni la posizione per un secondo. Tornare alla posizione di partenza.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹直筋、腰の筋肉 1. 腰の外側をパッドに当てます。両脚をプラットフォームに固定します。両手は頭の後ろに置きます。 2. 床に向けて上半身を下ろしていきます。背中は丸まらないようにします。１秒間静止させたら、最初の位置まで戻します。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: rechte buikspier, lage rugspieren 1. Positioneer je zij tegen de leuning. Zet je voetenvast op het platform. Je handen achter je hoofd. 2. Breng je bobenlichaam omlaag, maar houd je rug recht. Houd even vast en ga terug naar startpositie.
pt_pt: Músculo Principal: Abdómens Outros Músculos: Rectus Abdominis, parte inferior das costas 1. Posicione o seu exterior contra o acolchoado. Proteja os seus pés na plataforma. Coloque as mãos atrás da cabeça. 2. Baixe a parte superior do corpo em direção ao chão. Mantenha as costas retas. Aguente durante um segundo. Retorne à posição inicial.
ru: Главные мышцы: косые мышцы Другие мышцы: поясница, прямые мышцы живота 1. Расположитесь на скамье. Закрепите свои ноги на платформе. Положите руки за голову. 2. Опустите верхнюю часть тела к полу. Держите спину прямо. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna, ländryggen 1. Positionera ena sidan mot stoppningen. Stå stabilt med fötterna på plattformen. Sätt händerna bakom huvudet. 2. Sänk ner överkroppen mot golvet. Håll ryggen rak. Håll i en sekund. Återgå till startläget.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Rectus Abdominis, หลังส่วนล่าง 1. วางตำแหน่งนอกของท่านบนเบาะรอง ให้เท้าอยู่บนแพล๊ทฟอร์มอย่างมั่นคง วางมือเหนือศีรษะของท่าน 2. ให้ลดร่างกายส่วนบนของท่านมายังพื้น ให้หลังของท่านตรง ค้างไว้หนึ่่งวินาที กลับไปตำแหน่งเริ่มต้น
tr: Ana Kas: Oblikler Diğer Kaslar: Rectus Abdominis, Alt Sırt 1. Vücudunuzun dışını mindere doğru konumlandırın. Ayaklarınızı platforma yerleştirin. Ellerinizi başınızın arkasına yerleştirin. 2. Vücudunuzun üst kısmını yere doğru alçaltın. Sırtınızı düz tutun. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

# Clam description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie on the floor with your hands crossed over your chest. Bring your knees to a 90 degrees angle to your torso. Legs are pressed together. 2. With your abs contracted raise both your shoulders and pelvis up as if trying to reach the ceiling with your knees.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich mit den Händen hinter Ihrem Kopf auf den Boden. Bringen Sie Ihre Knie in einem 90 Grad Winkel zu Ihrem Oberkörper. Beine sind zusammengedrückt. 2. Mit eingezogenen Bauchmuskeln heben Sie beide Schultern und Ihr Becken hoch, als ob Sie die Decke mit Ihren Knien greifen wollen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate en el suelo con las manos detrás de la cabeza. Coloca las rodillas en un ángulo de 90 grados con el torso. Las piernas juntas. 2. Con los abdominales contraídos, eleva los hombros y la pelvis hacia arriba, como si trataras de tocar el techo con las rodillas.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur le sol avec vos mains derrière votre tête. Amenez vos genoux à un angle de 90 degrés vers votre torse. Les jambes sont serrées ensemble. 2. Avec vos abdos contractés, levez à la fois les épaules et le bassin comme si vous essayiez d'atteindre le plafond avec vos genoux.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati sul pavimento con le mani dietro la testa. Porta le ginocchia a un angolo di 90 gradi verso il busto. Le gambe vengono premute insieme. 2. Con gli addominali contratti, alza entrambe le spalle e il bacino come se cercassi di raggiungere il soffitto con le ginocchia.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 床に仰向けになり、両腕を胸の上で交差させます。両ひざを体幹に対して90度の角度まで持ち上げます。両足はそろえます。 2. 腹筋を収縮させながら、ひざを天井に届かせるように、両肩と骨盤を床から浮かせます。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig op de vloer met je handen achter je hoofd. Maak een 90 graden buiging in je knieën meer houd je benen samen. 2. Met je buikspieren gespannen til je nu je schouders en bekken op alsof je het plafond wil aanraken met je knieën.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se no chão com as mãos atrás da cabeça. Traga os joelhos num ângulo de 90 graus até ao sei tronco. Pernas estão pressionadas e juntas. 2. Com o seu abdominal contraído eleve ambos os seus ombros e pélvi para cima como se estivesse a tentar alcançar o teto com os seus joelhos.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на пол, положите руки за голову. Приблизьте ваши колени к телу, угол 90 градусов. Ноги прижаты друг к другу. 2. Напрягая пресс, поднимите оба ваши плеча и таз вверх, словно пытаясь достать коленями до потолка.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg på golvet med händerna bakom huvudet. Flytta knäna till en 90-gradig vinkel mot torson. Benen ska vara ihoppressade. 2. Med magmusklerna spända, lyft båda axlarna och bäckenet, som om du försöker nå taket med knäna.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนบนพื้นโดยมือของท่านไขว้กันเหนืออกของท่าน เอาเข่าของท่านขึ้นมาทำมุม 90 องศาอับร่างกาส่วนบน ขากดกันและกัน 2. กล้ามเนื้อ abs ของท่านบิดและยกไหล่ทั้งสองของท่านและกระดูกเชิงกรานขึ้นไปเหมือนว่าพยายามจะเอื้อมไปที่เพดานด้วยเข่าของคุณ
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Elleriniz başınızın arkasında yere uzanın. Dizlerinizi gövdenize göre 90 derecelik bir açıya getirin. Bacaklar birbirine basılı olsun. 2. Karın kaslarınızı kasılı tutarak, sanki tavana dizlerinizle ulaşmaya çalışıyormuşçasına iki omzunuzu ve kalçanızı kaldırın.
