Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Scissor Kick description
source: 1Main Muscle: Abdominals Other Muscle: None 1. Lay on your back with your arms aside your waist. Keep your palms down. Extend your legs fully but do not lock your knees. 2. Lift one leg in about 45 degrees, and switch your legs like a scissor. Do not touch the floor with your feet.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich auf den Boden mit den Händen an den Seiten Ihrer Taille. Halten Sie Ihre Handflächen nach unten. Strecken Sie Ihre Beine vollständig aus, aber sperren Sie Ihre Knie nicht. 2. Heben Sie ein Bein ungefähr zu einem 45 Grad Winkel an und wechseln Sie dann Ihre Beine ab wie eine Schere. Berühren Sie den Boden nicht mit Ihren Füßen.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate boca arriba con los brazos a los lados de la cintura. Con las palmas de las manos hacia abajo. Extiende completamente las piernas, pero no bloquees las rodillas. 2. Levanta una pierna en un ángulo de 45 grados, y cambia de pierna, como una tijera. No toques el suelo con los pies
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur votre dos avec vos bras à côté de votre taille. Gardez vos paumes vers le bas. Étendez vos jambes complètement mais ne verrouillez pas vos genoux. 2. Soulevez une jambe d'environ 45 degrés, et croisez vos jambes comme une paire de ciseaux. Ne touchez pas le sol avec vos pieds
it: Muscolo principale: Addominali Altro muscolo: Nessuno 1. Stenditi sulla schiena con le braccia lontane dalla vita. Mantieni i palmi verso il basso. Estendi le gambe completamente, ma non bloccare le ginocchia. 2. Solleva una gamba a circa 45 gradi e incrocia le gambe come una forbice. Non toccare il pavimento con i piedi.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 仰向けになり、両腕をウエストの横で床につきます。手のひらは下を向けておきます。両脚を完全に伸ばしますが、ひざをロックしないようにします。 2. 片脚を45度の角度で持ち上げたら、次にはさみのように上げる脚を入れかえます。足は床につかないようにします。
nl: Belangrijkste spieren: Buikspieren Andere pieren: geen 1. Lig op je rug met je armen naast je lichaam, handpalmen naar beneden. Strek je benen maar zet de knieën niet op slot. 2. Til nu een been op tot een hoek van 45 graden met de vloer en maak samen met je andere been schaarbewegingen op en neer. Zorg ervoor dat je voeten de grond niet raken met deze oefening.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite de costas com os braços ao lado da sua cintura. Mantenha as palmas das mãos viradas para baixo. Estique as pernas totalmente, mas não bloqueie os joelhos. 2. Levante uma perna cerca de 45 graus, e mude de pernas como uma tesoura. Não toque o chão com os pés.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Лягте на спину, руки прижмите к талии ладонями вниз. Ноги на максимальном расстоянии друг от друга, не сгибая колени. 2. Поднимите одну ногу на 45 градусов, и перекладывайте ноги, как ножницы. Ноги не должны касаться пола.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg på rygg med armarna vid midjan. Ha handflatorna vända nedåt. Sträck ut benen helt, men lås inte knäna. 2. Lyft ett ben cirka 45 grader och byt sedan ben, så att de går upp och ner som en sax. Rör inte golvet med fötterna.
th: 1กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนหงายพร้อมเอาแขนไว้ข้างเอวของคุณ ให้ฝ่ามือวางลง ยืดขาสุดแต่อย่าล๊อคเข่าคุณ 2. ยกขาทำมุม 45 องศาและยกขาของคุณสลับเหมือนรูปกรรไกร อย่าให้เท้าสัมผัสกับพื้้น
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Elleriniz belinizin yanında yere sırt üstü uzanın. Avuç içlerinizi aşağıda tutun. Bacaklarınızı tamamen uzatın ancak dizlerinizi kilitlemeyin. 2. Bir bacağınızı yaklaşık olarak 45 derece kaldırın ve bacaklarınızı bir makas gibi değiştirin. Ayaklarınız yere değmesin.

# Side Bridge- left description
source: Main Muscle: Obliques Other Muscle: None 1. Lie on your side with your legs straight out. Turn sideways and raise your body off the floor, with one bent arm parallel to the floor. 2. Keep your abdominal muscles tight for 30 - 60 seconds. Try to keep your body in a straight line and your elbow directly under your shoulder. 3. Return to the starting position and repeat.
de: Hauptmuskel: Obliques Anderer Muskel: Keiner 1. Legen Sie sich mit gerade gestreckten Beinen auf Ihre Seite. Lehnen Sie sich zur Seite und heben Sie Ihren Körper mit einem gebogenen Arm parallel zum Boden hoch. 2.Halten Sie Ihre Bauchmuskeln für 30 - 60 Sekunden angespannt. Versuchen Sie, Ihren Körper in einer geraden Linie und Ihren Ellenbogen direkt unter Ihrer Schulter zu halten. 3. Zurück zur Anfangsposition gehen und wiederholen.
es: Músculos Principales: Oblicuos Otros Músculos: Ninguno 1. Túmbate de lado con las piernas rectas. Gira hacia un lado y levanta el cuerpo del suelo, con un brazo doblado en paralelo al suelo. 2. Contrae los músculos abdominales durante 30 - 60 segundos. Trata de mantener el cuerpo en línea recta y el codo directamente debajo del hombro. 3. Vuelve a la posición inicial y repite
fr: Muscle Principal: Obliques Autre Muscle: Aucun 1. Allongez-vous sur le côté vos jambes tendues. Tournez-vous latéralement et soulevez votre corps du sol, avec un bras plié parallèle au sol. 2. Gardez vos muscles abdominaux serrés pendant 30 - 60 secondes. Essayez de garder votre corps en ligne droite et votre coude directement sous votre épaule. 3. Retournez à la position de départ et recommencez
it: Muscolo principale: obliqui Altro muscolare: Nessuno 1. Sdraiati su un fianco con le gambe dritte fuori. Girati lateralmente e solleva il corpo dal pavimento, con un braccio piegato parallelo al pavimento. 2. Mantieni i tuoi muscoli addominali stretti per 30-60 secondi. Cerca di mantenere il corpo in una linea retta e il gomito direttamente sotto la spalla. 3. Torna alla posizione di partenza e ripeti.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：なし 1. 横向きに横たわり、両脚をまっすぐに伸ばします。身体を床から持ち上げたら、片方の腕を曲げて床に平行にします。 2. 腹筋を30～60秒間引き締めたままにします。身体はまっすぐになるようにし、ひじは肩の真下に来るようにします。 3. 元の姿勢に戻り、これを繰り返します。
nl: Voornaamste spier: Buitenste schuine buikspier Andere spieren: Geen "1. Ga op een bankje liggen zodanig dat je bovenlichaam er naast hangt en je je middel kunt buigen. Houd je ellebogen naast je. 2. Terwijl je buigt in je middel til je je bovenlichaam op totdat je lichaam een perfecte rechte lijn vormt. 3. Laat je dan weer langszaam zakken. Herhaal de oefening maar draai dan naar de andere kant.
pt_pt: Músculo Principal: Abdómens Outros Músculos: Nenhum 1. Deite-se de lado com as pernas esticadas. Vire de lado e levante o seu corpo do chão, com um braço dobrado paralela ao chão. 2. Mantenha os músculos abdominais contraídos durante 30 a 60 segundos. Tente manter o corpo em linha reta e o cotovelo diretamente sob o seu ombro. 3. Retorne à posição inicial e repita.
ru: Главные мышцы: косые мышцы Другие мышцы: нет 1. Лягте на бок, ноги выпрямите. повернитесь боком и оторвите тело от пола, одна рука согнута параллельно полу. 2. Напрягайте мышцы живота в течении 30-60 секунд. Старайтесь, чтоб ваше тело было параллельно полу, локоть параллельно плечу. 3. Вернитесь в исходное положение и повторите действие.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Ingen 1. Ligg på sidan med benen rakt ut. Vänd dig på sidan och lyft kroppen från golvet, men en arm böjd och parallell med golvet. 2. Spänn magmusklerna i cirka 30-60 sekunder. Försök att hålla kroppen i en rak linje och armbågen rakt under axeln. 3. Återgå till startläget och upprepa.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: ไม่มี 1. นอนเอียงข้างโดยให้ขายืดตรงออก หมุนด้านข้างและยกลำตัวของคุณให้สูงจากพื้นด้วยแขนที่โค้งขนานไปกับพื้น 2 ให้กล้ามเนื้อท้องของคุณแน่นเป็นเวลา 30 - 60 วินาที ลองให้ร่างกายของคุณเป็นเส้นตรงและข้อศอกตรงไปภายใต้ใหล่ของคุณ 3. กลับไปท่าเริ่มต้นและทำซ้ำ
tr: Ana Kas: Oblikler Diğer Kaslar: Yok 1. Bacaklarınız uzanmış şekilde yan tarafınıza uzanın. Yana dönün ve vücudunuzu yerden kaldırın; bükülü olan bir kolunuz yere paralel olsun. 2. Karın kaslarınızı 30 – 60 saniye boyunca kasılı tutun. Vücudunuzu düz bir çizgide tutmaya çalışın ve dirsekleriniz doğrudan omuzlarınızın altında olsun. 3. Başlangıç pozisyonuna geri dönün ve tekrarlayın.

# Side Bridge- right description
source: Main Muscle: Obliques Other Muscle: None 1. Lie on your side with your legs straight out. Turn sideways and raise your body off the floor, with one bent arm parallel to the floor. 2. Keep your abdominal muscles tight for 30 - 60 seconds. Try to keep your body in a straight line and your elbow directly under your shoulder. 3. Return to the starting position and repeat.
de: Hauptmuskel: Obliques Anderer Muskel: Keiner 1. Legen Sie sich mit gerade gestreckten Beinen auf Ihre Seite. Lehnen Sie sich zur Seite und heben Sie Ihren Körper mit einem gebogenen Arm parallel zum Boden hoch. 2.Halten Sie Ihre Bauchmuskeln für 30 - 60 Sekunden angespannt. Versuchen Sie, Ihren Körper in einer geraden Linie und Ihren Ellenbogen direkt unter Ihrer Schulter zu halten. 3. Zurück zur Anfangsposition gehen und wiederholen.
es: Músculos Principales: Oblicuos Otros Músculos: Ninguno 1. Túmbate de lado con las piernas rectas. Gira hacia un lado y levanta el cuerpo del suelo, con un brazo doblado en paralelo al suelo. 2. Contrae los músculos abdominales durante 30 - 60 segundos. Trata de mantener el cuerpo en línea recta y el codo directamente debajo del hombro. 3. Vuelve a la posición inicial y repite
fr: Muscle Principal: Obliques Autre Muscle: Aucun 1. Allongez-vous sur le côté vos jambes tendues. Tournez-vous latéralement et soulevez votre corps du sol, avec un bras plié parallèle au sol. 2. Gardez vos muscles abdominaux serrés pendant 30 - 60 secondes. Essayez de garder votre corps en ligne droite et votre coude directement sous votre épaule. 3. Retournez à la position de départ et recommencez
it: Muscolo principale: obliqui Altro muscolare: Nessuno 1. Sdraiati su un fianco con le gambe dritte fuori. Girati lateralmente e solleva il corpo dal pavimento, con un braccio piegato parallelo al pavimento. 2. Mantieni i tuoi muscoli addominali stretti per 30-60 secondi. Cerca di mantenere il corpo in una linea retta e il gomito direttamente sotto la spalla. 3. Torna alla posizione di partenza e ripeti.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：なし 1. 横向きに横たわり、両脚をまっすぐに伸ばします。身体を床から持ち上げたら、片方の腕を曲げて床に平行にします。 2. 腹筋を30～60秒間引き締めたままにします。身体はまっすぐになるようにし、ひじは肩の真下に来るようにします。 3. 元の姿勢に戻り、これを繰り返します。
nl: Voornaamste spier: Buitenste schuine buikspier Andere spieren: Geen "1. Ga op een bankje liggen zodanig dat je bovenlichaam er naast hangt en je je middel kunt buigen. Houd je ellebogen naast je. 2. Terwijl je buigt in je middel til je je bovenlichaam op totdat je lichaam een perfecte rechte lijn vormt. 3. Laat je dan weer langszaam zakken. Herhaal de oefening maar draai dan naar de andere kant.
pt_pt: Músculo Principal: Abdómens Outros Músculos: Nenhum 1. Deite-se de lado com as pernas esticadas. Vire de lado e levante o seu corpo do chão, com um braço dobrado paralela ao chão. 2. Mantenha os músculos abdominais contraídos durante 30 a 60 segundos. Tente manter o corpo em linha reta e o cotovelo diretamente sob o seu ombro. 3. Retorne à posição inicial e repita.
ru: Главные мышцы: косые мышцы Другие мышцы: нет 1. Лягте на бок, ноги выпрямите. повернитесь боком и оторвите тело от пола, одна рука согнута параллельно полу. 2. Напрягайте мышцы живота в течении 30-60 секунд. Старайтесь, чтоб ваше тело было параллельно полу, локоть параллельно плечу. 3. Вернитесь в исходное положение и повторите действие.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Ingen 1. Ligg på sidan med benen rakt ut. Vänd dig på sidan och lyft kroppen från golvet, men en arm böjd och parallell med golvet. 2. Spänn magmusklerna i cirka 30-60 sekunder. Försök att hålla kroppen i en rak linje och armbågen rakt under axeln. 3. Återgå till startläget och upprepa.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: ไม่มี 1. นอนเอียงข้างโดยให้ขายืดตรงออก หมุนด้านข้างและยกลำตัวของคุณให้สูงจากพื้นด้วยแขนที่โค้งขนานไปกับพื้น 2 ให้กล้ามเนื้อท้องของคุณแน่นเป็นเวลา 30 - 60 วินาที ลองให้ร่างกายของคุณเป็นเส้นตรงและข้อศอกตรงไปภายใต้ใหล่ของคุณ 3. กลับไปท่าเริ่มต้นและทำซ้ำ
tr: Ana Kas: Oblikler Diğer Kaslar: Yok 1. Bacaklarınız uzanmış şekilde yan tarafınıza uzanın. Yana dönün ve vücudunuzu yerden kaldırın; bükülü olan bir kolunuz yere paralel olsun. 2. Karın kaslarınızı 30 – 60 saniye boyunca kasılı tutun. Vücudunuzu düz bir çizgide tutmaya çalışın ve dirsekleriniz doğrudan omuzlarınızın altında olsun. 3. Başlangıç pozisyonuna geri dönün ve tekrarlayın.

# Straight Arm Crunch description
source: Main Muscle: Abdominals Other Muscle: None 1. Lay down on the floor, bend your legs and put your feet on the ground. Put your arms straight out, like you want to touch your knees. 2. Crunch forwards, using your arms to reach straight out for touching your knees. Hold it still for 2 - 3 seconds. Than slowly roll backwards and repeat it.
de: Hauptmuskel: Bauchmuskel Anderer Muskel: Keiner 1. Legen Sie sich auf den Boden, biegen Sie Ihre Beine und stellen Sie Ihre Füße auf den Boden. Strecken Sie Ihre Arme gerade heraus, als ob Sie Ihre Knie berühren möchten. 2. Beugen Sie sich nach vorne, benutzen Sie Ihre Arme, um nach vorne zu reichen und Ihre Knie zu berühren. Halten Sie für 2 - 3 Sekunden still. Dann rollen Sie sich langsam nach hinten und wiederholen dies.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate en el suelo, con las piernas dobladas y los pies en el suelo. Coloca los brazos rectos, como si fueras a tocar las rodillas. 2. Eleva el cuerpo hacia delante, estirando los brazos para tocar las rodillas. Mantén la posición durante 2 - 3 segundos. Vuelve lentamente hacia atrás y repite.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur le sol, pliez vos jambes et mettez vos pieds sur le sol. Mettez vos bras tendus, comme si vous vouliez toucher vos genoux. 2. Enroulez vers l'avant, en utilisant vos bras tout droit pour atteindre et toucher vos genoux. Tenez pendant 2 - 3 secondes. Puis revenez lentement vers l'arrière et répétez.
it: Muscolo principale: Addominali Altro muscolo: Nessuno 1. Stenditi sul pavimento, piega le gambe e metti i piedi per terra. Metti le braccia verso l'esterno, come si volessi toccare le ginocchia. 2. Piegati in avanti, usando le braccia per raggiungere le ginocchia. Mantieni la posizione per 2-3 secondi. Poi lentamente torna indietro e ripeti
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 床に仰向けになり、両脚を曲げて、両足を床につきます。両腕はひざに向けてまっすぐ伸ばします。 2. 前に身体をクランチしながら、まっすぐに伸ばした両腕がひざに届くようにします。2～3秒静止させます。ゆっくりと後ろに身体を戻したら、これを繰り返します。
nl: Belangrijkste spieren: Buikspieren Andere pieren: geen 1. Lig op de vloer en buig je benen en zet je voeten vlak op de vloer. Strek je armen recht voor je of je je knieën wilt aanraken. 2. Buig dan voorover en gebruik dan je armen om de knieën aan te raken. Houd dat gedurende twee a drie seconden vast en ga dan langszaam terug naar de startpositie.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite-se no chão, dobre as pernas e coloque os pés no chão. Coloque os braços esticados, como se fosse para tocar nos seus joelhos. 2. Eleve-se para a frente, usando os braços esticados para alcançar os seus joelhos. Aguente durante 2 a 3 segundos. Depois, desenrole-se lentamente para trás e repita.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Лягте на пол, согнув ноги, упритесь ступнями в пол. Положите руки в сторону коленей. 2. Нагнитесь вперед, чтобы прикоснуться к коленям. Находитесь в положении 2-3 секунды. Опускайтесь как можно медленнее и повторите упражнение.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg ner på golvet, böj benen och sätt fötterna på golvet. Sträck ut armarna, som att du vill röra knäna. 2. Cruncha framåt - använd armarna för att sträcka dig framåt och nudda knäna. Var stilla i 2-3 sekunder. Rulla sedan långsamt tillbaka och upprepa.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนลงบนพื้น งอขาของคุณและวางเท้าบนพื้น วางแขนของคุณยื่นตรงออกมา เหมือนว่าคุณต้องการไปแตะที่เข่าของคุณ 2. ครันช์ไปข้างหน้า โดยใช้แขนของคุณยื่นออกไปแตะเข่าของคุณ ค้างมันไว้ 2 - 3 วินาที แล้วก็ม้วนกลับหลังช้า ๆ และทำซ้ำอีก
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Yere uzanın, bacaklarınızı bükün ve ayaklarınızı yere koyun. Kollarınızı dizlerinize dokunmak istermişçesine uzatın. 2. Kollarınızı dizlerinize uzatmak için uzatarak ileri doğru karnınızı. 2 – 3 saniyeliğine tutun. Daha sonra geri gidin ve hareketi tekrarlayın.
