Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# videoNotFoundKey
source: Video not found
de: Video konnte nicht gefunden werden
es: No se ha encontrado el video
fr: Vidéo non trouvée
it: Video non trovato
ja: ビデオが見つかりません。
nl: Video niet gevonden
pt_pt: Vídeo não encontrado
ru: Видео не найдено
sv: Videon hittades inte
th: ไม่พบวิดีโอ
tr: Video bulunamadı

# videoNotFoundDescriptionKey
source: Do you want to continue ? Hit yes and we try to download it again. Hit cancel to go back.
de: Möchtest du fortfahren? Klicke "Ja" und wir werden versuchen, es erneut herunterzuladen. Klicke "Abbrechen", um zurückzugelangen.
es: ¿Quieres continuar? Pulsa sí e intentaremos descargarlo de nuevo. Pulsa cancelar para volver.
fr: Souhaitez-vous continuer ? Choisir oui et nous allons télécharger à nouveau. Choisir annuler pour revenir en arrière.
it: Vuoi continuare ? Clicca si e proveremo a scaricarlo di nuovo. Clicca Cancella per tornare indietro.
ja: このまま続けますか？ 「はい」を押すと、再びダウンロードを試みます。「キャンセル」を押すと、前の画面に戻ります。
nl: Wil je doorgaan ? Klik op ja en we proberen het nogmaals te downloaden. Klik op annuleren en ga terug.
pt_pt: Pretende continuar? Clique sim e tentaremos transferir de novo. Clique cancelar para voltar.
ru: Хотите продолжить? Нажмите да и мы попробуем загрузить ещё раз. Нажмите отмена для возврата назад.
sv: Vill du fortsätta? Tryck ja och vi försöker att ladda ner den igen. Tryck avbryt för att gå tillbaka.
th: คุณต้องการดำเนินการต่อหรือไม่? กดใช่และเราจะดาวน์โหลดมันอีกครั้ง กดยกเลิกเพื่อย้อนกลับ
tr: Devam etmek istiyor musunuz? Evete basın ve tekrar indirmeyi deneyelim. Geri gitmek için iptale basın.

# smtWentWrongKey
source: Something went wrong.
de: Es ist etwas schief gelaufen.
es: Algo ha salido mal.
fr: Une erreur est survenue.
it: Qualcosa non ha funzionato.
ja: エラーが発生しました。
nl: Er is iets fouts gegaan.
pt_pt: Algo correu mal.
ru: Что-то пошло не так.
sv: Något gick fel.
th: มีบางอย่างผิดพลาด
tr: Bir terslik oldu.

# downloadErrorNoConnectionKey
source: Can't download. Please check your internet Wi-Fi or cellular connection !
de: Konnte nicht heruntergeladen werden. Bitte überprüfe deine W-LAN- oder Handyverbindung!
es: No se puede descargar. ¡Por favor, comprueba tu conexión de móvil, Wi-Fi o internet!
fr: Téléchargement impossible. Veuillez vérifier votre connexion à internet via le Wi-Fi ou le réseau mobile !
it: Impossibile effettuare il download. Per cortesia controlla la tua connessione internet Wi-Fi o Dati!
ja: ダウンロードできません。インターネット、Wi-Fi、またはモバイルデータ通信の接続を確認してください！
nl: Kan niet downloaden. Controleer a.u.b. je internet Wi-Fi of inbel verbinding !
pt_pt: Não é possível transferir. Por favor verifique a sua ligação de internet Wi-Fi ou de rede móvel!
ru: Загрузка невозможна. Пожалуйста проверьте ваше подлючение к Wi-Fi или сотовой связи!
sv: Det går inte att ladda ner. Kontrollera din Internet Wifi eller mobilanslutning !
th: ไม่สามารถดาวน์โหลดได้ กรุณาตรวจสอบอินเทอร์เน็ต Wi-Fi ของคุณหรืออินเทอร์เน็ตบนมือถือ !
tr: İndirilemiyor. Lütfen Wi-Fi veya cep telefonu internet bağlantınızı kontrol edin !

# playerNoInternetConnectivityKey
source: Can't download. Please check your internet Wi-Fi or cellular connection ! Hit yes to skip. Hit cancel to go back.
de: Konnte nicht heruntergeladen werden. Bitte überprüfe deine W-LAN- oder Handyverbindung! Klicke "Ja" zum Überspringen. Klicke "Abbrechen", um zurückzugelangen.
es: No se puede descargar. ¡Por favor, comprueba tu conexión de móvil, Wi-Fi o internet! Pulsa sí para omitirlo. Pulsa cancelar para volver.
fr: Téléchargement impossible. Veuillez vérifier votre connexion à internet via le Wi-Fi ou le réseau mobile ! Choisir oui pour passer. Choisir annuler pour revenir en arrière.
it: Impossibile effettuare il download Per cortesia controlla la tua connessione Internet Wi_Fi o Dati !. Hit Clicca si per andare Avanti. Clicca cancella per tornare indietro.
ja: ダウンロードできません。インターネット、Wi-Fi、またはモバイルデータ通信の接続を確認してください！ 「はい」を押すと、スキップします。「キャンセル」を押すと、前の画面に戻ります。
nl: Kan niet downloaden. Controleer a.u.b. je internet Wi-Fi of inbel verbinding ! Klik op ja om over te slaan. Klik op annuleren om terug te gaan.
pt_pt: Não é possível transferir. Por favor verifique a sua ligação de internet Wi-Fi ou de rede móvel! Clique sim para saltar. Clique cancelar para voltar.
ru: Загрузка невозможна. Пожалуйста проверьте ваше подлючение к Wi-Fi или сотовой связи! Нажмите да чтобы пропустить. Нажмите отмена чтобы вернуться назад.
sv: Det går inte att ladda ner. Kontrollera din Internet Wifi eller mobilanslutning ! Tryck ja att hoppa över. Tryck avbryt för att gå tillbaka.
th: ไม่สามารถดาวน์โหลดได้ กรุณาตรวจสอบอินเทอร์เน็ต Wi-Fi ของคุณหรืออินเทอร์เน็ตบนมือถือ ! กดใช่เพื่อข้าม กดยกเลิกเพื่อย้อนกลับ
tr: İndirilemiyor. Lütfen Wi-Fi veya cep telefonu internet bağlantınızı kontrol edin ! Atlamak için evet’e basın. Geri gitmek için iptale basın.

# downloadMultipleVideoKey
source: Downloading videos
de: Videos werden heruntergeladen
es: Descargando vídeos
fr: Téléchargement des vidéos
it: Video in Download
ja: 複数のビデオのダウンロード中
pt_pt: A transferir vídeos
ru: Загрузка видео
sv: Ladda ner videos
th: กำลังดาวน์โหลดวิดีโอ
tr: Videolar indiriliyor

# downloadOneVideoKey
source: Downloading video
de: Video wird heruntergeladen
es: Descargando vídeo
fr: Téléchargement de la vidéo
it: Video in Download
ja: ビデオのダウンロード中
pt_pt: A transferir vídeo
ru: Загрузка видео
sv: Ladda ner video
th: กำลังดาวน์โหลดวิดีโอ
tr: Video indiriliyor

source: Love our %@ app
de: Zeigen Sie Ihre Liebe für unsere %@ App
es: Me encanta su aplicación, %@
fr: Vous aimez notre appli %@
it: Ti piace la nostra app %@
ja: 私たちの %@ アプリ、気に入っていただけましたか
nl: Vind onze %@-app leuk
pt_pt: Apaixone-se pela nossa aplicação %@
ru: Вам нравится наше приложение %@?
sv: Älskar du vår %@-app?
th: รักแอพ %@ ของเรา
tr: %@ Uygulamamızı Beğenin

source: Your feedback will help us to get better
de: Ihr Feedback hilft uns dabei, besser zu werden
es: Su feedback nos ayudará a mejorar
fr: Votre avis nous aidera à nous améliorer.
it: Il tuo feedback ci aiuterà a migliorare
ja: 私たちの成長は、ユーザーのフィードバックのおかげです。
nl: Je feedback helpt ons beter te worden
pt_pt: Os seus comentários vão ajudar-nos a melhorar
ru: Ваш отзыв поможет нам стать лучше
sv: Din feedback kommer hjälpa oss bli bättre
th: คำติชมของคุณจะช่วยให้เราพัฒนาได้ดียิ่งขึ้น
tr: Geribildiriminiz, daha iyi olmamızı sağlayacaktır

source: Oh Dear!
de: Hoppla!
es: ¡Madre mía!
fr: Cher ami !
it: Oh caspita!
ja: お願いします！
nl: Oh hemeltje lief
pt_pt: Meu Deus!
ru: Привет!
sv: Hoppsan!
th: โอ้ไม่นะ!
tr: Aman Tanrım!

source: We would be grateful if you could consider giving us some ideas to improve the app. Thank you!
de: Wir wären sehr dankbar, wenn Sie uns ein paar Ideen zur Verbesserung der App übermitteln. Vielen Dank!
es: Le estaríamos agradecidos si pudiera darnos algunas ideas para mejorar la aplicación. ¡Gracias!
fr: Nous vous serions reconnaissant si vous pouviez partager des idées avec nous afin d'améliorer l'appli. Merci !
it: Ti saremmo grati se potessi prendere in considerazione l’idea di segnalarci alcuni spunti per migliorare l’app. Grazie!
ja: アプリを改善するアイデアを頂けると、大変ありがたいです。よろしくお願いします！
nl: We stellen het heel erg op prijs als je ons van ideeën kunt voorzien, waarmee we de app kunnen verbeteren. Alvast bedankt!
pt_pt: Ficaríamos agradecidos se nos pudesse dar algumas ideias para melhorar a aplicação. Obrigado!
ru: Мы были бы благодарны вам за ваши идеи по поводу улучшения нашего приложения. Спасибо!
sv: Vi skulle uppskatta om du kunde överväga att ge oss idéer för att förbättra appen. Tack på förhand!
th: เรายินดีอย่างยิ่งหากคุณสามารถพิจารณาให้ความคิดเห็นบางอย่างเพื่อเป็นการปรับปรุงแอพให้ดียิ่งขึ้น ขอบคุณค่ะ!
tr: Uygulamayı geliştirmek için bize fikirler verirseniz çok sevineceğiz. Teşekkürler!

source: Email Us
de: Schreiben Sie uns eine E-Mail
es: Envíenos un email
fr: Envoyer un email
it: Mandaci un’email
ja: Eメールを送る
nl: Stuur Ons een E-mail
pt_pt: Envie-nos um Email
ru: Напишите нам
sv: E-maila oss
th: ส่งอีเมลหาเรา
tr: Bize E-posta Gönderin

source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non adesso
ja: 後で
nl: Nu niet
pt_pt: Agora não
ru: Не сейчас
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi değil

source: Rate us
de: Bewerten Sie uns
es: Valóranos
fr: Evaluez nous
it: Valutaci
ja: 当社を評価してください
nl: Beoordeel ons
pt_pt: Avalie-nos
ru: Оценить нас
sv: Ge vitsord
th: จัดอันดับเรา
tr: Bizi Puanlayın

source: Downloading images
de: Bilder herunterladen
es: Descarga de imágenes
fr: Téléchargement d'images
it: il download di immagini
ja: 画像のダウンロード
nl: Het downloaden van beelden
pt_pt: Baixando imagens
ru: Загрузка изображений
sv: Nedladdning av bilder
th: ดาวน์โหลดภาพ
tr: Resim indirme

source: Main
es: Principal
fr: Principale
it: Principale
ja: メイン
nl: Hoofd
pt_pt: a Principal
ru: Главный
sv: huvud
th: หลัก
tr: Ana

source: Six Pack ABS
de: Den Six-Pack erreichen
es: Consiga la tableta de chocolate
fr: Obtenir un pack de six
it: Ottieni addominali scolpiti
ja: シックスパックを作る
nl: Krijg Sixpack
pt_pt: Consiga um Six Pack
ru: Получить Six Pack
sv: Få ett sexpack
th: ได้ซิกแพ๊ก
tr: Altılı Karın Kasına Sahip Ol

# previewKey
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
pt_pt: Antever
ru: Просмотр
sv: Förhandsvisning
th: ดูตัวอย่าง
tr: Önizleme

source: Yes
de: Ja
es: Sí
fr: Oui
it: sì
ja: はい
nl: Ja
pt_pt: sim
ru: да
sv: Ja
th: ใช่
tr: Evet

source: Timer
es: Cronómetro
fr: Minuterie
ja: タイマー
pt_pt: Temporizadorr
ru: Таймер
th: จับเวลา
tr: Kronometre

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
nl: Bevestigen
pt_pt: Confirmar
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla

source: Do you want to stop the workout?
de: Wollen Sie das Training beenden?
es: ¿Quieres detener el entrenamiento?
fr: Souhaitez-vous arrêter l'exercice?
it: Vuoi fermare il workout?
ja: ワークアウトを中止しますか？
nl: Wilt je met de workout stoppen?
pt_pt: Quer parar o treino?
ru: Остановить тренировку?
sv: Vill du avsluta träningen?
th: คุณต้องการหยุดการออกกำลังกายหรือไม่?
tr: Antrenmanı durdurmak istiyor musunuz?

source: 5-Stars
de: 5 Sterne
es: 5 estrellas
fr: 5 étoiles
it: 5 stelle
ja: 5つ星
nl: 5-Sterren
pt_pt: 5 Estrelas
ru: 5 звезд
sv: 5 stjärnir
th: 5 ดาว
tr: 5 Yıldız

source: To improve the app, please Leave a Rating or Review.
de: Bitte hinterlassen Sie ein Rating oder eine Bewertung, damit wir die App verbessern können.
es: Para mejorar la aplicación, por favor, deja tu valoración o reseña.
fr: Pour améliorer l'appli, merci de donner une note ou de laisser un avis.
it: Per migliorare l’app, lascia una valutazione o una recensione.
ja: アプリを改善するために、評価またはレビューを残してください。
nl: Om de app te verbeteren laat a.u.b. een Beoordeling of een Review achter.
pt_pt: Para melhorar a aplicação, por favor Deixe uma Classificação ou Avaliação.
ru: Чтобы мы могли улучшить наше приложение, пожалуйста, поставьте нам оценку или оставьте свой отзыв.
sv: Lämna gära en recenssion eller ett betyg för att låta oss förbättra appen
th: เพื่อปรับปรุงแอพให้ดียิ่งขึ้น กรุณาให้คะแนนหรือรีวิว
tr: Uygulamayı daha iyi hale getirmek için lütfen bir Yorum veya İnceleme yazın.

source: 7 Minutes
de: 7 Minuten
es: 7 Minutos
it: 7 minuti
ja: 7ミニッツ
nl: 7 Minuten
pt_pt: 7 Minutos
ru: 7 Минут
th: 7 นาที
tr: 7 Dakika

source: Water Reminder
de: Wassererinnerung
es: Recordatorio de Agua
fr: Rappel d'eau
it: Promemoria acqua
ja: ウォーター・リマインダー
nl: Waterherinnering
pt_pt: Lembrete de água
ru: Водный баланс
sv: Vätskepåminnelse
th: เตือนดื่มน้ำ
tr: Su Alarmı

source: Share app
de: App teilen
es: Compartir la aplicación
fr: Partagez cette app
it: Condividi app
ja: アプリをシェアする
nl: Deel de app
pt_pt: Partilhar aplicação
ru: Поделиться
sv: Dela
th: แชร์แอพ
tr: Uygulamayı paylaş

# Dumbbell Bench Twist- left description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie down on an exercise bench so that your torso is hanging off the end of the bench and you can bend ends and place it near your chest, with elbows extended to the sides. 2. Bending at the waist, raise your torso up until your body is perfectly straight and parallel to the floor. 3. Slowly turn your torso to your left, then lower yourself back down. Repeat the move but turn to the opposite side (right).
de: Hauptmuskel: Rekutsabdominis Anderer Muskel: Obliques 1. Legen Sie sich auf eine Hantelbank, so daß Ihr Oberkörper am Ende der Bank hinunterhängt und sie Ihre Taille biegen können. Halten Sie Ihre Ellenbogen ausgestreckt an den Seiten. 2. Beugen Sie sich an der Taille und heben Sie Ihren Oberkörper hoch, bis Ihr Körper vollkommen gerade und parallel zum Boden ist. 3. Lassen Sie sich wieder langsam hinunter. Wiederholen Sie die Bewegung, aber drehen Sie sich zu der anderen Seite.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate en un banco de ejercicio, de manera que el torso quede colgando del extremo del banco, dobla las rodillas hacia el pecho, con los codos extendidos a los lados. 2. Doblando la cintura, eleva el torso hasta que el cuerpo quede completamente recto y paralelo con el suelo. 3. Gira lentamente el torso hacia la izquierda, y vuelve a bajar. Repite el ejercicio girando hacia el lado opuesto (derecha) .
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur un banc d'exercice de façon à ce que votre torse soit suspendu au-delà du bout du banc et que vous puissiez vous plier au niveau de la taille. Tenez vos coudes étendus sur les côtés. 2. En vous pliant au niveau de la taille, relevez votre torse jusqu'à ce que votre corps soit parfaitement droit et parallèle au sol. 3. Redescendez en arrière lentement. Répétez le mouvement mais tournez sur le côté opposé.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati su una panca in modo che il busto sia sporgente dalla parte finale della panca e tu ti possa piegare sulla vita. Mantieni i tuoi gomiti estesi sui lati. 2. Flettiti in vita, solleva il busto fino a quando il corpo è perfettamente dritto e parallelo al pavimento. 3. Abbassati lentamente indietro. Ripeti il movimento, ma girati sul lato opposto (a destra).
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 体幹がベンチの端から突き出て、ベンチの端が胸の近くに来るように、エクササイズベンチに右を下にして横たわり、ひじは左右に開きます。 2. ウエストで身体を曲げ、身体が完全にまっすぐで床に平行になる所まで体幹を持ち上げます。 3. ゆっくりと体幹を左に回し、その後身体を下げます。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig op een oefenbankje zodanig dat je bovenlichaam over het einde van het bankje hangt en je kunt bewegen, ellebogen naast je lichaam. 2. Buig nu in je middel en til je bovenlichaam op tot je lichaam volledig horizontaal is ten opzichte van de vloer. 3. Draai je bovenlichaam nu naar links en ga dan langszaam weer naar beneden. Herhaal de oefening maar draai nu naar rechts.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens "1. Deite-se num banco de exercício, de modo a que o tronco fique pendurado na ponta do banco e você possa dobrar a cintura. Mantenha os cotovelos estendidos para os lados. 2. Dobrando na cintura, levante o tronco até ficar com o corpo perfeitamente reto e paralelo ao chão. 3. Mova lentamente o tronco para a esquerda, e depois baixe-se lentamente de volta para baixo. Repita o movimento, mas vire-se para o lado oposto.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg ner på en träningsbänk så att torson hänger utanför änden av bänken och du kan böja dig vid midjan. Håll armbågarna utsträckta vid sidorna. 2. Böj dig vid midjan och lyft upp torson tills kroppen är helt rak och parallell med golvet. 3. Släpp långsamt ner dig själv igen. Upprepa rörelsen, men vänd dig mot andra hållet.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนลงบนม้านั่งออกกำลังกายเพื่อให้ร่างกายท่อนบนแขวนอยู่ที่ปลายของม้านั่งและคุณสามารถงอตรงปลายและวางมันใกล้กับหน้าอก ด้วยศอกที่แยกออกไปด้านข้าง 2. งอไปที่เอว ยกร่างกายท่อนบนจนร่างกายตรงสมบูรณ์และขนานกับพื้น 3. หมุนร่างกายส่วนบนช้า ๆ ไปทางด้านซ้าย แล้วก้มตัวท่านกลับหลังไป ทำการเคลื่อนไหวนี้ซ้ำแต่หมุนไปทางตรงข้าม (ขวา)
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Bir egzersiz sehpasına gövdeniz sehpanın ucundan sarkacak ve belden bükülebileceğiniz bir şekilde uzanın. Dirseklerinizi yanlara doğru uzatılmış şekilde tutun. 2. Belden eğilerek, vücudunuz tamamen düz ve yere paralel olana kadar gövdenizi yukarı kaldırın. 3. Yavaşça kendinizi aşağı doğru indirin. Hareketi bu sefer diğer tarafa dönerek tekrarlayın.
