Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# tweetErrorKey
source: The application cannot send a tweet at the moment. This is because it cannot reach Twitter or you don't have a Twitter account associated with this device.
de: Die Applikation kann zur Zeit keinen Tweet versenden. Er kann Twitter nicht erreichen oder Sie haben keinen Twitter-Account mit diesem Gerät.
es: La aplicación no puede enviar un tweet en este momento. Esto se debe a que no puede conectarse a Twitter o no tienes una cuenta de Twitter asociada a este dispositivo.
fr: L'application ne peut pas envoyer un tweet pour le moment. En effet, il ne peut pas atteindre Twitter ou vous ne disposez pas de compte Twitter associé à cet appareil.
it: L’applicazione non può inviare un tweet al momento. Probabilmente perchè non riesce a raggiungere Twitter o non hai un account Twitter associato a questo dispositivo.
ja: 現在、アプリからTwitterにメッセージを送ることができません。原因は、Twitterにアクセスできないこと、もしくは、お客様がこの端末に関連付けられたTwitterアカウントをお持ちでないことです。
nl: De applicatie kan op dit moment geen tweet zenden. Dit komt omdat het Twitter niet kan bereiken of omdat er geen Twitteraccount met dit toestel is verbonden.
pt_pt: O aplicativo não pôde enviar um tweet no momento. Isto acontece quando não conseguimos nos conectar ao Twitter ou você não tem uma conta do Twitter associada a este dispositivo.
ru: Приложение не может отправить твит в данный момент. Это может быть потому, что невозможно подключиться к Twitter или у вас нет аккаунта на этом устройстве.
sv: Applikationen kan inte skicka en tweet för tillfället. Detta beror på att den inte kan nå Twitter eller att du inte har ett Twitter-konto kopplat till den här enheten.
th: โปรแกรมประยุกต์นี้ไม่สามารถส่งทวีทได้ในเวลานี้ นี้เป็นเพราะว่ามันไม่สามารถเข้าถึงทวีทเตอร์หรือคุณไม่มีบัญชีทวีทเตอร์ที่เข้ากับอุปกรณ์นี้
tr: Uygulama şu anda tweeti gönderemiyor. Bunun nedeni Twitter’a erişim sağlanamıyor olması ya da cihaza bağlı bir Twitter hesabınızın olmamasıdır.

# oopsKey
source: Oops!
de: Hoppla!
fr: Oups !
ja: しまった！
nl: Oeps!
pt_pt: Ops!
ru: Ой!
th: อุปส์!
tr: Hata!

# dismissKey
source: Dismiss
de: Abweisen
es: Descartar
fr: Rejetez
it: Abbandona
ja: 閉じる
nl: Afwijzen
pt_pt: Dispensar
ru: Отклонить
sv: Avfärda
th: ปล่อย
tr: Sonlandır

# trayThisAppKey
source: Try this great app - Six Pack ABS by Valerio Gucci!
de: Probieren Sie diese tolle App – Waschbrettbauch von Valerio Gucci!
es: Prueba esta gran aplicación - ¡Abdominales en forma de Valerio Cucci!
fr: Essayez cette app fantastique - Six Pack ABDOS par Valerio Gucci!
it: Profa questa fantastica app - Six Pack ABS di Valerio Gucci!
ja: この素晴らしいアプリ「Valerio Gucciの腹筋シックスパック」を試してみてよ！
nl: Probeer deze fantastische app - Six Pack ABS door Valerio Gucci!
pt_pt: Teste esse excelente aplicativo: Abdomén Tanquinho por Valerio Gucci!
ru: Попробуй это крутое приложение - Накачай Пресс - Тренировки от VG!
sv: Prova den här utmärkta appen - Six Pack ABS by Valerio Gucci!
th: ลองแอปที่เยี่ยมยอดนี้สิ-ฝึกกล้ามท้องซิกส์แพ๊คโดย Valerio Gucci!
tr: Harika uygulamayı mutlaka deneyin - Valerio Gucci ile Karın Kasları!

# notificationKey
source: Notification
de: Benachrichtigung
es: Notificación
it: Notifica
ja: 通知
nl: Kennisgeving
pt_pt: Notificação
ru: Уведомление
sv: Notifikation
th: การแจ้งเตือน
tr: Bildirim

# logToFbKey
source: Please log in to your facebook account from your device Settings
de: Bitte loggen Sie von Ihren Geräteeinstellungen in Ihren Facebook-Account ein
es: Por favor, accede a tu cuenta de Facebook desde tus ajustes del dispositivo
fr: Connectez à votre compte Facebook dans les paramètres de votre appareil
it: Per favore entra nel tuo account facebook account dale impostazioni del tuo dispositivo
ja: 端末の設定からご自分のFacebookアカウントにログインしてください。
nl: Gelieve via de Instellingen van uw toestel op uw Facebook account in te loggen
pt_pt: Por favor, conecte-se à sua conta do Facebook nas Configurações do seu Dispositivo
ru: Пожалуйста войдите в свой аккаунт Facebook через Настройки устройства
sv: Logga in på ditt Facebook-konto från enhetens Inställningar
th: กรุณาเข้าระบบบนเฟสบุ๊คของคุณจากการตั้งค่าอุปกรณ์ของคุณ
tr: Lütfen cihaz Ayarlarınızdan Facebook hesabınıza giriş yapın

# myfeedbackKey
source: Six Pack Abs by Valerio Gucci - My feedback
de: Waschbrettbauch von Valerio Gucci - Mein Feedback
es: Abdominales en forma de Valerio Gucci - Mi opinión
fr: Six Pack Abdos par Valerio Gucci - Mes commentaires
it: Six Pack Abs bdiValerio Gucci – Il mio feedback
ja: Valerio Gucciの腹筋シックスパック - 私のフィードバック
nl: Six Pack Abs door Valerio Gucci - Mijn feedback
pt_pt: Abdomén Tanquinho por Valerio Gucci - Meu feedback
ru: Накачай Пресс - Тренировки от VG - My feedback
sv: Six Pack Abs av Valerio Gucci - Min feedback
th: ฝึกกล้ามท้องซิกแพ๊คโดย Valerio Gucci - คำติชมของฉัน
tr: Valerio Gucci ile Karın Kasları – Geri Bildirimim

# absSupportKey
source: ABS-Valerio: Support
de: Bauchmuskeln-Valerio: Support
es: Abdominales-Valerio: Atención al cliente
fr: ABS-Valerio: Soutient
it: ABS-Valerio: Supporto
ja: 腹筋 - Valerio：サポート
nl: ABS-Valerio: Ondersteuning
pt_pt: Tanquinho-Valerio: Support
ru: Пресс-Valerio: Поддержка
th: ABS-Valerio: การสนับสนุน
tr: ABS-Valerio: Destek

# instagramErorKey
source: You have not installed Instagram on your iPhone.
de: Sie haben Instagram nicht auf Ihrem iPhone installiert.
es: No has instalado Instagram en tu iPhone.
fr: Vous n’avez pas installé Instagram sur votre iPhone.
it: Non hai Instagram sul tuo iPhone.
ja: iPhoneにInstagramがインストールされていません。
nl: U heeft Instagram niet op uw iPhone geïnstalleerd.
pt_pt: Você não instalou o Instagram no seu iPhone.
ru: На вашем iPhone не установлен Instagram.
sv: Du har inte installerat Instagram på din iPhone.
th: คุณไม่ได้ติดตั้งอินสตาแกรมบนไอโฟนของคุณ
tr: iPhone cihazınızda Instagram yüklü değil.

# recevedLinkKey
source: Received link:
de: Link erhalten:
es: Enlace recibido:
fr: Lien reçu :
it: Link ricevuto:
ja: 受け取ったリンク：
nl: Ontvangen link:
pt_pt: Link recebido:
ru: Полученная ссылка:
sv: Mottagit länk:
th: ลิงค์ที่ได้รับ:
tr: Gelen bağlantı:

source: Gift This App
de: Diese App verschenken
es: Regala esta aplicación
fr: Donnez cette app comme cadeau
it: Regala questa App
ja: このアプリをプレゼントする
nl: Schenk Deze App
pt_pt: Dê este aplicativo de presente
ru: Подарить Это Приложение
sv: Skänk Denna App
th: ส่งแอปนี้เป็นของขวัญ
tr: Uygulamayı hediye et

source: You really enjoy using %@. Your family and friends will love you for giving them this app.
de: Sie benutzen %@ wirklich gerne. Ihre Familie und Freunde werden Sie für diese App lieben.
es: Estás realmente disfrutando de %@. Tu familia y amigos te agradecerán que les regales esta aplicación.
fr: Vous aimez vraiment l'utilisation de %@. Votre famille et vos amis vous en sera reconnaissante de leur donner cadeau cette app.
it: Ti piace usare %@. La tua famiglia e i tuoi amici ti saranno grati per avergli dato questa app.
ja: %@を本当に楽しんでお使いいただいております。ご家族やお友だちもこのアプリをプレゼントしてもらったら、きっと喜ぶと思います。
nl: U geniet echt van deze %@. Uw familie en vrienden zullen ervan genieten als u hen deze app schenkt.
pt_pt: Você realmente gostou de usar o %@. Sua família e seus amigos vão amar você por dar este aplicativo de presente para eles.
ru: Вам действительно нравится использовать %@. Ваша семья и друзья будут в восторге за это подаренное приложение
sv: Du gillar verkligen att använda %@. Din familj och vänner kommer att älska dig för att ha gett dem den här appen.
th: คุณมีความสุขในการใช้ %@. ครอบครัวและเพื่อนของคุณจะรักคุณที่ได้ให้แอปนี้กับพวกเขา
tr: %@ uygulamasını kullanmaktan çok zevk alıyorsunuz. Aileniz ve arkadaşlarınız da hediye uygulamadan çok hoşlanacaklardır.

source: Gift
de: Geschenk
es: Regalo
fr: Cadeau
it: Regalo
ja: プレゼントする
nl: Geschenk
pt_pt: Presente
ru: Подарок
sv: Skänk
th: ของขวัญ
tr: Hediye

source: Opening
de: Am öffnen
es: Inicio
fr: Ouverture
it: Opertura
ja: 開封
nl: Openen
pt_pt: Abrindo
ru: Открытие
sv: Öppnar
th: การเปิด
tr: Açılıyor

source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
de: Wenn Sie %@ gerne benutzen, würden Sie sie kurz bewerten? Es dauert nicht länger als eine Minute. Danke für Ihre Unterstützung!
es: Si de verdad disfrutas utilizando %@, ¿te importaría tomarte un poco de tiempo en evaluar esta aplicación? No te tomará más de un minuto. ¡Gracias por tu apoyo
fr: Si vous aimez vraiment l’utilisation de %@, cela vous dérangerait pas de prendre un moment pour nous évaluer ? Il ne faudra plus qu'une minute. Merci de votre soutien !
it: Se ti è piaciuto usare %@, ti spiacerebbe prenderti un momento per votarla? Non ci vorrò più di un minuto. Grazie per il tuo supporto!
ja: %@を楽しんでお使いいただけたなら、少しお時間をいただいて、アプリを評価していただけませんか？１分以上かかることはありません。ご支援ありがとうございます！
nl: Indien u geniet van %@, neem dan de tijd om ons te beoordelen? Het duurt slechts een minuutje. Bedankt voor uw steun!
pt_pt: Se você gostou de usar o %@, você se importaria de nos avaliar? Não demora nem um minuto Obrigado por seu apoio!
ru: Если вы довольны использованием %@, найдете ли вы минутку, чтобы оценить нас? Это не займет много времени. Спасибо за вашу поддержку!
sv: Om du gillar att använda %@, skulle du kunna ta en stund för att betygsätta den? Det tar inte mer än en minut. Tack för ditt stöd!
th: ถ้าคุณมีความสุขในการใช้ %@, คุณจะว่าอะไรไหมที่จะใช้เวลานิดหน่อยในการให้คะแนนมัน? มันไม่ใช้เวลานานไปกว่าหนึ่งนาที ขอบคุณในการสนับสนุนของคุณ!
tr: %@ uygulamasını kullanmaktan zevk alıyorsanız, değerlendirmeye ne dersiniz? Bir dakikanızı almayacaktır. Desteğiniz için teşekkür ederiz!

source: No, Thanks
de: Nein, Danke
es: No, gracias
fr: Non, Merci
it: No, Grazie
ja: 評価しない
nl: Neen, Bedankt
pt_pt: Não, obrigado
ru: Нет, Спасибо
sv: Nej, Tack
th: ไม่ ขอบคุณ
tr: Hayır, Teşekkürler

source: Rate
de: Bewerten
es: Evaluar
fr: Evaluation
it: Vota
ja: 評価する
nl: Beoordeel
pt_pt: Avaliar
ru: Оценить
sv: Betygsätt
th: อัตรา
tr: Değerlendir

source: Check out %@", @"6 Pack ABS by Valerio Gucci
de: Sehen Sie sich %@ an", @"Waschbrettbauch von Valerio Gucci
es: Échale un vistazo a %@", @"Abdominales en forma de Valerio Gucci
fr: Visitez %@", @"6 Pack ABS by Valerio Gucci
it: Scopri %@", @"6 Pack ABS di Valerio Gucci
ja: チェックしてみて、%@", @" Valerio Gucciの腹筋シックスパック
nl: Bekijk %@", @"6 Pack ABS door Valerio Gucci
pt_pt: Conheça o %@", @"Abdomén Tanquinho por Valerio Gucci
ru: Проверьте %@", @"Накачай Пресс - Тренировки от VG
sv: Kolla in %@", @"6 Pack ABS av Valerio Gucci
th: ตรวจดู %@", @"การฝึกกล้ามท้องซิกส์แพ๊คโดย Valerio Gucci
tr: %@ uygulamasına göz at", @"Valerio Gucci ile Karın Kasları

source: Check out this application on the App Store:
de: Sehen Sie sich diese Applikation im App Store an:
es: Échale un vistazo a esta aplicación en la App Store:
fr: Visite cette app dans le App Store:
it: Scopri questa applicazione sull’ App Store:
ja: このアプリをAppストアでチェックしてみて：
nl: Bekijk deze applicatie in de App Store:
pt_pt: Visite a página deste aplicativo na App Store:
ru: Проверь это приложение в App Store:
sv: Kolla in denna applikation på App Store:
th: ตรวจสอบดูแอปนี้จากแอปสโตร์:
tr: Uygulamaya App Store’da göz at:

source: Please note that you have not been added to any email lists.
de: Bitte beachten Sie, dass Sie keiner E-Mail Liste zugefügt wurden.
es: Por favor, ten en cuenta que no has sido añadido a nuestra mail list.
fr: Veuillez noter que vous n'avez pas été ajouté à aucune liste de courriel.
it: Attenzione, non sei stato aggiunto a nessuna lista email.
ja: これを送信することで何らかのEメールリストに加えられることはありません。
nl: Gelieve te noteren dat u aan geen enkele mailinglijst bet toegevoegd.
pt_pt: Por favor, repare que você não foi adicionado a nenhuma lista de e-mails.
ru: Обратите внимание, что вы не были добавлены ни в один список рассылки
sv: Observera att du inte har lagt till några e-postlistor.
th: ได้โปรดสังเกตว่าคุณไม่ได้เพิ่มรายชื่ออีเมล์ใด ๆ
tr: Hiçbir e-posta listesine kaydedilmediğinizi bilmenizi isteriz.

# circlesKey
source: circles
de: Kreise
es: círculos
fr: cycles
it: cicli
ja: サイクル
nl: cycli
pt_pt: círculos
ru: круги
sv: cirklar
th: วงกลม
tr: tur

# successKey
source: Succes
de: Erfolg
es: Éxito
fr: Succès
it: Risultato
ja: 成功
pt_pt: Successo
ru: Успех
sv: Framgång
th: สำเร็จ
tr: Başarı

# backKey
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
pt_pt: Voltar
ru: Назад
sv: Tillbaka
th: กลับ
tr: Geri

# defaultKey
source: Default
es: Predeterminado
fr: Défaut
ja: デフォルト
nl: Standaard
pt_pt: Padrão
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan

source: Every 2 exercises
de: Alle 2 Übungen
es: Cada 2 de ejercicios
fr: Chaque 2 exercice
it: Tutti gli esercizi 2
ja: エクササイズ２つごと
nl: Alle 2 oefeningen
pt_pt: A cada 2 exercícios
ru: Каждые 2 упражнений
sv: Varje 2 övningar
th: ทุก ๆ การออกกำลังกาย 2 ครั้ง
tr: Her 2 egzersiz

source: Every 3 exercises
de: Alle 3 Übungen
es: Cada 3 de ejercicios
fr: Chaque 3 exercice
it: Tutti gli esercizi 3
ja: エクササイズ３つごと
nl: Alle 3 oefeningen
pt_pt: A cada 3 exercícios
ru: Каждые 3 упражнений
sv: Varje 3 övningar
th: ทุก ๆ การออกกำลังกาย 3 ครั้ง
tr: Her 3 egzersiz

source: Every circle
de: Jeder Kreis
es: Cada círculo
fr: Chaque cycle
it: Tutti I cicli
ja: 各サイクルごと
nl: Elke cyclus
pt_pt: A cada ciclo
ru: Каждый круг
sv: Varje cirkel
th: ทุก ๆ รอบ
tr: Her tur

source: No recovery at all
de: Überhaupt keine Wiederherstellung
es: Ninguna recuperación
fr: Aucune récupération
it: Nessun recupero
ja: リカバリーなし
nl: Helemaal geen herstel
pt_pt: Sem nenhuma recuperação
ru: Нет восстановленных данных
sv: Ingen återhämtning alls
th: ไม่มีการรื้อฟื้นใดๆ เลย
tr: Hiçbir yenilenme bulunamadı

source: Don't skip the breakfast
de: Lassen Sie das Frühstück nicht ausfallen
es: No te saltes el desayuno
fr: Ne laissez pas tomber le petit-déjeuner
it: Non saltare la colazione
ja: 朝ごはんを抜かないでください。
nl: Sla het ontbijt niet over
pt_pt: Não deixe de tomar o café da manhã
ru: Не пропускай завтрак
sv: Hoppa inte över frukosten
th: อย่างดอาหารเช้า
tr: Kahvaltıyı atlamayın

# Don't skip the breakfast description
source: To keep your metabolism running strong, you must eat your fist meal within 1 hour of rising.Studies show that breakfast can be important in maintaining a health body weight. As you sleep, our body is not getting any food and consequently turns down your metabolism. When you awake, however, you want to kick your metabolism back into high gear as soon as possible. If you don’t eat within 1 hour of waking, your starvation protection system will kick in.The solution is to eat within 1 hour of waking up so that you move your metabolism to the highest fat burning speed. That is why breakfast is so important to your wight-loss success. Plan ahead to eat breakfast. Get up 15 minutes earlier. You can fix and consume a healthy breakfast in 15 minutes or less.
de: Sie sollten Ihre erste Mahlzeit innerhalb der ersten Stunde des Aufstehens essen, um Ihren Stoffwechsel gesund zu halten. Studien beweisen, dass das Frühstück wichtig sein kann, um ein gesundes Körpergewicht beizubehalten. Während dem Schlaf bekommt Ihr Körper keine Nahrung und treibt Ihren Stoffwechsel folglich nach unten. Wenn Sie aufwachen, sollten Sie Ihren Stoffwechsel jedoch so schnell wie möglich wieder ankurbeln. Wenn Sie in der ersten Stunde des Erwachens nicht essen, springt Ihr Hunger Schutzsystem ein. Die Lösung ist, während der ersten Stunde zu essen, damit Sie Ihren Metabolismus zur höchsten Fettverbrennungsstufe bringen. Deswegen ist das Frühstück so wichtig, um Gewicht zu verlieren. Planen Sie im Voraus zu frühstücken. Stehen Sie 15 Minuten früher auf. Sie können innerhalb von 15 Minuten oder weniger ein gesundes Frühstück zubereiten und verzehren.
es: Para mantener tu metabolismo funcionando bien, debes consumir tu desayuno en menos de una hora después de levantarte. Los estudios muestran que el desayuno puede ser importante para el mantenimiento de un peso corporal saludable. Mientras duermes, nuestro cuerpo no está recibiendo ningún alimento y, por lo tanto, rechaza su metabolismo. Cuando se despierta, sin embargo, desea poner su metabolismo de nuevo en marcha tan pronto como sea posible. Si no comes en un plazo máximo de 1 hora después de levantarte, tu sistema de protección contra el hambre va a activar. La solución es comer en el plazo de 1 hora después de despertarte, de manera que se active el metabolismo para alcanzar una velocidad más alta para quemar grasa. Es por ello que el desayuno es tan importante para el éxito de la pérdida de peso. Planifica con anticipación el desayuno. Levántate 15 minutos más temprano. Puedes corregir y consumir un desayuno saludable en 15 minutos o menos
fr: Pour garder votre métabolisme en forme, il faut prendre le premier repas endéans 1 heure après le réveil. Des études ont montré que le petit déjeuner peut être important dans le maintien d'un poids sain. Lorsque vous dormez, votre corps ne reçoit pas de la nourriture et diminue par conséquent votre métabolisme. Lorsque vous vous réveillez, cependant, vous voulez lancer votre métabolisme de retour dans la haute vitesse le plus vite possible. Si vous ne mangez pas endéans 1 heure après le réveil, votre système de protection contre la famine se mettra en place. La solution est de manger endéans 1 heure après le réveil afin que vous pouvez mettre votre métabolisme à la vitesse maximale de combustion des graisses. Voilà pourquoi le petit déjeuner est si important pour votre succès en perte de poids. Planifiez à l'avance le petit déjeuner. Levez-vous 15 minutes plus tôt. Vous pouvez préparer et consommer un petit déjeuner sain en 15 minutes ou moins.
it: Per mantenere il vostro metabolismo attivo, si deve fare colazione entro un’ora dal risveglio . Gli studi dimostrano che la colazione può essere importante per il mantenimento del giusto peso corporeo. Mentre dormi , il corpo non assimila cibo e di conseguenza il metabolismo si rallenta. Una volta svegli , invece , bisogna dare al metabolismo una nuova spinta nel più breve tempo possibile. Se non si mangia entro 1 ora dalla sveglia, il sistema di protezione dalla fame si attiverò . La soluzione è quella di mangiare entro 1 ora dalla sveglia in modo che il metabolismo venga spinto alla massima velocità per bruciare i grassi . Ecco perché la colazione è così importante per il vostro successo nella perdita di peso . Pianifica in anticipo la colazione . Alzati 15 minuti prima . È possibile correggere e consumare una prima colazione sana in 15 minuti o anche meno .
ja: 高い代謝を維持するためには、朝起きてから１時間以内に最初の食事をとらなければなりません。健康的な体重を維持するために朝食が重要である可能性があることは、研究によって示されています。人が眠ると、身体には食べ物が入ってこなくなるため、結果的に代謝が下がります。しかしながら、朝起きるときには、できるだけ早く代謝が高い状態に戻したいと思うのではないでしょうか。朝起きてから１時間以内に食事をしないと、餓死を防止するシステムが働き始めます。その対策が朝起きてから１時間以内に食事をすることで、こうすると最も脂肪燃焼速度の高い状態に代謝が変わります。ですから、減量に成功するためには、朝食がとても大切なのです。朝食をあらかじめ計画しておきましょう。15分早く起きましょう。15分以下でも、健康的な朝食を準備して食べることができます。
nl: Om uw metabolisme op peil te houden, moet u uw eerste maaltijd eten binnen 1 uur na het opstaan. Studies hebben aangetoond dat het ontbijt belangrijk kan zijn bij het behouden van een gezond lichaamsgewicht. Wanneer u slaapt, krijgt uw lichaam geen voedsel, en als gevolg daarvan vertraagt uw metabolisme. Wanneer u opstaat, wilt u uw metabolisme zo snel mogelijk opnieuw in de hoogste versnelling brengen. Indien u niet binnen het uur na het ontwaken eet, zal het system dat u beschermt tegen uithongeren, in werking treden. De oplossing is om binnen 1 uur na het ontwaken te eten om uw metabolisme naar de hoogste verbrandingssnelheid te brengen. Daarom is het ontbijt zo belangrijk voor het succes van uw gewichtsverlies. Plan vooraf om te ontbijten. Sta 15 minuten vroeger op. U kunt een ontbijt klaarmaken en consumeren in minder dan 15 minuten.
pt_pt: Para mantener tu metabolismo funcionando bien, debes consumir tu desayuno en menos de una hora después de levantarte. Los estudios muestran que el desayuno puede ser importante para el mantenimiento de un peso corporal saludable. Mientras duermes, nuestro cuerpo no está recibiendo ningún alimento y, por lo tanto, rechaza su metabolismo. Cuando se despierta, sin embargo, desea poner su metabolismo de nuevo en marcha tan pronto como sea posible. Si no comes en un plazo máximo de 1 hora después de levantarte, tu sistema de protección contra el hambre va a activar. La solución es comer en el plazo de 1 hora después de despertarte, de manera que se active el metabolismo para alcanzar una velocidad más alta para quemar grasa. Es por ello que el desayuno es tan importante para el éxito de la pérdida de peso. Planifica con anticipación el desayuno. Levántate 15 minutos más temprano. Puedes corregir y consumir un desayuno saludable en 15 minutos o menos.
ru: Для поддержания вашего метаболизма вы должны съесть свой завтрак в течении часа. Исследования показывают, что завтрак может быть очень важен в поддержании здорового веса тела. Пока вы спите организм не получает никакой пищи и, следовательно, снижает метаболизм. Когда вы просыпаетесь и начинаете ходить, вы хотите вернуть ваш метаболизм обратно на высокую планку как можно скорее. Если вы не едите в течении 1 часа после пробуждения срабатывает ваша система защиты против голодания. Решение состоит в том, чтобы поесть в первый час после пробуждения, чтобы переместить ваш метаболизм на самую высокую скорость сжигания жира. Вот почему завтрак так важен для успеха потери вашего веса. Планируйте заранее, что съесть на завтрак. Вставайте на 15 минут раньше. Вы можете приготовить и съесть здоровый завтрак в течении 15 минут или меньше.
sv: För att hålla din ämnesomsättning igång starkt, måste du äta din första måltid inom en timme efter uppvaknande. Studier visar att frukost kan vara viktig för att upprätthålla en hälsosam kroppsvikt. När du sover, får vår kropp inte någon mat och därför går din ämnesomsättning ner. När du vaknar vill du dock sparka igång din ämnesomsättning tillbaka på högvarv så snart som möjligt. Om du inte äter inom en timme efter att ha vaknat, kommer ditt svält skyddssystem sparka igång. Lösningen är att äta inom en timme efter att ha vaknat upp så att du flyttar din ämnesomsättning till högsta fettförbränningshastighet. Det är därför frukost är så viktigt för din viktförlust framgång. Planera att äta frukost. Gå upp 15 minuter tidigare. Du kan fixa och konsumera en hälsosam frukost på 15 minuter eller mindre.
th: เพื่อให้ระบบการเผาผลาญของคุณทำงานได้อย่างดี คุณต้องทานอาหารมื้อแรกภายใน 1 ชั่วโมงหลังจากลุกขึ้น การศึกษาแสดงว่าอาหารเช้ามีความสำคัญในการทำให้น้ำหนักตัวที่แข็งแรง ในขณะที่คุณหลับ ร่างกายของคุณไม่ได้รับอาหารใด ๆ และผลที่ตามมาคือมันทำให้การเผาผลาญต่ำลง เมื่อคุณตื่นขึ้น อย่างไรก็ตาม คุณต้องการที่จะทำให้การเผาผลาญนั้นกลับคืนมาในระดับสูงมากเท่าที่จะทำได้ ถ้าคุณไม่ทานภายใน 1 ชั่วโมงหลังจากตื่นขึ้น ระบบการป้องกันการอดอาหารจะเริ่มขึ้น การแก้ปัญหาคือการรับประทานอาหารภายใน 1 ชั่วโมงหลังจากตื่นขึ้นดังนั้นคุณจะทำให้ระบบการเผาผลาญของคุณไปสู่จุดสูงสุดในการเผาผลาญไขมัน นั่นคือเหตุผลที่ว่าอาหารเช้ามีความสำคัญในความสำเร็จในการลดน้ำหนัก วางแผนล่วงหน้าในการรับประทานอาหารเช้า ตื่นเช้าขึ้น 15 นาที คุณสามารถซ๋อมและทานอาหารสุขภาพภายใน 15 นาทีหรือน้อยกว่า
tr: Metabolizmanızın hızlı çalışmasını istiyorsanız, uyandıktan bir saat sonra kahvaltınızı yapmalısınız. Araştırmalara göre sağlıklı vücut ağırlığınızı korumak için kahvaltı çok önemlidir. Uykuya dalınca vücudumuz yiyecek almamaya başlar ve metabolizma hızımız düşer. Uyandığınızda ise bir an önce metabolizmanızı hızlı hale getirmeye çalışırsınız. Uyandıktan sonra 1 saat içerisinde hiçbir şey yemezseniz, açlık koruma sistemi devreye girecektir. Bu durumda tüm yapmanız gereken uyandıktan sonra 1 saat içerisinde kahvaltı ederek metabolizmanızı en yüksek yağ yakım hızına geri getirmektir. İşte bu yüzden kilo verirken kahvaltının önemi büyüktür. Kahvaltınızı mutlaka planlayın. 15 dakika erken kalkın. Yaklaşık 15 dakika içerisinde sağlıklı bir kahvaltı hazırlayabilir ve yiyebilirsiniz.
