Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Superman 1 description
source: Main Muscle: Glutes Other Muscle: Obliques, Lower Back 1. Kneel on all fours with your knees under your hips and hip - distance apart and put your hands on the floor a shoulder width apart under your shoulders. Put your spine into neutral position. Activate your core by drawing your abdominal muscles back toward your spine. 2. Without any sideways movement and keeping your abdomen pulled in, exhale and slowly raise an opposite arm and leg until they are parallel to the floor. Be careful to follow the tempo you have set. 3. Inhale and slowly return your arm and leg to the starting position. 4. Repeat for the desired number of repetitions, then repeat the exercise using the other arm and leg.
de: Hauptmuskel: Gesäßmuskeln Anderer Muskel: Obliques, Unterer Rücken 1. Knien Sie sich auf alle Viere mit Ihren Knien hüftweit unter Ihren Hüften und legen Sie Ihre Hände schulterweit auseinander unter Ihre Schultern auf den Boden. Bringen Sie Ihre Wirbelsäule in eine neutrale Position. Aktivieren Sie Ihren Kern, indem Sie Ihre Bauchmuskeln zurück zu Ihrer Wirbelsäule ziehen. 2. Ohne jegliche Seitenbewegung und mit eingezogenem Bauch atmen Sie aus und heben langsam einen gegenüberliegenden Arm und ein gegenüberliegendes Bein an, bis sie parallel zum Boden sind. Achten Sie darauf, Ihr angegebenes Tempo einzuhalten. 3. Atmen Sie ein und bringen Sie Ihren Arm und Ihr Bein zur Anfangsposition zurück. 4. Machen Sie die gewünschte Anzahl an Wiederholungen, dann wiederholen Sie die Übung mit dem anderen Arm und Bein.
es: Músculos Principales: Glúteos Otros Músculos: Oblicuos, Parte inferior de la espalda 1. A cuatro patas, con las rodillas debajo de las caderas y separadas a la anchura de ésta, coloca las manos en el suelo, separadas a la anchura de los hombros y por debajo de éstos. Pon la columna vertebral en posición neutral. Contrae los músculos abdominales hacia la columna vertebral. 2. Sin moverte hacia los lados y con el abdomen en tensión, exhala y eleva lentamente el brazo y la pierna opuestos hasta que queden paralelos al suelo. Asegúrate de seguir el ritmo que hayas establecido. 3. Inhala y lentamente coloca el brazo y la pierna en la posición inicial. 4. Repite el número de veces deseado y, a continuación, repite el ejercicio con el otro brazo y la otra pierna.
fr: Muscle Principal: Fessiers Autre Muscle: Obliques, Bas du Dos 1. Agenouillez-vous à quatre pattes avec vos genoux sous les hanches et écartés de la largeur de vos hanches et mettez vos mains sur le sol écartées d'une largeur d'épaules sous vos épaules. Mettez votre colonne vertébrale dans une position neutre. Activez votre corps en tirant vos muscles abdominaux vers votre colonne vertébrale. 2. Sans mouvement latéral et en gardant votre abdomen contracté, expirez et soulevez lentement le bras et la jambe opposée jusqu'à ce qu'ils soient parallèles au sol. Assurez-vous de bien suivre le tempo que vous avez défini. 3. Inspirez et ramenez lentement le bras et la jambe à la position de départ. 4. Répétez l'opération pour le nombre souhaité de répétitions, puis répétez l'exercice en utilisant l'autre bras et l'autre jambe
it: Muscolo principale: glutei Altro muscolo: obliqui, dorsali bassi 1. Inginocchiati a quattro zampe con le ginocchia sotto le anche e metti le mani sul pavimento alla larghezza delle spalle. Metti la tua colonna vertebrale in posizione neutra. Attiva la tua parte centrale disegnando i muscoli addominali indietro verso la colonna vertebrale. 2. Senza alcun movimento laterale e mantenendo l'addome tirato, espira e lentamente solleva un braccio e la gamba opposta fino a quando sono parallele al pavimento. Fai attenzione ad seguirlo nel tempo impostato. 3. Inspira e lentamente fai tornare il braccio e la gamba alla posizione di partenza. 4. Ripeti l'operazione per il numero desiderato di ripetizioni, poi ripeti l'esercizio con l'altro braccio e gamba
ja: 鍛える主な筋肉：臀筋 その他の筋肉：腹直筋、腹斜筋群、腰の筋肉 1. 腕立て伏せの姿勢になる所から始めますが、両手で体重を支える代わりに、両ひじを曲げて、写真にあるように前腕で体重を支えます。身体は肩からかかとまでが一直線になるようにします。この姿勢のままで腹筋に力を入れ、体幹を固くします。 2. 腹筋を締めたままで、身体を左右に動かさずに、息を吐きながら対角線になる腕と脚をゆっくりと床と平行になるまで持ち上げます。自分で設定したリズムに従うように気をつけてください。 3. 息を吸いながら、上げた腕と脚を元の場所に戻します。 4. 希望する回数だけ繰り返したら、今度は反対の腕と脚で同様にエクササイズを繰り返します。
nl: Voornaamste spieren: Bilspieren Andere spieren: Vlakke buikspier, lage rugspieren 1. Ga op handen en knieën zitten, knieën recht onder de heupen, handen op schouderbreedte onder de schouders. Je ruggewervel moet in een neutrale positie staan. Trek nu je buikspieren naar je ruggewervel toe. 2. Zonder zijwaarts te bewegen steek je nu een arm en tegenoversgesteld been zo recht mogelijk voor cq achteruit zodat ze paralleel zijn aan de vloer. let er op dat je het tempo wat je zet vol houdt. 3. Inademen terwijl je langszaam naar de startpositie terug keert. 4. Herhaal dat het aantal gewenste keren. Daarna dezelfde oefening maar met het andere been en andere arm.
pt_pt: Músculo Principal: Glúteos Outros Músculos: Abdómens, Costas Inferiores 1. Fique de quatro com os joelhos sob os quadris - coloque as mãos no chão afastadas à largura dos ombros sob seus ombros. Coloque a sua coluna numa posição neutra. Ative o seu núcleo, chamando seus músculos abdominais em direção à coluna. 2. Sem qualquer movimento lateral, mantenha o seu abdômen puxado, expire lentamente e levante um braço e a perna opostos até ficarem ambos os membros paralelos ao chão. Tenha cuidado para seguir o ritmo que definiu. 3. Inspire e retorne lentamente o braço e a perna para a posição inicial. 4. Repita o procedimento no número desejado de repetições, e em seguida, repita o exercício com o outro braço e a outra perna.
ru: Главные мышцы: ягодичные мышцы Другие мышцы: косые, поясница 1. Встаньте на четвереньки, колени расположите под бедрами на расстоянии друг от друга. Руки расположите на ширине плеч. Держите ваш позвоночник в нейтральном положении. Напрягите мышечный корсет. 2. Без никаких боковых движений втяните живот, на выдохе медленно поднимите противоположные друг другу руку и ногу параллельно полу. Будьте внимательны и следуйте установленному темпу. 3. Вдохните и медленно верните руку и ногу в исходное положение. 4. Повторите эти действия необходимое количество раз, затем повторите упражнение, использую другие руку и ногу.
sv: Huvudmuskel: Sätesmuskeln Annan muskel: Sneda magmusklerna, ländryggen 1. Knäa på alla fyra med knäna under höfterna och på en höftbredds avstånd. Ha händerna på golvet under axlarna på en axelbredds avstånd. Ha ryggraden i en neutral position. Aktivera din rygg- och bålmuskulatur genom att dra magmusklerna mot ryggraden. 2. Utan att röra dig åt sidan och med magmusklerna indragna, andas ut och lyft långsamt armen och det motsatta benet tills de är parallella med golvet. Var noga med att följa tempot du har bestämt dig för. 3. Andas in och släpp långsamt tillbaka armen och benet till startläget. 4. Upprepa det önskade antalet gånger och gör sedan om övningen med den andra armen och benet.
th: กล้ามเนื้อหลัก: Glutes กล้ามเนื้ออื่น: Obliques, หลังส่วนล่าง 1. คุกเข่าทั้งสี่ คือหัวเข่าของคุณอยู่ใต้สะโพกและสะโพก - ระยะห่างจากกันและวางมือของคุณบนพื้นในความกว้างเท่ากับหัวไหล่ของคุณ ให้สันหลังของคุณอยู่ในตำแหน่งที่เป็นกลาง เปิดการทำงานส่วนกลางของคุณโดยวาดกล้ามเนื้อหน้าท้องกลับไปยังสันหลังของคุณ 2. โดยไม่มีการเคลื่อนไหวในการทำไซด์เวย์และให้มีการดึงหรือ แขม่วหน้าท้องเข้าไป ให้หายใจออกและยกขาช้า ๆ จนกระทั่งมันขนานกับพื้น ระวังในการติดตามจังหวะที่คุณกำหนดไว้ 3. หายใจเข้าและเอาแขนและขาของคุณกลับไปช้า ๆ ในตำแหน่งเริ่มต้น 4. ทำซ้ำเท่าที่ต้องการในชุดทำซ้ำนี้ แล้วซ้ำการออกกำลังกายที่ใช้แขนขาอื่น ๆ
tr: Ana Kas: Kalça Kasları Diğer Kaslar: Oblikler, Alt Sırt 1. Dizleriniz kalçalarınızın altında ve kalça mesafesi açıklığında olarak dört ayak üzerinde çömelin ve ellerinizi de omuzlarınızın altında ve omuz mesafesi açıklığında yere koyun. Omurganızı doğal bir konuma getirin. Karın kaslarınızı omurganıza doğru çekerek çekirdek gövdenizi etkinleştirin. 2. Yanlara doğru herhangi bir şekilde hareket etmeden ve karnınız içinize doğru çekili olarak, nefes verin ve yavaşça birbirine zıt kol ve bacağınızı yere paralel olana kadar kaldırın. Ayarlamış olduğunuz tempoya uymaya dikkat edin. 3. Nefes alın ve yavaşça kolunuzu ve bacağınızı başlangıç pozisyonuna geri döndürün. 4. Arzu edilen tekrar sayısı kadar tekrar edin ve daha sonra egzersizi diğer kolunuzu ve bacağınızı kullanarak tekrar edin.

# Traditional Crunch description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie with your knees bent and your flat on the floor. Fold your arms across your chest or hold your hands behind your ears (Do not interlock your fingers behind your head). 2. User your abs to lift your head and upper torso while keeping your lower back pressed firmly against the floor. 3. Pause with your shoulder blades a couple of inches off the floor, then slowly return to the starting position using a controlled movement.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich mit gebeugten Knien und den Füßen flach auf dem Boden hin. Falten Sie Ihre Arme über Ihrer Brust und halten Sie Ihre Hände hinter Ihren Ohren (Nicht mit den Fingern hinter Ihrem Kopf ineinander greifen). 2. Benutzen Sie Ihre Bauchmuskeln, um Ihren Kopf und Oberkörper anzuheben, während Sie Ihren unteren Rücken fest gegen den Boden drücken. 3. Halten Sie mit Ihren Schulterblättern ein paar Inch vom Boden hoch inne, dann gehen Sie langsam und mit kontrollierter Bewegung zur Anfangsposition zurück.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate con las rodillas dobladas y la espalda recta sobre el suelo. Dobla los brazos sobre el pecho o coloca las manos detrás de las orejas (No cruces los dedos detrás de la cabeza). 2. Utiliza los abdominales para levantar la cabeza y la parte superior del torso, manteniendo la parte inferior de la espalda presionada firmemente contra el suelo. 3. Haz una pausa con los omóplatos a unos cinco centímetros del suelo, vuelve lentamente a la posición inicial con un movimiento controlado
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous avec vos genoux pliés et votre dos sur le sol. Pliez vos bras sur votre poitrine ou tenez vos mains derrière les oreilles (Ne pas verrouiller vos doigts derrière votre tête). 2. Utilisez vos abdos pour lever votre tête et le haut de votre torse tout en gardant Bas du Dos appuyé fermement sur le sol. 3. Une pause avec vos omoplates à quelques cm du sol, puis revenez lentement à la position de départ avec un mouvement contrôlé
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati con le ginocchia piegate e la schiena sul pavimento. Piega le braccia sul petto o tieni le mani dietro le orecchie (non intrecciare le dita dietro la testa). 2. Usa gli addominali per sollevare la testa e la parte superiore del busto, mantenendo la schiena premuta con forza contro il pavimento. 3. Fermati con le scapole ad un paio di centimetri dal pavimento, poi lentamente torna alla posizione di partenza con un movimento controllato.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 仰向けになり、ひざを曲げて、足の裏を床につけます。両腕を胸の前で組むか、両手を耳の後ろにつけます。（頭の後ろで手を組まないでください。） 2. 腰をしっかりと床に押し付けながら、腹筋を使って頭と上半身を持ち上げます。 3. 肩甲骨を床から数センチ離した場所で静止し、その後動きをコントロールしながらゆっくりと元の姿勢に戻ります。
nl: Voornaamste Spier: Rechte buikspier Andere spieren: Schuine buikspieren 1. Lig op de vloer, je knieën gebogen. Vouw je armen voor de borst of houd ze achter je oren, maar verstrengel de vingers niet met elkaar. 2. Gebruik nu je buikspieren om je hoofd en bovenlicchaam op te tillen terwijl je je onderrug stevig tegen de vloer aan gedrukt houdt. 3. Pauzeer even met de schouderbladen een centimeter of tien van de vloer, ga dan langszaam en gecontroleerd terug naar de startpositie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se com os joelhos dobrados e as costas apoiadas no chão. Cruze os braços sobre o peito ou segure as suas mãos atrás das orelhas (Não entrelace os dedos atrás da cabeça). 2. Use os seus abdominais para levantar a cabeça e parte superior do tronco, mantendo a parte inferior das costas pressionada firmemente contra o chão. 3. Faça uma pausa com as omoplatas afastadas a um par de centímetros do chão, e em seguida, retorne lentamente à posição inicial com um movimento controlado.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на пол, согнув колени. Сложите руки на груди или держите их за ушами. 2. Используйте пресс чтоб поднять голову и верхнюю часть туловища, при этом поясница плотно прижата к полу. 3. Поднимитесь на несколько десятков сантиметров от пола, затем медленно вернитесь в исходное положение с помощью осторожного движения.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg på rygg med knäna böjda. Korsa armarna över bröstet eller håll händerna bakom öronen (fläta inte ihop fingrarna bakom huvudet). 2. Använd magmusklerna för att lyfta huvudet och övre delen av torson, samtidigt som du pressar ländryggen hårt mot golvet. 3. Pausa med skulderbladen ca 10 cm från golvet och återgå sedan långsamt till startpositionen genom att använda en kontrollerad rörelse.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนลงด้วยเข่าที่งอและให้นอนราบลงที่พื้น รวบแขนไขว้ที่อกหรือเอามือประสานไว้หลังหูของท่าน (อย่าล๊อคนิ้วที่หลังหูของท่าน) 2. ใช้กล้ามเนื้อ abs ของคุณยกศีรษะขึ้นและร่างกายท่อนบนในขณะที่ให้หลังท่อนล่างกดแน่นอยู่กับพื้น 3. หยุดพักด้วยสะบักไหล่ให้สูงสักสองสามนิ้วจากพื้น แล้วกลับไปท่าเริ่มต้นอย่างช้า ๆ โดยใช้การเคลื่อนไหวที่ควบคุม
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Dizleriniz bükülü ve sırtınız yerde düz olacak bir şekilde yere uzanın. Kollarınızı göğsünüzün üzerinde çapraz bağlayın veya ellerinizi kulaklarınızın arkasında tutun (Parmaklarınızı başınızın arkasında birleştirmeyin). 2. Sırtınızın alt kısmını yere sağlam bir biçimde basılı halde tutarken başınızı ve üst gövdenizi kaldırmak için karın kaslarınızı kullanın. 3. Kürek kemikleriniz yerden birkaç santim yukarıdayken duraklayın ve kontrollü bir hareketle yavaşça başlangıç pozisyonuna geri dönün.

# Bodyweight Leg Raise with Ball description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques, Lower Back 1. Lie down on the floor. Hold the ball with your hands. Extend legs fully. Raise and bend one leg towards your upper body and pass the ball under the bent leg. 2. As you return to starting position, raise and bend the other leg towards your upper body and again pass the ball under the bent leg. This is one repetition.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques, Unterer Rücken 1. Legen Sie sich auf den Boden. Platzieren Sie Ihre Hände an Ihre Seiten. Strecken Sie Ihre Beine vollständig aus. Heben und biegen Sie ein Bein zu Ihrem Oberkörper. Halten Sie für eine Sekunde inne. 2. Während Sie zu der Anfangsposition zurückgehen, heben und biegen Sie Ihr anderes Bein zu Ihrem Oberkörper. Für eine Sekunde halten. Dies ist eine Wiederholung.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos, Parte inferior de la espalda 1. Túmbate en el suelo. Coloca las manos a los lados. Extiende las piernas completamente. Eleva y flexiona una pierna hacia la parte superior del cuerpo. Mantén la posición durante un segundo. 2. Al volver a la posición inicial, levanta y dobla la otra pierna hacia la parte superior del cuerpo. Mantén la posición durante un segundo. Esto es una repetición.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques, Bas du Dos 1. Allongez-vous sur le sol. Placez les mains sur vos côtés. Étendez les jambes complètement. Soulever et pliez une jambe vers le haut du corps. Maintenez la position pendant une seconde. 2. Tandis que vous revenez à la position de départ, soulevez et pliez l'autre jambe vers le haut du corps. Maintenez la position pendant une seconde. Ceci est une répétition.
it: Muscolo principale: retto addominale Altro muscolo: obliqui, dorsali bassi 1. Sdraiati sul pavimento. Appoggia le mani lungo i fianchi. Estendi le gambe completamente. Solleva e piega una gamba verso il busto. Tieni premuto per un secondo. 2. Mentre ritorni alla posizione di partenza, solleva e piega l'altra gamba verso la parte superiore del corpo. Mantieni la posizione per un secondo. Questa è una ripetizione.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群、腰の筋肉 1. 床に仰向けに横たわります。ボールを両手で持ちます。両足は完全に伸ばします。片脚を持ち上げ、上半身に向けて曲げて、曲げた脚の下にボールを通します。 2. 最初の姿勢に戻ったら、反対の脚を持ち上げ、上半身に向けて曲げて、再び曲げた脚の下にボールを通します。これで１回です。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier, lage rugspieren 1. Lig vlak op de vloer, handen naast je en benen volledig gestrekt. Til en buig een been op richting je bovenlichaam en houd dat een seconde vast. 2. Terwijl je naar de startpositie terug keert til en buig je je nadere been naar je bovenlichaam toe. Houd ook dat een seconde vast. Dit is nu een rep.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens, Costas Inferiores 1. Deite-se no chão. Coloque as mãos ao seu lado. Estique as pernas totalmente. Levante e dobre uma perna em direção ao seu corpo superior. Aguente durante um segundo. 2. À medida que volta à posição inicial, levante e dobre a outra perna em direção ao seu corpo superior. Aguente durante um segundo. Isto é uma repetição.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые, поясница 1. Лягте на пол. Руки разместите по бокам. Выпрямите ноги полностью. Поднимите и согните одну ногу в сторону верхней части тела. Задержите на одну секунду. 2. Вернитесь в исходное положение, поднимите и согните другую ногу в сторону верхней части тела. Задержитесь на секунду. Это одно повторение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna, ländryggen 1. Ligg ner på golvet. Placera händerna vid sidorna. Sträck ut benen helt. Lyft och böj ett ben mot överkroppen. Håll i en sekund. 2. När du återgår till startpositionen, lyft och böj det andra benet mot överkroppen. Håll i en sekund. Det här är en repetition.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques, หลังส่วนล่าง 1. นอนลงกับพื้น จับบอลด้วยมือทั้งสองของคุณ ยืดขาเหยียดตรง ยกและงอขาข้างหนึ่งไปยังร่างกายท่อนบนและผ่านบอลไปใต้ขาที่งออยู่ 2. ในขณะที่คุณกลับไปในท่าเริ่มต้น ให้ยกและงอขาไปข้างหาส่วนบนของร่างกายและผ่านบอลไปใต้ขาที่งออยู่ นี่คือการทำหนึ่งรอบซ้ำ
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler, Alt Sırt 1. Yere uzanın. Ellerinizi yanlarınıza koyun. Bacaklarınızı tamamen uzatın. Bir bacağınızı bükün ve üst gövdenize doğru kaldırın. Bir saniyeliğine tutun. 2. Başlangıç pozisyonunuza geri dönerken, diğer bacağınızı bükün ve üst gövdenize doğru kaldırın. Bir saniyeliğine tutun. Bu, bir tekrardır.

# Bodyweight Scissor Kick description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie down on the floor. Place hands next to your sides. Extend fully and slightly elevated. While keeping legs straight, raise one leg up. 2. As your lower leg, raise the other leg up. This is one repetition.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich auf den Boden. Platzieren Sie die Hände neben Ihre Seiten. Strecken Sie sich vollständig und etwas angehoben aus. Während Sie Ihre Beine gerade lassen, heben Sie eins nach oben. 2. Während Sie das Bein herablassen, heben Sie das andere hoch. Dies ist eine Wiederholung.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate en el suelo. Coloca las manos a los lados. Extiende completamente las piernas y elévalas ligeramente. Con las piernas rectas, eleva una de ellas. 2. Cuando bajas la pierna, eleva la otra. Esto es una repetición.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur le sol. Placez les mains près de vos côtés. Étendez-les complètement et légèrement surélevées. Tout en gardant les jambes droites, levez une jambe. 2. Tandis que vous rabaissez votre jambe, soulevez l'autre jambe. Ceci est une répétition.
it: Muscolo principale: retto addominale Altro muscolare: obliqui 1. Sdraiati sul pavimento. Appoggia le mani accanto ai tuoi fianchi. Estenditi completamente e leggermente rialzato. Mantenendo le gambe dritte, solleva una gamba. 2. Mentre abbassi la gamba, sollevare l'altra gamba. Questa è una ripetizione.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 床に仰向けに横たわります。両手は身体の両側に置きます。身体を完全に伸ばし、少し地面から浮かせます。両脚をまっすぐに伸ばしたまま、片方の脚を上に上げます。 2. 上げた脚を下げると同時に、反対側の脚を上げます。これで１回です。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig vlak op de vloer, handen naast je. Strek jezelf geheel en schouders en benen iets opgetild. Terwijl je de benen gestrekt houdt til een been omhoog. 2. Laat je been nu zakken terwijl je het andere been op tilt. Dit is een rep.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se no chão. Coloque as mãos ao lado seu lado. Estique-se completamente e eleve-se ligeiramente. Com as pernas sempre esticadas, levante uma perna para cima. 2. À medida que a sua perna desce, levante a outra perna para cima. Isto é uma repetição.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на пол. Разместите руки по бокам. Вытянитесь полностью и слегка приподнимитесь. Сохраняя ноги прямыми, поднимите одну ногу вверх. 2. Опустите ее и поднимите другую. Это одно повторение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg ner på golvet. Placera händerna vid sidorna. Sträck ut dem helt och lyft dem lite. Medan du håller benen raka, lyft upp ett av dem. 2. När du släpper ner ena benet, lyft det andra. Det här är en repetition.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนลงกับพื้น วางมือไปข้างลำตัว ยื่นมืออกสุดและค่อยๆ ยกขึ้น ในขณะที่ขาตรงให้ยกขาข้างหนึ่งขึ้น 2. ในขณะที่ขาที่อยู่ต่ำกว่า ให้ยกอีกขาขึ้น นี่เป็นการทำซ้ำหนึ่งครั้ง
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Yere uzanın. Ellerinizi yanlarınıza koyun. Kollarınız tamamen uzanmış ve hafifçe havada olsun. Bacaklarınızı düz tutarken, bir bacağınızı kaldırın. 2. Bacağınızı indirirken, diğer bacağınızı kaldırın. Bu, bir tekrardır.
