Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Hanging Leg Raise 1 description
source: Main Muscle: Abdominals Other Muscle: None 1. Hang from a pull-up bar and keep your legs together. Slowly lift your knees and turn your body one side as high as you can go. 2. Do this slowly while curling your spine from the bottom up. Try not to lift your knees only. Repeat and alternate sides. Do not swing your legs.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Hängen Sie sich an eine Klimmzugstange und halten Sie Ihre Beine zusammen und gerade nach unten. Heben Sie Ihre Beine durch Biegen Ihrer Hüften an, während Sie Ihre Knie biegen. Lassen Sie Ihre Hüften vollständig gebogen. Jetzt heben Sie Ihre Knie zu Ihren Schultern, indem Sie Ihre Taille biegen. Schwingen Sie Ihre Beine nicht nach oben. 2. Ziehen Sie Ihre Beine langsam mit Ihren Bauchmuskeln nach oben. Um dies zu erschweren, legen Sie ein Gewicht zwischen Ihre Füße. Zurückgehen und wiederholen.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Cuelga de una barra de elevación con las piernas juntas y rectas hacia abajo. Eleva las piernas doblando las caderas y las rodillas al mismo tiempo. Mantén la cadera totalmente doblada. Ahora eleva las rodillas hacia los hombros doblando la cintura. No balancees las piernas hacia arriba. 2. Eleva las piernas lentamente utilizando los músculos abdominales. Para hacerlo más difícil, coloca un peso entre los pies. Vuelve a la posición inicial y repite.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Suspendez-vous à une barre de traction et gardez vos jambes tendues vers le bas. Levez vos jambes en fléchissant les hanches et en fléchissant les genoux. Gardez vos hanches en flexion complète. Maintenant, levez vos genoux vers les épaules en fléchissant votre taille. Ne balancez pas les jambes. 2. Levez doucement vos jambes à l'aide de vos abdos. Pour rendre cet exercice plus difficile mettez un poids entre vos pieds. Retournez à la position de départ et répétez.
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Appenditi ad una barra pull-up e tieni insieme le gambe dritte il basso. Sollevare le gambe flettendo i fianchi mentre fletti anche le ginocchia. Mantieni i fianchi completamente flessi. Ora solleva le ginocchia verso le spalle flettendo la vita. Non far oscillare le gambe. 2. Tira lentamente le gambe con gli addominali. Per renderlo più difficile, metti un peso tra i piedi. Torna indietro e ripeti.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. プルアップバーにぶらさがり、両脚をそろえます。両ひざをゆっくりと持ち上げます。 2. 背骨を下から丸めながら、ゆっくりと行います。ひざだけを持ち上げようとしないでください。足を振り回さないでください。
nl: Voornaamste spieren: buikspieren Andere Spieren: geen 1. Hang aan een rekstok en houd je benen samen en recht naar beneden. Til nu je benen omhoog vanuit de heupen en buig de knieën licht. Breng dan je knieën naar je schouders vanuit de heup. Doe het langszaam aan, niet in een snelle beweging. 2. Langszaam breng je je benen omhoog door je buikspieren te gebruiken. Om het lastiger te maken kun je een gewicht tussen de voeten houden. Ga terug en herhaal.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Pendure-se numa barra e mantenha as pernas juntas e esticadas. Eleve as pernas, flexionando os quadris enquanto flexiona os joelhos. Mantenha os quadris totalmente flexionados. Agora levante os seus joelhos em direção aos seus ombros, flexionando a sua cintura. Não balance as pernas para cima. 2. Puxe lentamente as pernas para cima usando os seus abdominais. Para tornar mais difícil coloque um peso entre os pés. Volte à posição inicial e repita.
ru: Главные мышцы: мышцы брюшного пресса Другие мышцы: нет 1. Повисните на турнике, держа ноги вместе, вытянув вниз. Поднимите ноги, сгибая их в коленях. Держите ваши бедра полностью согнутыми. Теперь поднимите колени к плечам, сгибая талию. Не качайте ногами. 2. Медленно вытяните ноги вверх с помощью пресса. Вернитесь в исходное положение и повторите
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Häng i en pull-up-stång och håll ihop benen rakt ner. Lyft benen genom att böja på höfterna samtidigt som du böjer på knäna. Håll höfterna helt böjda. Lyft nu knäna mot axlarna genom att böja midjan. Gunga inte upp med benen." 2. Lyft långsamt upp benen genom att använda magmusklerna. För att göra det svårare, lägg en vikt mellan fötterna. Gå tillbaka och upprepa.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. แขวนจากบาร์ดึงและให้เขาอยู่ด้วยกัน ยกเข่าของท่านขึ้นช้า ๆ และหมุนตัวของท่านไปด้านข้างให้สูงเท่าที่จะสามารถทำได้ 2 ทำสิ่งนี้ช้า ๆ ในขณะที่ม้วนกระดูกสันหลังจากส่วนล่างขึ้นมา พยายามอย่ายกแต่เข่าของท่านเท่านั้น ทำซ้ำและเปลี่ยนข้าง อย่าแกว่งขาของท่าน
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Bir barfiks barına asılın ve bacaklarınızı bitişik ve düz tutun. Dizlerinizi ve kalçalarınızı gerdirerek bacaklarınızı kaldırın. Kalçalarınızı tamamen gerdirin. Şimdi belinizi gerdirerek dizlerinizi omuzlarınıza doğru kaldırın. Bacaklarınızı yukarı doğru sallamayın. 2. Karın kaslarınızı kullanarak yavaşça bacaklarınızı yukarı doğru çekin. Hareketi daha da zorlaştırmak için ayaklarınızın arasına bir ağırlık koyun. Geri dönün ve tekrarlayın.

# Hanging Pike description
source: Main Muscle: Abdominals Other Muscle: None 1. Hang from a pull-up bar and keep your legs together straighten down. Keep your palms facing forward and place your arms somewhat wider than your shoulders. Start bending your knees till your upper legs are horizontally with the floor. 2. Pull your shins to the pull-up var and try to touch it. Don’t swing back but try to slowly return to starting position.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Hängen Sie sich an eine Klimmzugstange und lassen Sie Ihre Beine zusammen gerade nach unten. Halten Sie Ihre Handfläche nach vorne und platzieren Sie Ihre Arme etwas weiter als Ihre Schultern. Fangen Sie an, Ihre Knie zu biegen, bis Ihre oberen Beine horizontal mit dem Boden sind. 2. Ziehen Sie Ihre Schienbeine zu der Klimmzugstange hoch und versuchen Sie sie zu berühren. Schwingen Sie nicht nach hinten, sondern versuchen Sie langsam wieder zur Anfangsposition zurückzugehen.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Cuelga de una barra fija con las piernas juntas y rectas hacia abajo. Con las palmas de las manos hacia el frente y los brazos un poco más separados que la anchura de los hombros. Dobla las rodillas hasta que la parte superior de las piernas estén en horizontal con el suelo. 2. Lleva las espinillas hacia la barra e intenta tocarlas. No te balancees hacia atrás, tratar de volver lentamente a la posición inicial
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Suspendez-vous à une barre de traction et gardez vos jambes tendues ensemble vers le bas. Gardez vos paumes vers l'avant et placez vos bras un peu plus large que vos épaules. Commencez à plier les genoux jusqu'à ce que vos cuisses soient horizontales au sol. 2. Soulevez vos tibias vers la barre de traction et essayez de la toucher. Ne vous balancez pas vers l'arrière, mais essayez de revenir lentement à la position de départ
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Appenditi ad una barra pull-up e tieni insieme le gambe dritte verso il basso. Mantieni i palmi rivolti in avanti appoggiando le braccia un po' più larghe delle spalle. Inizia a piegare le ginocchia fino a che le gambe superiori sono orizzontali con il pavimento. 2. Tira gli stinchi verso la barra pull-up e cerca di toccarla. Non oscillare indietro, ma cerca di tornare lentamente alla posizione di partenza.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. プルアップバーにぶらさがり、両脚をそろえて伸ばします。両手の手のひらが前を向くようにし、肩幅よりも若干広めに持ちます。ひざを曲げて、太ももが床と平行になる所まで引き上げます。 2. すねをプルアップバーに向けて引き上げて、すねをプルアップバーにつけるようにします。下ろすときにも脚を振り回さずに、ゆっくりと最初の位置まで戻すようにします。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Hang aan een rekstok in overhandse grip met de knieën licht gebogen. 2. Trek nu je heupen op terwijl je je lichaam kromt en naar je borst brengt waarbij je de lagere buikspieren gebruikt. Til nu je knieën op zo dicht mogelijk tegen de borst en daarbij je lage rug zo bol mogelijk makend. Pauzeer dan even en voel de samentrekkende lagere buikspieren. ga dan terug naar de startpositie.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Pendure-se numa barra e mantenha as pernas juntas e direitas. Mantenha as palmas das mãos voltadas para a frente e coloque os seus braços afastados um pouco mais largos que os seus ombros. Comece por dobrar os joelhos ficar com as suas coxas horizontais ao chão. 2. Puxe as pernas em direção à barra e tente tocar-lhe. Não balance para trás, mas sim tente retornar lentamente à posição inicial.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Повисните на турнике обхватив трубу ладонями вперед. Слегка согните колени. 2. Подтяните бедра, приближая их к груди с помощью нижних мышц пресса. Поднимите колени как можно ближе к груди, округляя спину. Затем остановитесь на секунду, чувствуя сокращения в нижней части пресса, вернитесь в исходное положение.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Häng i en pull-up-stång och håll ihop benen rakt ner. Håll handflatorna vända framåt och placera armarna så att de är något bredare än axlarna. Börja med att böja knäna tills låren är horisontella med golvet. 2. Dra upp skenbenen till pull-up-stången och försök nudda den. Gunga inte bakåt, men försök att långsamt återgå till startpositionen.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. แขวนจากบาร์ดึงขึ้นและให้ขาทั้งสองอยู่ด้วยกันตรงลงไป ให้ฝ่ามือของท่านหันไปข้างหน้าและวางแขนให้กว้างกว่าใหล่ของท่าน เริ่มต้นงอเข่าของท่านจรท่อนขาด้านบนขนานกับพื้น 2. ดึงลำแข้งของคุณขึ้นมาบนพูลอัพวาร์และพยายามสัมผัสมัน อย่าแกว่งไปข้างหลังแต่พยายามกลับไปตำแหน่งเริ่มต้นอย่างช้า ๆ
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Bir barfiks barına asılın ve bacaklarınız bitişik ve düz bir şekilde dursun. Avuç içlerinizi ileri doğru bakacak şekilde tutun ve kollarınız omuz açıklığı mesafesinden biraz daha geniş bir şekilde dursun. Bacaklarınızın üst kısmı yere paralel olana kadar dizlerinizi bükmeye başlayın. 2. Kaval kemiklerinizi barfiks barına doğru çekin ve bara dokunmaya çalışın. Arkaya doğru sallanmadan yavaşça başlangıç pozisyonuna geri dönmeye çalışın.

# Hanging Side Leg Raise description
source: Main Muscle: Obliques Other Muscle: Rectus Abdominis 1. Hang from a bar overhead, your arms and legs straightened. 2. Raise your legs up and to the side, at a 90 degree angle to your hips. Lower your legs and repeat to the other side, keep your arms straight.
de: Hauptmuskel: Obliques Anderer Muskel: Rektusabdominis 1. Hängen Sie von einer Stange über Ihnen, Ihre Arme und Beine gerade. 2 Heben Sie Ihre Beine nach oben und zur Seite, in einem 90 Grad Winkel zu Ihren Hüften. Lassen Sie Ihre Beine hinunter und wiederholen Sie zur anderen Seite, Arme bleiben gerade.
es: Músculos Principales: Oblicuos Otros Músculos: Rectus Abdominis 1. Cuelga de una barra fija, con los brazos y las piernas rectos. 2. Eleva las piernas hacia arriba y hacia un lado, en un ángulo de 90 grados con las caderas. Baja las piernas y repite el ejercicio hacia el otro lado, manteniendo los brazos rectos
fr: Muscle Principal: Obliques Autres Muscle: Rectus Abdominis 1. Suspendez-vous à une barre au-dessus de votre tête, les bras et les jambes tendues. 2. Levez les jambes vers le haut et sur le côté, à un angle de 90 degrés par rapport à vos hanches. Rabaissez vos jambes et répétez de l'autre côté, gardez vos bras tendus.
it: Muscolo principale: obliqui Altro muscolo: retto addominale 1. Appenditi ad una barra sopra la testa, le braccia e le gambe dritte. 2. Sollevare le gambe di lato, ad un angolo di 90 gradi coi fianchi. Abbassa le gambe e ripeti sull'altro lato, tieni le braccia diritte.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹直筋 1. 頭上のバーにぶらさがり、両腕と両脚をまっすぐに伸ばします。 2. 脚の付け根が90度になるように両脚を持ち上げ、左右どちらかにひねります。両脚を下げたら、反対側も同様に繰り返します。腕は常に伸ばしたままにします。
nl: Voornaamste spieren: buikspieren Andere Spieren: geen 1. Ga aan een rekstok hangen met de benen gestrekt recht naar beneden. Handpalmen naar voor gericht en zet je armen iets verder dan schouderbreedte uit elkaar. Buig nu je knieën en benen totdat je bovenbenen horizontaal aan de vloer zijn. 2. Probeer nu je scheenbenen naar de rekstok te bewegen en probeer die aan te raken. Doe dit in een langszame beweging, niet forceren. ga daarna langszaam weer terug naar de startpositie.
pt_pt: Músculo Principal: Abdómens Outro músculo Rectus Abdominis: 1. Pendure-se numa barra, os seus braços e pernas esticadas. 2. Levantar as pernas para cima e para o lado, num ângulo de 90 graus para os quadris. Baixe as pernas e repita para o outro lado, mantenha os braços retos.
ru: Главные мышцы: мышцы брюшного пресса Другие мышцы: нет 1. Повисните на турнике. Держите ноги вместе. Ладони направлены вперед. Расположите руки немного шире, чем ваши плечи. Сгибайте ноги, пока они не окажутся горизонтально полу. 2. Подтяните ваши голени к турнику и попытайтесь прикоснуться к нему. Медленно возвращайтесь в исходное положение.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna 1. Häng från en stång med armarna och benen utsträckta. 2. Lyft benen uppåt och åt sidan, i en 90-graders vinkel till höfterna. Släpp ner benen och upprepa med andra sidan. Håll armarna raka.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Rectus Abdominis 1. แขวนตัวจากบาร์ที่อยู่เหนือศีรษะ แขนและขาเหยียดตรง 2. ยกขาของคุณขึ้นและไปทางด้านข้างทำมุม 90 องศากับสะโพกของคุณ ปล่อยขาลงไปและทำซ้ำกับอีกข้างหนึ่ง ให้แขนตรง
tr: Ana Kas: Oblikler Diğer Kaslar: Rectus Abdominis 1. Başınızın üzerinde olacak şekilde bir barda asılın; kollarınız ve bacaklarınız düz olsun. 2. Bacaklarınızı yukarı ve yana doğru kalçalarınıza 90 derece olacak şekilde kaldırın. Bacaklarınızı indirin ve kollarınızı düz tutarak diğer tarafa doğru tekrarlayın

# Incline Crunch description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Hook your lower shins under the pad and lie back on the bench. 2. Clasp your hands behind your head and curl your body up contracting your abs. Squeeze forcefully, and back down to the starting position.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Haken Sie Ihre unteren Schienbeine unter das Polster und legen Sie sich auf der Bank zurück. 2. Umklammern Sie Ihre Hände hinter Ihrem Kopf und biegen Sie Ihren Körper mit eingezogenen Bauchmuskeln nach oben. Drücken Sie fest und gehen Sie wieder zur Anfangsposition hinunter.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Engancha la parte inferior de las espinillas en el acolchado y túmbate en el banco. 2. Entrelaza las manos detrás de la cabeza y sube el cuerpo contrayendo los abdominales. Haz fuerza y vuelve a la posición inicial.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Accrochez vos tibias inférieurs sous le pad et allongez-vous sur le banc. 2. Joignez vos mains derrière votre tête et relevez votre corps en contractant vos abdominaux. Contractez avec force, et redescendez à la position de départ.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Aggancia gli stinchi più bassi sotto l’imbottitura e sdraiati sulla panca. 2. Stringi le mani dietro la testa e tira il corpo contraendo gli addominali. Stringi con forza e torna indietro fino alla posizione di partenza
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. すねの一番つま先側をパッドの下にひっかけ、ベンチに横たわります。 2. 両手を頭の後ろで組み、腹筋を収縮させて身体を丸めます。力を入れて身体を縮め、その後、最初の位置まで戻ります。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: rechte buikspier 1. Hang aan een rekstok in overhandse grip. Armen en benen gestrekt. 2. Til nu je benen op en naar opzij in een 90 graden hoek met je heupen. Laat je benen dan weer zakken en herhaal de oefening maar naar de andere kant. Houd de armen steeds gestrekt.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Coloque as pernas inferiores sob almofada e deite-se no banco. 2. Entrelace as mãos atrás da cabeça e enrole o seu corpo contraindo os seus abdominais. Aperte com força, e volte para a posição inicial.
ru: Главные мышцы: косые мышцы Другие мышцы: прямые мышцы живота 1. Повисните на турнике, руки и ноги выпрямлены. 2. Поднимите ноги вверх и в сторону под углом 90 градусов. Опустите ноги и повторите упражнение в другую сторону. Держите руки прямо.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Lägg undre delen av skenbenen under dynan och luta dig tillbaka på bänken. 2. Sätt ihop händerna bakom huvudet och krök upp kroppen genom att spänna magmusklerna. Pressa kraftigt och gå sedan tillbaka till startpositionen.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. แขวนขาท่อนล่างภายใต้เบาะรองและนอนบนม้านั่ง 2. ยึดมือของท่านไว้ข้างหลังศีรษะและม้วนตัวขึ้นเพื่อบิดกล้ามเนื้อ abs ของท่าน บิดอย่างแรง และปล่อยกลับมาที่ตำแหน่งเริ่มต้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Kaval kemiklerinizin altını minderin altına takın ve sehpaya sırt üstü uzanın. 2. Ellerinizi başınızın arkasında kenetleyin ve karın kaslarınızı kasarak vücudunuzu kıvırın. Güçlü bir şekilde sıkıştırın ve başlangıç pozisyonuna geri dönün.

# Seated Jackknife description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie on the bench and grab onto the bench sides for support. Bent your knees slightly. Straighten your ankles perpendicularly to your legs. 2. Raise your hips towards your ribcage and hold for 2 seconds.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich auf die Bank und halten Sie sich an den Bankseiten zur Unterstützung fest. Biegen Sie Ihre Knie etwas. Richten Sie Ihre Fußgelenke senkrecht zu Ihren Beinen aus. 2. Heben Sie Ihre Hüften zu Ihrem Brustkorb und halten Sie für 2 Sekunden inne.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate en el banco y agárrate a los lados como apoyo. Dobla las rodillas ligeramente. Extiende los tobillos perpendicularmente a las piernas. 2. Eleva las caderas hacia la caja torácica y mantén la posición durante 2 segundos.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur le banc et saisissez les côtés du banc pour soutien. Pliez légèrement les genoux. Redressez vos chevilles perpendiculairement à vos jambes. 2. Soulevez vos hanches vers votre cage thoracique et tenez pendant 2 secondes.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati sulla panca e afferra i lati della panca per avere supporto. Piega leggermente le ginocchia. Raddrizza le caviglie perpendicolarmente alle gambe. 2. Solleva i fianchi verso la cassa toracica e mantieni la posizione per 2 secondi.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. ベンチに横になり、ベンチの横をつかんで身体を支えます。ひざを若干曲げます。かかとは直角になるようにします。 2. お尻を肋骨に引き寄せて、２秒間静止させます。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig op een schuine bank en zet je scheenbenen vast in de beugels. 2. Houd je handen samen achter je hoofd en krul je lichaam omhoog door je buikspieren te spannen. Gebruik wat extra kracht en ga dan terug naar de startpositie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se no banco e agarre-se nos apoios laterais. Curve os joelhos ligeiramente. Estique os tornozelos perpendicularmente às suas pernas. 2. Levante os quadris em direção ao seu tórax e aguente durante 2 segundos.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Поставьте ваши голени под подушечку и лягте на скамейку. 2. Положите руки под голову и поднимите ваше тело до того состояния, когда сожмутся мышцы вашего пресса. Напрягите их и вернитесь вниз, в исходное положение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg på bänken och ta tag i sidorna för stöd. Böj lite på knäna. Sträck ut vristerna så att de är vinkelräta mot benen. 2. Lyft höfterna mot bröstkorgen och håll i 2 sekunder.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนลงบนม้านั่งและจับด้านข้างของม้านั่งเพื่อรองรับ งอเข่าของคุณมาช้าๆ ให้ข้อเท้าของคุณตรงตั้งฉากกับขาของคุณ 2. ยกสะโพกเข้าหาซี่โครงและค้างไว้ 2 วินาที
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Sehpaya uzanın ve destek almak için sehpanın yanlarına tutunun. Dizlerinizi hafifçe bükün. Ayak bileklerinizi bacaklarınıza dik olacak şekilde düzeltin. 2. Kalçalarınızı göğüs kafesinize doğru kaldırın ve 2 saniyeliğine tutun.

# Standing Torso Twist description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. While holding a barbell resting on the back of your shoulders, bend over at your waist. 2. Turn to one side by twisting your torso and head and shoulders. 3. Twist back to the starting position and repeat with the opposite side.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Während Sie eine Langhantel auf Ihren hinteren Schultern haltend ruhen lassen, beugen Sie sich aus der Taille heraus nach vorne. 2. Neigen Sie sich zu einer Seite, indem Sie Ihren Oberkörper, Kopf und Ihre Schultern drehen. 3. Drehen Sie sich zur Anfangsposition zurück und wiederholen Sie mit der anderen Seite
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Con una pesa apoyada en la parte posterior de los hombros, dóblate por la cintura. 2. Gira hacia un lado el torso, la cabeza y los hombros. 3. Vuelve a girar a la posición inicial y repite el ejercicio hacia el otro lado
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Tout en tenant un haltère reposant sur le dos de vos épaules, penchez-vous à votre taille. 2. Tournez-vous d'un côté par une torsion du torse et de la tête et des épaules. 3. Retournez à la position de départ et répétez avec l'autre côté
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Mentre tieni un bilanciere appoggiato sul retro delle spalle, piegati sulla vita. 2. Girati su un lato ruotando il busto, la testa e le spalle. 3. Torna alla posizione di partenza e ripeti con il lato opposto.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 肩の上にバーベルを乗せ、ウエストの真上に来るようにします。 2. 体幹・頭・肩を左右どちらかにひねります。 3. 最初の位置まで戻したら、次は反対側にひねります。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig op een bankje en houd dit aan de zijkant vast voor ondersteuning. Buig de knieën licht, maar strek de enkels zodat ze een lijn vormen met je been. 2. Til je heupen op en probeer die naar je ribbenkast te brengen en houd dat 2 seconden vast.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Enquanto segura numa barra descansando-a na parte de trás dos seus ombros, dobre-se sobre a sua cintura. 2. Vire-se para um lado, torcendo o tronco e cabeça e ombros. 3. Torça de volta para a posição inicial e repita para o lado oposto.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на скамью и схватитесь за скамейку с двух сторон для поддержки. Слегка подтяните колени. Выпрямите ваши лодыжки перпендикулярно вашим ногам. 2. Поднимите ваши бедра к вашей грудной клетке и удерживайте в течении 2 секунд.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Medan du har en skivstång vilandes över axlarna, böj dig vid midjan. 2. Vänd dig åt ena sidan genom att vrida torson, huvudet och axlarna. 3. Vrid dig tillbaka till startpositionen och upprepa med andra sidan.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. ในขณะที่จับบาร์เบลล์ที่วางอยู่ด้านหลังของไหล่ของคุณให้ก้มลงไปที่เอวของคุณ 2. หมุนไปข้างหนึ่งโดยการทวิสร่างกายท่อนบนและหัวและหัวไหล่ 3. บิดกลับไปยังท่าเริ่มต้นและทำซ้ำไปทางด้านข้างที่ตรงกันข้าม
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Omuzlarınızın arkasında bir halteri tutarken, belinizden eğilin. 2. Gövdenizi, başınızı ve omuzlarınızı döndürerek bir tarafa dönün. 3. Başlangıç pozisyonuna geri döndürün ve öteki tarafa dönerek tekrarlayın.
