Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Bodyweight Toe Touch description
source: Main Muscle: Obliques Other Muscle: Abdominis 1. Lie down on the floor. Lift legs until legs are perpendicular with the floor. Fully extend your arms above you. 2. Reach for your toes with your hands. Hold for one second. Return to starting position.
de: Hauptmuskel: Obliques Anderer Muskel: Bauchmuskeln 1. Legen Sie sich auf den Boden. Heben Sie Ihre Beine hoch, bis sie senkrecht zum Boden sind. Strecken Sie Ihre Arme vollständig vor sich aus. 2. Greifen Sie mit Ihren Händen nach Ihren Zehen. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: Músculos Principales: Oblicuos Otros Músculos: Abdominales 1. Túmbate en el suelo. Levanta las piernas hasta que estén perpendiculares al suelo. Extiende los brazos por encima de la cabeza. 2. Intenta tocar los dedos de los pies con las manos. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: Muscle Principal: Obliques Autre Muscle: Abdominis 1. Allongez-vous sur le sol. Levez les jambes jusqu'à ce qu'elles soient perpendiculaires au sol. Étendez complètement vos bras au-dessus de vous. 2. Touchez vos orteils avec vos mains. Maintenez la position pendant une seconde. Revenez à la position de départ
it: Muscolo principale: obliqui Altro muscolo: addominale 1. Sdraiati sul pavimento. Solleva le gambe fino a quando le gambe sono perpendicolari al pavimento. Estendi completamente le braccia sopra di te. 2. Arriva a toccare le dita dei piedi con le mani. Mantieni la posizione per un secondo. Torna alla posizione di partenza
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹筋群 1. 仰向けに横たわります。両脚を地面と垂直になる所まで持ち上げます。両腕は頭のてっぺんの方向に完全に伸ばします。 2. 両手をつま先に伸ばします。１秒間静止します。その後、最初の姿勢に戻ります。
nl: Voornaamste spieren: buitenste schuine buikspier Other Muscle: buikspieren 1. Lig vlak op de vloer, til je benen op zodat ze loodrecht op de vloer zijn. Strek je armen boven je 2. Probeer nu je tenen re raken met de handen, maar houd de benen recht en gestrekt, houd een seconde vast en ga dan terug naar startpositie.
pt_pt: Músculo Principal: Abdómens Outros Músculos: abdominal 1. Deite-se no chão. Levante as pernas até ficar com elas perpendiculares ao chão. Estenda totalmente os braços acima de si. 2. Alcance os dedos dos pés com as suas mãos. Aguente durante um segundo. Retorne à posição inicial.
ru: Главные мышцы: косые мышцы Другие мышцы: поперечная мышца живота 1. Лягте на пол. Поднимайте ноги пока они не станут перпендикулярны полу. Полностью вытяните руки перед собой. 2. Дотянитесь руками до пальцев ног. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna 1. Ligg ner på golvet. Lyft benen tills de är vinkelräta mot golvet. Sträck ut armarna helt över dig. 2. Sträck dig mot tårna med händerna. Håll i en sekund. Återgå till startläget.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Abdominis 1. นอนลงกับพื้น ยกขาขึ้นจนกระทั่งทำมุมตั้งฉากกับพื้น ยืดแขนจนสุดเหนือตัวท่าน 2. เอื้อมมือของท่านไปจนถึงหัวแม่เท้า ค้างไว้หนึ่่งวินาที กลับไปตำแหน่งเริ่มต้น
tr: Ana Kas: Oblikler Diğer Kaslar: Abdominis 1. Yere uzanın. Bacaklarınızı yere dik bir açı oluşturana kadar kaldırın. Kollarınızı üzerinizde tamamen uzatın. 2. Ayak parmak uçlarınıza ellerinizle uzanın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

# Bodyweight Twist (Russian) description
source: Main Muscle: Obliques Other Muscle: Rectus Abdominis, Lower Back 1. Sit down with your feet flat on the mat. Your knees should be bent. Lean back slightly. Position your hands together and keep your hands in this position for the rest of the movement. Your arms should be perpendicular with your upper body. 2. Twist your torso in one direction. Hold for one second. 3. Twist your torso in the other direction. Hold for one second. This is one repetition.
de: Hauptmuskel: Obliques Anderer Muskel: Rektusabdominis, Unterer Rücken 1. Setzen Sie sich mit Ihren Füßen flach auf dem Boden auf eine Matte. Ihre Knie sollten gebeugt sein. Lehnen Sie sich leicht zurück. Platzieren Sie Ihre Hände zusammen und lassen Sie sie für den Verlauf dieser Bewegung in dieser Position. Ihre Arme sollten senkrecht zu Ihrem Oberkörper sein. 2. Drehen Sie Ihren Oberkörper in eine Richtung. Für eine Sekunde halten. 3. Drehen Sie Ihren Oberkörper in die andere Richtung. Für eine Sekunde halten. Dies ist eine Wiederholung.
es: Músculos Principales: Oblicuos Otros Músculos: Rectus Abdominis, Parte inferior de la espalda 1. Siéntate con los pies planos en la esterilla. Las rodillas dobladas. Inclínate hacia atrás ligeramente. Coloca las manos juntas y manténlas en esta posición durante el resto del movimiento. Los brazos deben estar en perpendicular con la parte superior del cuerpo. 2. Gira el torso hacia un lado. Mantén la posición durante un segundo. 3. Gira el torso hacia el otro lado. Mantén la posición durante un segundo. Esto es una repetición.
fr: Muscle Principal: Obliques Autre Muscle: Rectus Abdominis, Bas du Dos 1. Asseyez-vous avec vos pieds à plat sur le tapis. Vos genoux doivent être pliés. Penchez légèrement en arrière. Placez vos mains ensemble et gardez vos mains dans cette position pour le reste du mouvement. Vos bras doivent être perpendiculaires avec le haut du corps. 2. Tournez votre torse dans un sens. Maintenez la position pendant une seconde. 3. Tournez votre torse dans l'autre sens. Maintenez la position pendant une seconde. Ceci est une répétition.
it: Muscolo principale: obliqui Altro muscolo: retto addominale, dorsali bassi 1. Siediti con i piedi appoggiati sul tappeto. Le ginocchia devono essere piegate. Piegati leggermente indietro. Posiziona le mani insieme e tieni le mani in questa posizione per il resto del movimento. Le braccia devono essere perpendicolari alla parte superiore del corpo. 2. Ruota il busto in una sola direzione. Mantieni la posizione per un secondo. 3. Ruota il busto nella direzione opposta. Mantieni la posizione per un secondo. Questa è una ripetizione.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹直筋、腰の筋肉 1. 床に座り、足の裏をマットにつけます。ひざは曲げてください。若干後ろに身体を倒します。両手を合わせて、エクササイズの最後までその形を維持します。両腕は上半身と垂直になるようにします。 2. 体幹を左右のどちらかにひねります。１秒間静止します。 3. 体幹を反対側にひねります。１秒間静止します。これで１回です。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: rechte buikspier, lage rugspieren 1. Zit op de mat en houd je voeten vlak op de vloer. Knieën moeten gebogen zijn. Leun licht achterover. Vouw je handen samen en houd ze samen bij de oefening. Je armen moeten loodrecht op je bovenlichaam zijn. 2. Draai nu je torso in een richting, houd even vast. 3. Draai nu je torso naar de andere kant. Houd ook een seconde vast en ga terug naar de startpositie. Dit is een rep.
pt_pt: Músculo Principal: Abdómens Outros Músculos: Rectus Abdominis, parte inferior das costas 1. Sente-se com os pés sobre o tapete. Os seus joelhos devem estar dobrados. Incline-se ligeiramente para trás. Coloque as suas mãos juntas e mantenha as mãos nessa posição durante o resto do movimento. Os braços devem estar perpendicular ao corpo superior. 2. Gire o tronco numa direção. Aguente durante um segundo. 3. Gire o tronco na direção oposta. Aguente durante um segundo. Isto é uma repetição.
ru: Главные мышцы: косые мышцы Другие мышцы: прямые мышцы живота, поясница 1. Сядьте, положите ноги на коврик. Колени должны быть согнуты. Немного наклонитесь назад. Соедините руки и держите их вместе на протяжении всего упражнения. Ваши руки должны быть перпендикулярны груди. 2. Поверните туловище в одну сторону. Задержитесь на секунду. 3. Поверните туловище в другую сторону. Задержитесь на секунду. Это одно повторение.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna, ländryggen 1. Sitt ner med fötterna platta på mattan. Knäna ska vara böjda. Luta dig bakåt lite grann. Lägg ihop händerna och håll dem så under resten av övningen. Armarna ska vara vinkelräta mot överkroppen. 2. Vrid torson åt ett håll. Håll i en sekund. 3. Vrid torson åt andra hållet. Håll i en sekund. Det här är en repetition.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Rectus Abdominis, หลังส่วนล่าง 1. นั่งลงบนเท้าที่วางแนบกับเสื่อ เข่าของคุณควรงอ ค่อย ๆ พิงหลัง วางตำแหน่งมือของท่านไว้ด้วยกันและให้มือของท่านอยู่ในตำแหน่งนี้สำหรับการเคลื่อนไหวที่เหลือ แขนของท่านควรทำมุมตั้งฉากกับร่างกายส่วนบนของท่าน 2. บิดร่างกายส่วนบนของท่านไปทิศทางหนึ่ง ค้างไว้หนึ่่งวินาที 3 บิดร่างกายส่วนบนของท่านไปอีกทิศทางหนึ่ง ค้างไว้หนึ่่งวินาที นี่คือการทำหนึ่งรอบซ้ำ
tr: Ana Kas: Oblikler Diğer Kaslar: Rectus Abdominis, Alt Sırt 1. Ayaklarınız düz bir şekilde mata basar durumda oturun. Dizleriniz bükülü olsun. Hafifçe arkaya eğilin. Ellerinizi bir araya getirin ve hareketin devamı boyunca ellerinizi bu pozisyonda tutun. Kollarınız, vücudunuzun üst kısmına dik açıda olmalıdır. 2. Gövdenizi bir yöne döndürün. Bir saniyeliğine tutun. 3. Gövdenizi diğer yöne döndürün. Bir saniyeliğine tutun. Bu, bir tekrardır.

# Bodyweight Twist 1 description
source: Main Muscle: Obliques Other Muscle: Rectus Abdominis, Lower Back 1. Lie down on the floor. Lift legs unitl thighs are perpendicular with the ground. Keep legs straight. Fully extend your arms to your sides. 2. While twisting the upper body, lower your legs to one side. Hold for one second. 3. Return to starting position. 4. While twisting the upper body, lower your legs to the other side. Hold for one second, Return to starting position.
de: Hauptmuskel: Obliques Anderer Muskel: Rektusabdominis, Unterer Rücken 1. Legen Sie sich neigend auf den Boden. Heben Sie Ihre Beine an, bis Ihre Oberschenkel senkrecht zum Boden sind. Halten Sie sie gerade. Strecken Sie Ihre Arme vollständig an Ihren Seiten aus. 2. Während Sie Ihren Oberkörper drehen, lassen Sie Ihre Beine zu einer Seite hinunter. Für eine Sekunde halten. 3. Zur Anfangsposition zurückgehen. 4. Während Sie den Oberkörper drehen, lassen Sie Ihre Beine zur anderen Seite hinunter. Für eine Sekunde halten, zur Anfangsposition zurückgehen.
es: Músculos Principales: Oblicuos Otros Músculos: Rectus Abdominis, Parte inferior de la espalda 1. Túmbate en el suelo. Levanta las piernas hasta que los muslos estén perpendiculares al suelo. Mantén las piernas rectas. Extiende los brazos completamente a los lados. 2. Girando la parte superior del cuerpo, baja las piernas hacia un lado. Mantén la posición durante un segundo. 3. Vuelve a la posición inicial. 4. Girando la parte superior del cuerpo, baja las piernas hacia el otro lado. Mantén la posición durante un segundo.Vuelve a la posición inicial.
fr: Muscle Principal: Obliques Autre Muscle: Rectus Abdominis, Bas du Dos 1. Allongez-vous sur le sol. Soulevez les jambes jusqu'à ce que vos cuisses soient perpendiculaires au sol. Gardez les jambes droites. Étendez complètement vos bras à vos côtés. 2. Tout en tournant le haut du corps, baissez vos jambes d'un côté. Maintenez la position pendant une seconde. 3. Revenez à la position de départ. 4. Tout en tournant le haut du corps, baissez vos jambes de l'autre côté. Maintenez la position pendant une seconde, Revenez à la position de départ
it: Muscolo principale: obliqui Altro muscolo: retto addominale, dorsali bassi 1. Sdraiati sul pavimento. Solleva le gambe finché le cosce sono perpendicolari al suolo. Tieni le gambe dritte. Estendi completamente le braccia lungo i fianchi. 2. Mentre torci la parte superiore del corpo, abbassa le gambe da un lato. Mantieni la posizione per un secondo. 3. Torna alla posizione di partenza. 4. Mentre torci la parte superiore del corpo, abbassa le gambe verso un lato. Mantieni la posizione per un secondo, ritorna alla posizione di partenza.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹直筋、腰の筋肉 1. 床に仰向けになります。太ももが床と垂直になるまで両脚を上げます。両脚はまっすぐ伸ばしたままにします。両腕は左右に完全に伸ばします。 2. 上半身をひねりながら、両脚を左右どちらかに下ろします。１秒間静止させます。 3. 最初の姿勢に戻ります。 4. 上半身を捻りながら、両脚を反対側に下ろします。１秒間静止させたら、最初の姿勢に戻ります。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: rechte buikspier, lage rugspieren 1. Lig op de vloer en til je benen tot ze loodrecht met de vloer zijn. Houd je benen recht. Spreid je armen naar de zijkanten. 2. Terwijl je links op draait gaan je benen mee naar beneden. Houd een seconde vast. 3. Ga terug naar de startpositie. 4. Draai nu naar rechts en neem de benen weer mee, Houd weer even een seconde vast en ga terug naar de startpositie.
pt_pt: Músculo Principal: Abdómens Outros Músculos: Rectus Abdominis, parte inferior das costas 1. Deite-se no chão. Levante as pernas até ficar com as coxas perpendiculares com o chão. Mantenha as pernas retas. Estenda totalmente os braços para os lados. 2. Enquanto torce a parte superior do corpo, baixe as suas pernas para um lado. Aguente durante um segundo. 3. Retorne à posição inicial. 4. Enquanto torce a parte superior do corpo, baixe as pernas para o outro lado. Aguente durante um segundo, e retorne à posição inicial.
ru: Главные мышцы: косые мышцы Другие мышцы: прямые мышцы живота, поясница 1. Лягте на пол. Поднимите ноги перпендикулярно полу и держите их прямо. Полностью выпрямите руки по бокам. 2. Поворачиваясь верхней частью тела, опустите одну ногу в сторону. Задержитесь на секунду. 3. Вернитесь в исходное положение. 4. Поворачиваясь верхней частью тела, опустите одну ногу в сторону. Задержитесь на секунду. Вернитесь в исходное положение.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna, ländryggen 1. Ligg ner på golvet. Lyft benen tills låren är vinkelräta mot marken. Håll benen raka. Sträck ut armarna helt vid sidorna. 2. Medan du vrider överkroppen, sänk benen mot ena sidan. Håll i en sekund. 3. Återgå till startläget. 4. Medan du vrider överkroppen, sänk benen mot andra sidan. Håll i en sekund och gå sedan tillbaka till startläget.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Rectus Abdominis, หลังส่วนล่าง 1. นอนลงกับพื้น ยกขาทั้งคู่จนกระทั่งหน้าขาทำมุมตั้งฉากกับพื้น ให้ขายึดตรง ยื่นแขนทั้งสองสุดไปด้านข้างลำตัว 2. ในขณะที่บิดร่างกายท่อนลน ให้ลดขาทั้งสองไปข้างหนึ่ง ค้างไว้สักพัก 3. กลับไปท่าเริ่มต้น 4. ในขณะที่บิดร่างกายท่อนบน ให้ลดขาทั้งสองไปอีกข้างหนึ่ง ค้างเอาไว้สักพัก แล้วกลับไปท่าเริ่มต้น
tr: Ana Kas: Oblikler Diğer Kaslar: Rectus Abdominis, Alt Sırt 1. Yere uzanın. Uyluklarınız yere dik bir açıda olana kadar bacaklarınızı kaldırın. Bacaklarınızı düz tutun. Kollarınızı yanlarınızda tamamen uzatın. 2. Vücudunuzun üst kısmını döndürürken, bacaklarınızı bir yöne doğru alçaltın. Bir saniyeliğine tutun. 3. Başlangıç pozisyonuna geri dönün. 4. Vücudunuzun üst kısmını döndürürken, bacaklarınızı diğer yöne doğru alçaltın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

# Flat Bench Lying Leg Raise description
source: Main Muscle: Abdominis Other Muscle: None 1. For exercising your lower abs: Lie flat on the floor or on a bench with your legs straighten. Position your hands under your butt or on the sides with your palms down. Keep your legs straight and your knees locked. 2. Raise your feet as vertically as possible. Return to start position but try not to touch the floor again. Place a light weight between your feet if you can.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Zum Trainieren Ihrer unteren Bauchmuskeln: Legen Sie sich mit geraden Beinen flach auf den Boden oder eine Flachbank. Platzieren Sie Ihre Hände unter Ihren Hintern mit den Handflächen nach unten. Lassen Sie Ihre Beine gerade und Ihre Knie gesperrt. 2. Heben Sie Ihre Füße so vertikal wie möglich an. Gehen Sie zur Anfangsposition zurück, aber versuchen Sie den Boden nicht wieder zu berühren. Platzieren Sie wenn möglich ein leichtes Gewicht zwischen Ihre Füße.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Para ejercitar los abdominales inferiores: Túmbate en el suelo o sobre un banco, con las piernas rectas. Coloca las manos debajo de las nalgas con las palmas hacia abajo. Mantén las piernas rectas y las rodillas bloqueadas. 2. Levanta los pies tan verticalmente como sea posible. Vuelve a la posición inicial, pero trata de no tocar el suelo. Coloca un peso ligero entre los pies si puedes.
fr: Muscle Principal: Abdominis Autre Muscle: Aucun 1. Pour exercer vos bas abdominaux: Allongez-vous sur le sol ou sur un banc, les jambes tendues. Placez vos mains sous vos fesses avec vos paumes vers le bas. Gardez les jambes droites et les genoux verrouillés. 2. Levez vos pieds le plus verticalement possible. Retournez à la position de départ, mais essayez de ne pas toucher le sol. Placez un poids léger entre vos pieds si vous le pouvez.
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Per esercitare gli addominali bassi: stenditi sul pavimento o su una panca con le gambe raddrizzate. Posiziona le mani sotto il fondoschiena con i palmi verso il basso. Mantieni le gambe dritte e le ginocchia bloccate. 2. Solleva i piedi il più verticale possibile. Torna alla posizione di partenza, ma cerca di non toccare di nuovo il pavimento. Metti un peso leggero tra i piedi se puoi
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 下腹部のエクササイズです。両脚を伸ばして、床またはベンチの上に仰向けになります。両手はお尻の下に入れるか、手のひらを下にして身体の左右におきます。両脚はまっすぐに伸ばし、ひざを固定します。 2. 両脚をできるだけ垂直になるまで所まで上げます。その後、最初の位置に戻りますが、地面に足がつかないようにします。可能な場合には、両足の間に軽いウェイトを置きます。
nl: Voornaamste spieren: Buikspieren Andere Spieren: geen 1. Om je lagere buikspieren te trainen: lig vlak op de vloer of op een bankje met gestrekte benen. Leg je handen onder je billen met de handpalmen naar onder. Houd je benen recht en je knieën op slot. 2. Til nu je voeten zo vertikaal mogelijk. Ga terug naar de startpositie maar probeer niet de vloer aan te raken. Probeer ook de oefening te doen met een licht gewicht tussen de voeten, als je kunt.
pt_pt: Músculo Principal: abdominal Outros Músculos: Nenhum 1 Para exercitar os seus abdominais inferiores: Deite-se no chão ou num banco com as pernas direitas. Posicione as mãos sob o seu rabo com as palmas das mãos viradas para baixo. Mantenha as pernas retas e os joelhos bloqueados. 2. Levante os pés o mais vertical possível. Retorne à posição inicial, mas tente não tocar no chão novamente. Coloque um peso leve entre os pés se conseguir.
ru: Главные мышцы: нижние мышцы живота Другие мышцы: нет 1. Для тренировки нижних мышц живота: лягте на пол и на скамейку, ноги выпрямите. Руки положите под ягодицы ладонями вниз. Держите ноги в прямом положении. 2. Поднимите ноги вертикально, насколько только можете. Вернитесь в исходное положение, но старайтесь не касаться пола. Если возможно, зажмите легкий вес между ног.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Ingen 1. För att träna de raka magmusklerna: Ligg platt på golvet eller på en bänk med benen raka. Positionera händerna under rumpan med handflatorna nedåt. Håll benen raka och knäna låsta. 2. Lyft fötterna så vertikalt som möjligt. Återgå till startpositionen, men försök att inte röra golvet igen. Lägg en lätt vikt mellan fötterna om du kan.
th: กล้ามเนื้อหลัก: Abdominis กล้ามเนื้ออื่น: ไม่มี 1. สำหรับการออกกำลังกล้ามเนื้อ abs ส่วนล่าง: นอนราบบนพื้นหรือบนม้านั่งโดยให้ขาตรง วางตำแหน่งมือของท่านใต้ก้นของท่านหรือข้างลำตัวโดยให้คว่ำฝ่ามือลง ให้ขายืดตรงและล๊อคหัวเข่า 2. ยกเท้าของท่านตั้งขึ้นเท่าที่จะทำได้ กลับไปยังตำแหน่งเริ่มต้นแต่อย่าพยายามไปสัมผัสกับพื้นอีก วางน้ำหนักระหว่างเท้าถ้าท่านทำได้
tr: Ana Kas: Abdominis Diğer Kaslar: Yok 1. Alt karın kaslarınızı çalıştırmak için: Bacaklarınızı düz bir şekilde yere veya bir sehpanın üzerine düz bir şekilde uzanın. Avuç içleriniz aşağıya bakacak şekilde ellerinizi kalçanızın altına yerleştirin. Bacaklarınızı düz ve dizlerinizi kilitli tutun. 2. Ayaklarınızı olabildiğince dikey olarak yukarı kaldırın. Başlangıç pozisyonuna geri dönün ancak yere tekrar değmemeye çalışın. Eğer yapabiliyorsanız, ayaklarınızın arasına hafif bir ağırlık yerleştirin.
