Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Side Crunch- right description
source: Main Muscle: Obliques Other Muscle: Rectus Abdominis 1. Keep your legs straight and extend your right arm along the floor (for balance) while lying on your right side. Cup your left hand behind your head while holding your head a few inches above the floor with your elbow pointing toward the ceiling, as shown. Remember to keep your head still (do not bend it toward your feet) throughout the movement phase. 2. Contract the muscles of the left side of your torso while moving your upper torso toward your feet so that your upper body curls in a smooth arc. Simultaneously, lift your legs upward, while keeping your ankles locked together, to form a “V” Shape with your body. When your obliques are fully contracted, begin returning slowly to the starting position. Reverse your position afterward doing several repeats to work the right side of the body.
de: Hauptmuskel: Obliques Anderer Muskel: Rektusabdominis 1. Halten Sie Ihre Beine gerade und strecken Sie Ihren rechten Arm zum Boden aus (für Balance), während Sie auf Ihrer rechten Seite liegen. Legen Sie Ihre linke Hand hinter Ihren Kopf, während Sie Ihren Kopf ein paar Inch über dem Boden halten und mit Ihrem Ellenbogen zur Decke zeigen, wie gezeigt. Denken Sie daran, Ihren Kopf während der Bewegungsphase still zu halten ( ihn nicht zu Ihren Füßen neigen). 2. Ziehen Sie die Muskeln der linken Seite Ihres Rumpfs zusammen, während Sie Ihren Oberkörper zu Ihren Füßen bewegen, so daß er sich in einen weichen Bogen formt. Gleichzeitig heben Sie Ihre Beine nach oben, während Sie Ihre Fußgelenke ineinander verriegeln, um mit Ihrem Körper ein "V" zu bilden. Wenn Ihre Obliques voll zusammengezogen sind, fangen Sie an, langsam zur Anfangsposition zurückzugehen. Drehen Sie anschließend Ihre Position um, damit Sie weitere Wiederholungen machen können, um die rechte Seite des Körpers zu bearbeiten.
es: Músculos Principales: Oblicuos Otros Músculos: Rectus Abdominis 1. Túmbate del lado derecho, con las piernas rectas, y extiende el brazo derecho en el suelo (para mantener el equilibrio) Coloca la mano izquierda bajo la cabeza, sosteniéndola a unos pocos centímetros del suelo y con el codo apuntando al techo, como se muestra en la ilustración. Recuerda que debes mantener la cabeza quieta (sin moverla hacia los pies) durante toda la fase del movimiento. 2. Contrae los músculos de la parte izquierda del torso mientras mueves la parte superior del torso hacia los pies, de manera que la parte superior del cuerpo se curve en un arco. Al mismo tiempo, eleva las piernas hacia arriba, manteniendo los tobillos juntos y formando una V con el cuerpo. Cuando los oblicuos estén totalmente contraídos, vuelve lentamente a la posición inicial. Cambia de posición tras varias repeticiones, para ejercitar el lado derecho del cuerpo.
fr: Muscle Principal: Obliques Autres muscle: Rectus Abdominis 1. Gardez les jambes droites et étendez votre bras droit sur le sol (pour l'équilibre) tout en étant allongé sur votre côté droit. Mettez votre main gauche derrière votre tête tout en maintenant la tête à quelques centimètres au-dessus du sol avec votre coude pointant vers le plafond, comme illustré. N'oubliez pas de garder votre tête ainsi (ne pas plier vers vos pieds) tout au long de la phase de mouvement. 2. Contractez les muscles du côté gauche de votre torse tout en déplaçant votre torse vers vos pieds de façon à ce que le haut de votre corps s'enroule dans un arc harmonieux. Simultanément, soulevez vos jambes vers le haut, tout en gardant vos chevilles verrouillées ensemble, pour former une forme de «V» avec votre corps. Lorsque vos obliques sont entièrement contractés, commence à revenir lentement à la position de départ. Inversez votre position après avoir fait plusieurs répétitions afin de faire travailler le côté droit du corps.
it: Muscolo principale: obliqui Altro muscolo: retto addominale 1. Tieni le gambe dritte ed estendi il braccio destro lungo il pavimento (per l’equilibrio), mentre sei sdraiato sul lato destro. Metti la mano sinistra dietro la testa tenendo la testa a pochi centimetri sopra il pavimento con il gomito rivolto verso il soffitto, come mostrato. Ricordati di tenere ancora la testa (non piegarti verso i piedi) in tutta la fase di movimento. 2. Contrai i muscoli sul lato sinistro del busto mentre muovi il busto verso i piedi in modo che la parte superiore del tuo corpo si curvi come un arco. Contemporaneamente, solleva le gambe verso l'alto, mantenendo le caviglie insieme, per formare una forma a "V " con il corpo. Quando i tuoi obliqui sono completamente contratti, comincia a tornare lentamente alla posizione di partenza. Inverti la posizione e poi fai diverse ripetizioni per lavorare sul lato destro del corpo
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹直筋 1. 左を下にして横になり、両脚をまっすぐに伸ばし、左腕を床に沿って伸ばします（バランスを取るため）。右手を頭の後ろにあて、写真のようにひじを天井に向けながら、頭を床から数センチ浮かせます。エクササイズ中は頭を動かさない（足の方へ曲げない）ことを忘れないでください。 2. 上半身を足の方へ動かしながら、体幹の右側の筋肉を収縮させ、上半身が滑らかなアーチになるように曲げます。同時に、両方のかかとが離れないようにしながら、身体がV字型になるように両脚を持ち上げます。腹斜筋群が完全に収縮したら、元の姿勢までゆっくりと戻します。何回か繰り返したら、身体の右側を鍛えるために左右を入れかえます。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: rechte buikspier 1. Houd je benen recht en spreid je rechterarm op de vloer voor meer balans terwijl je op je rechterzij ligt. Houd je linkerhand achter je hoofd en houd je hoofd een paar centimeter boven de vloer. Je elleboog is naar het plafond gericht zoals afgebeeld. Houd je hoofd stil bij deze oefening (dus niet naar je voeten kijken). 2. Span de spieren aan de linkerkant van je torso aan terwijl je je bovenlichaam naar je voeten beweegtzodat je bovenlichaam een mooie boog vormt. Tegelijkertijd til je je benen op maar houd de enkels tegen elkaar en vorm een V met je lichaam. Als je schuine buikspieren volledig gespannen zijn keer je langszaam terug naar de startpositie. Herhaal de oefening maar nu de andere kant van je lichaam. Wissel de oefening af door links en rechts te doen.
pt_pt: Músculo Principal: Abdómens Outro músculo Rectus Abdominis: 1. Mantenha as pernas retas e estenda o seu braço direito ao longo do chão (para o equilíbrio) enquanto se deita no seu lado direito. Coloque a mão esquerda atrás da cabeça, mantendo a cabeça alguns centímetros acima do chão com o cotovelo apontando para o teto, como mostrado. Lembre-se de manter a cabeça parada (não a dobre em direção aos seus pés) durante a fase de movimento. 2. Contraia os músculos do lado esquerdo do seu tronco ao mover o tronco superior em direção aos seus pés, fazendo um ligeiro arco com o corpo superior. Ao mesmo tempo, levante as pernas para cima, mantendo os tornozelos presos e juntos, para formar um "V" com o seu corpo. Quando os seus oblíquos estiverem totalmente contraídos, volte lentamente à posição inicial. Inverta a posição depois de fazer várias repetições garantindo assim que trabalha também o lado direito do corpo.
ru: Главные мышцы: косые мышцы Другие мышцы: прямые мышцы живота 1. Держите ноги прямо и выпрямите правую руку вдоль пола (для баланса) лежа на правом боку. Положите левую руку за голову, при этом держа ее на несколько сантиметров над полом, локоть должен указывать на потолок, как показано на изображении. Помните, что голову надо держать над полом на протяжении всего упражнения. 2. Слегка наклоняйте верхнюю часть тела в сторону ваших ног так, чтобы ваше туловище было в форме дуги. Одновременно поднимайте ноги вверх, сохраняя при этом ваши лодыжки вместе. Когда ваши косые мышцы живота полностью напрягаются, начинайте возвращаться медленно в исходное положение. После нескольких повторов проработайте правую сторону тела, лежа на левом боку.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna 1. Håll benen raka och sträck ut högerarmen längs golvet (för balans) medan du ligger på högersidan. Lägg vänsterhanden bakom huvudet medan du håller det cirka 10 cm från golvet, med armbågen pekandes mot taket som på bilden. Kom ihåg att hålla huvudet stilla (böj det inte mot fötterna) genom hela rörelsen. 2. Spänn musklerna i vänstra sidan av torson medan du flyttar övre delen av torson mot fötterna, så att överkroppen kröker sig i en mjuk båge. Lyft samtidigt benen uppåt och håll vristerna ihoplåsta för att forma ett V med kroppen. När de sneda magmusklerna är helt spända, återgå långsamt till startpositionen. Gör om övningen med högra sidan efter ett antal repetitioner.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Rectus Abdominis 1. ให้ขาเหยียดตรงและเหยียดแขนไปตามพื้น (เพื่อสมดุล) ในขณะที่นอนตะแคงด้านขวา เอามือซ้ายรองศีรษะของคุณในขณะที่จับศีรษะของคุณให้สูงเหนือพื้นสองสามนิ้วด้วยศอกที่ชี้ไปยังเพดาน ตามที่แสดง จำไว้ว่าให้เก็บศีรษะไว้(อย่างอไปที่เท้าของคุณ) ตลอดการเคลื่อนไหวในส่วนนี้ 2. ให้กล้ามเนื้อทางด้านซ้ายของร่างกายท่อนบนติดกันในขณะที่เคลื่อนร่างกายท่อนบนไปหาเท้าของท่านดังนั้นร่างกายท่อนบอนของท่านจะม้วนเป็นรูปโค้ง โดยพร้อมๆ กัน ให้ยกขาทั้งคู่ไปข้างหน้า ในขระที่ล๊อคข้อเท้าไว้ด้วยกันทำให้ร่างกายของท่านเป็นรูปตัว "V" เมื่อ oblique ของท่านบิดแล้ว ให้เริ่มกลับไปที่ตำแหน่งเริ่มต้นช้า ๆ ย้อนกลับไปตำแหน่งของท่านภายหลัง และทำซ้ำหลาย ๆ ครั้งบนร่างกายด้านขวา
tr: Ana Kas: Oblikler Diğer Kaslar: Rectus Abdominis 1. Bacaklarınızı düz tutun ve yan tarafınıza doğru uzanırken (dengeyi sağlamak için) sağ kolunuzu yerde ileri doğru uzatın. Gösterildiği gibi dirseğiniz tavana doğru bakarken başınızı yerden birkaç santim yukarıda tutarken sol elinizi başınızın arkasına yerleştirin. Hareket esnasında başınızı sabit tutmaya (ayağınıza doğru bükmeyin) özen gösterin. 2. Gövdenizin üst kısmını ayağınıza doğru götürürken, gövdenizin sol kısmında bulunan kasları kasın; böylece üst gövdeniz rahat bir yay şeklini alsın. Aynı anda, bacaklarınızı yukarı kaldırırken, ayak bileklerinizi vücudunuzun bir “V” şeklini alması için birbirine bitişik olarak kilitleyin. Oblikleriniz tamamen kasıldığında, yavaşça başlangıç pozisyonunuza geri dönün. Birkaç tekrar yaptıktan sonra vücudunuzun sağ tarafını da çalıştırmak için pozisyonunuzu tersine çevirin.

# Side Crunch- left description
source: Main Muscle: Obliques Other Muscle: Rectus Abdominis 1. Keep your legs straight and extend your right arm along the floor (for balance) while lying on your right side. Cup your left hand behind your head while holding your head a few inches above the floor with your elbow pointing toward the ceiling, as shown. Remember to keep your head still (do not bend it toward your feet) throughout the movement phase. 2. Contract the muscles of the left side of your torso while moving your upper torso toward your feet so that your upper body curls in a smooth arc. Simultaneously, lift your legs upward, while keeping your ankles locked together, to form a “V” Shape with your body. When your obliques are fully contracted, begin returning slowly to the starting position. Reverse your position afterward doing several repeats to work the right side of the body.
de: Hauptmuskel: Obliques Anderer Muskel: Rektusabdominis 1. Halten Sie Ihre Beine gerade und strecken Sie Ihren rechten Arm zum Boden aus (für Balance), während Sie auf Ihrer rechten Seite liegen. Legen Sie Ihre linke Hand hinter Ihren Kopf, während Sie Ihren Kopf ein paar Inch über dem Boden halten und mit Ihrem Ellenbogen zur Decke zeigen, wie gezeigt. Denken Sie daran, Ihren Kopf während der Bewegungsphase still zu halten ( ihn nicht zu Ihren Füßen neigen). 2. Ziehen Sie die Muskeln der linken Seite Ihres Rumpfs zusammen, während Sie Ihren Oberkörper zu Ihren Füßen bewegen, so daß er sich in einen weichen Bogen formt. Gleichzeitig heben Sie Ihre Beine nach oben, während Sie Ihre Fußgelenke ineinander verriegeln, um mit Ihrem Körper ein "V" zu bilden. Wenn Ihre Obliques voll zusammengezogen sind, fangen Sie an, langsam zur Anfangsposition zurückzugehen. Drehen Sie anschließend Ihre Position um, damit Sie weitere Wiederholungen machen können, um die rechte Seite des Körpers zu bearbeiten.
es: Músculos Principales: Oblicuos Otros Músculos: Rectus Abdominis 1. Túmbate del lado derecho, con las piernas rectas, y extiende el brazo derecho en el suelo (para mantener el equilibrio) Coloca la mano izquierda bajo la cabeza, sosteniéndola a unos pocos centímetros del suelo y con el codo apuntando al techo, como se muestra en la ilustración. Recuerda que debes mantener la cabeza quieta (sin moverla hacia los pies) durante toda la fase del movimiento. 2. Contrae los músculos de la parte izquierda del torso mientras mueves la parte superior del torso hacia los pies, de manera que la parte superior del cuerpo se curve en un arco. Al mismo tiempo, eleva las piernas hacia arriba, manteniendo los tobillos juntos y formando una V con el cuerpo. Cuando los oblicuos estén totalmente contraídos, vuelve lentamente a la posición inicial. Cambia de posición tras varias repeticiones, para ejercitar el lado derecho del cuerpo.
fr: Muscle Principal: Obliques Autres muscle: Rectus Abdominis 1. Gardez les jambes droites et étendez votre bras droit sur le sol (pour l'équilibre) tout en étant allongé sur votre côté droit. Mettez votre main gauche derrière votre tête tout en maintenant la tête à quelques centimètres au-dessus du sol avec votre coude pointant vers le plafond, comme illustré. N'oubliez pas de garder votre tête ainsi (ne pas plier vers vos pieds) tout au long de la phase de mouvement. 2. Contractez les muscles du côté gauche de votre torse tout en déplaçant votre torse vers vos pieds de façon à ce que le haut de votre corps s'enroule dans un arc harmonieux. Simultanément, soulevez vos jambes vers le haut, tout en gardant vos chevilles verrouillées ensemble, pour former une forme de «V» avec votre corps. Lorsque vos obliques sont entièrement contractés, commence à revenir lentement à la position de départ. Inversez votre position après avoir fait plusieurs répétitions afin de faire travailler le côté droit du corps.
it: Muscolo principale: obliqui Altro muscolo: retto addominale 1. Tieni le gambe dritte ed estendi il braccio destro lungo il pavimento (per l’equilibrio), mentre sei sdraiato sul lato destro. Metti la mano sinistra dietro la testa tenendo la testa a pochi centimetri sopra il pavimento con il gomito rivolto verso il soffitto, come mostrato. Ricordati di tenere ancora la testa (non piegarti verso i piedi) in tutta la fase di movimento. 2. Contrai i muscoli sul lato sinistro del busto mentre muovi il busto verso i piedi in modo che la parte superiore del tuo corpo si curvi come un arco. Contemporaneamente, solleva le gambe verso l'alto, mantenendo le caviglie insieme, per formare una forma a "V " con il corpo. Quando i tuoi obliqui sono completamente contratti, comincia a tornare lentamente alla posizione di partenza. Inverti la posizione e poi fai diverse ripetizioni per lavorare sul lato destro del corpo
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹直筋 1. 左を下にして横になり、両脚をまっすぐに伸ばし、左腕を床に沿って伸ばします（バランスを取るため）。右手を頭の後ろにあて、写真のようにひじを天井に向けながら、頭を床から数センチ浮かせます。エクササイズ中は頭を動かさない（足の方へ曲げない）ことを忘れないでください。 2. 上半身を足の方へ動かしながら、体幹の右側の筋肉を収縮させ、上半身が滑らかなアーチになるように曲げます。同時に、両方のかかとが離れないようにしながら、身体がV字型になるように両脚を持ち上げます。腹斜筋群が完全に収縮したら、元の姿勢までゆっくりと戻します。何回か繰り返したら、身体の右側を鍛えるために左右を入れかえます。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: rechte buikspier 1. Houd je benen recht en spreid je rechterarm op de vloer voor meer balans terwijl je op je rechterzij ligt. Houd je linkerhand achter je hoofd en houd je hoofd een paar centimeter boven de vloer. Je elleboog is naar het plafond gericht zoals afgebeeld. Houd je hoofd stil bij deze oefening (dus niet naar je voeten kijken). 2. Span de spieren aan de linkerkant van je torso aan terwijl je je bovenlichaam naar je voeten beweegtzodat je bovenlichaam een mooie boog vormt. Tegelijkertijd til je je benen op maar houd de enkels tegen elkaar en vorm een V met je lichaam. Als je schuine buikspieren volledig gespannen zijn keer je langszaam terug naar de startpositie. Herhaal de oefening maar nu de andere kant van je lichaam. Wissel de oefening af door links en rechts te doen.
pt_pt: Músculo Principal: Abdómens Outro músculo Rectus Abdominis: 1. Mantenha as pernas retas e estenda o seu braço direito ao longo do chão (para o equilíbrio) enquanto se deita no seu lado direito. Coloque a mão esquerda atrás da cabeça, mantendo a cabeça alguns centímetros acima do chão com o cotovelo apontando para o teto, como mostrado. Lembre-se de manter a cabeça parada (não a dobre em direção aos seus pés) durante a fase de movimento. 2. Contraia os músculos do lado esquerdo do seu tronco ao mover o tronco superior em direção aos seus pés, fazendo um ligeiro arco com o corpo superior. Ao mesmo tempo, levante as pernas para cima, mantendo os tornozelos presos e juntos, para formar um "V" com o seu corpo. Quando os seus oblíquos estiverem totalmente contraídos, volte lentamente à posição inicial. Inverta a posição depois de fazer várias repetições garantindo assim que trabalha também o lado direito do corpo.
ru: Главные мышцы: косые мышцы Другие мышцы: прямые мышцы живота 1. Держите ноги прямо и выпрямите правую руку вдоль пола (для баланса) лежа на правом боку. Положите левую руку за голову, при этом держа ее на несколько сантиметров над полом, локоть должен указывать на потолок, как показано на изображении. Помните, что голову надо держать над полом на протяжении всего упражнения. 2. Слегка наклоняйте верхнюю часть тела в сторону ваших ног так, чтобы ваше туловище было в форме дуги. Одновременно поднимайте ноги вверх, сохраняя при этом ваши лодыжки вместе. Когда ваши косые мышцы живота полностью напрягаются, начинайте возвращаться медленно в исходное положение. После нескольких повторов проработайте правую сторону тела, лежа на левом боку.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna 1. Håll benen raka och sträck ut högerarmen längs golvet (för balans) medan du ligger på högersidan. Lägg vänsterhanden bakom huvudet medan du håller det cirka 10 cm från golvet, med armbågen pekandes mot taket som på bilden. Kom ihåg att hålla huvudet stilla (böj det inte mot fötterna) genom hela rörelsen. 2. Spänn musklerna i vänstra sidan av torson medan du flyttar övre delen av torson mot fötterna, så att överkroppen kröker sig i en mjuk båge. Lyft samtidigt benen uppåt och håll vristerna ihoplåsta för att forma ett V med kroppen. När de sneda magmusklerna är helt spända, återgå långsamt till startpositionen. Gör om övningen med högra sidan efter ett antal repetitioner.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Rectus Abdominis 1. ให้ขาเหยียดตรงและเหยียดแขนไปตามพื้น (เพื่อสมดุล) ในขณะที่นอนตะแคงด้านขวา เอามือซ้ายรองศีรษะของคุณในขณะที่จับศีรษะของคุณให้สูงเหนือพื้นสองสามนิ้วด้วยศอกที่ชี้ไปยังเพดาน ตามที่แสดง จำไว้ว่าให้เก็บศีรษะไว้(อย่างอไปที่เท้าของคุณ) ตลอดการเคลื่อนไหวในส่วนนี้ 2. ให้กล้ามเนื้อทางด้านซ้ายของร่างกายท่อนบนติดกันในขณะที่เคลื่อนร่างกายท่อนบนไปหาเท้าของท่านดังนั้นร่างกายท่อนบอนของท่านจะม้วนเป็นรูปโค้ง โดยพร้อมๆ กัน ให้ยกขาทั้งคู่ไปข้างหน้า ในขระที่ล๊อคข้อเท้าไว้ด้วยกันทำให้ร่างกายของท่านเป็นรูปตัว "V" เมื่อ oblique ของท่านบิดแล้ว ให้เริ่มกลับไปที่ตำแหน่งเริ่มต้นช้า ๆ ย้อนกลับไปตำแหน่งของท่านภายหลัง และทำซ้ำหลาย ๆ ครั้งบนร่างกายด้านขวา
tr: Ana Kas: Oblikler Diğer Kaslar: Rectus Abdominis 1. Bacaklarınızı düz tutun ve yan tarafınıza doğru uzanırken (dengeyi sağlamak için) sağ kolunuzu yerde ileri doğru uzatın. Gösterildiği gibi dirseğiniz tavana doğru bakarken başınızı yerden birkaç santim yukarıda tutarken sol elinizi başınızın arkasına yerleştirin. Hareket esnasında başınızı sabit tutmaya (ayağınıza doğru bükmeyin) özen gösterin. 2. Gövdenizin üst kısmını ayağınıza doğru götürürken, gövdenizin sol kısmında bulunan kasları kasın; böylece üst gövdeniz rahat bir yay şeklini alsın. Aynı anda, bacaklarınızı yukarı kaldırırken, ayak bileklerinizi vücudunuzun bir “V” şeklini alması için birbirine bitişik olarak kilitleyin. Oblikleriniz tamamen kasıldığında, yavaşça başlangıç pozisyonunuza geri dönün. Birkaç tekrar yaptıktan sonra vücudunuzun sağ tarafını da çalıştırmak için pozisyonunuzu tersine çevirin.
