Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Most effective moves description
source: A 2001 study found that the most effective ab-targeted moves can actually be done at home with minimal equipment. Researchers tested the amount of muscle activity required of participants while they performed 13 basic ab exercises. The bicycle crunch, the captain's chair, and the stability ball crunch were named the best moves, requiring more muscle activity, respectively, than the traditional crunch.
de: Eine Studie in 2001 hat festgestellt, daß die effektivsten Bauchübungen tatsächlich zu Hause mit minimaler Ausstattung gemacht werden können. Forscher haben die benötigte Muskelaktivität getestet, die von Teilnehmern erfordert wurde, während sie 13 Grundbauchübungen ausführten. Die Fahrradbeuge, der Stuhl des Kapitäns und die Gymnastikballbeuge wurden als beste Bewegungen anerkannt, weil sie mehr Muskelaktivität als die normale Rumpfbeuge benötigen.
es: Un estudio realizado en 2001 averiguó que los movimientos más efectivos para los abdominales, se pueden hacer en casa con un equipo mínimo. Los investigadores estudiaron la cantidad de actividad muscular necesaria por parte de los participantes, mientras estos realizaban 13 ejercicios básicos de abdominales. El abdominal de la bicicleta, la silla del capitán y la pelota suiza fueron denominados como los mejores movimientos, que requieren más actividad muscular, respectivamente, que el abdominal tradicional
fr: Une étude de 2001 a révélé que les mouvements ciblant les abdos les plus efficaces peuvent effectivement être fait à la maison avec un équipement minimal. Les chercheurs ont testé la quantité d'activité musculaire nécessaire aux participants alors qu'ils effectuaient 13 exercices abdominaux basiques. L'enroulement du vélo, la chaise du capitaine, et l'enroulement sur ballon de stabilité ont été nommés les meilleurs mouvements, nécessitant plus d'activité musculaire, respectivement, que l'enroulement traditionnel
it: Uno studio del 2001 ha rilevato che movimenti più efficaci per gli addominali possono effettivamente essere fatti a casa con un’attrezzatura minima. I ricercatori hanno testato la quantità di attività muscolare richiesta dei partecipanti, mentre si sono esibiti in 13 esercizi di base per gli addominali. Il crunch su bicicletta, la captain's chair e il crunch su fitball sono stati nominati i migliori movimenti, che richiedono una maggiore attività muscolare, rispettivamente, rispetto al crunch tradizionale
ja: 腹筋を対象とした最も効果的なエクササイズは、実は最低限の設備を使って家でできるエクササイズであることが、2001年の研究でわかりました。被験者が13種類の基本的な腹筋エクササイズを行う中、研究者は必要とされる筋肉活動量を測りました。より多くの筋肉活動量を必要する最高の腹筋エクササイズには、バイシクル・クランチ、キャプテンズ・チェア、スタビリティボールを使ったクランチが選ばれ、それぞれが従来のクランチよりも多くの筋肉活動量を必要とすることがわかりました。
nl: Een onderzoek uit 2001 wees uit dat de meesr effectieve ab-gefocusde bewegingen best wel thuis gedaan kunnen worden met minimale gereedschappen of toestellen. Onderzoekers testten de hoeveelheid spieractiviteit bij een aantal mense3n die 13 basis abs oefeningen uitvoerden. De Bicycle Crunch, de captain’s chair, en de stabiliteitsbal crunch werden genoemd als de beste oefeningen, die meer spieractiviteit eisten, boven de tarditionele crunch.
pt_pt: Um estudo de 2001 descobriu que os movimentos focados em abdominais-eficazes podem ser realizados em casa sem qualquer tipo de equipamento. Os pesquisadores testaram a quantidade de atividade muscular exigida nos participantes enquanto realizavam 13 exercícios básicos de abdominais. O abdominal bicicleta, a cadeira do capitão, e o abdominal com bola de estabilidade foram nomeados os melhores movimentos, exigindo mais atividade muscular do que o abdominal tradicional.
ru: В 2001 году исследования показали, что наиболее эффективные упражнения для пресса на самом деле можно делать в домашних условиях с минимальным оборудованием. Исследователи протестировали какое требуется количество мышечной деятельности от участников во время выполнения 13-ти базовых упражнений для пресса. Велосипед, стул капитана, мяч равновесия были названы лучшими упражнениями, которые требуют наибольшей мышечной активности, соответственно, чем традиционные подъемы.
sv: En studie från 2001 visade att de mest effektiva magfokuserade övningarna faktiskt kan göras hemma med minimal utrustning. Forskare testade hur mycket muskelaktivitet som krävdes av deltagarna medan de utförde 13 enkla magövningar. Cykelcrunchen, kaptenens stol och crunchen med stabilitetsboll utsågs till de bästa övningarna, eftersom de alla kräves mer muskelaktivitet än en traditionell crunch.
th: การศึกษาในปี 2001 พบว่าการเคลื่อนไหวที่มีประสิทธิภาพมากที่สุดของ ab สามารถทำได้จริงๆ ที่บ้านด้วยเครื่องมือน้อยชิ้น นักวิจัยทดสอบปริมาณของกิจกรรมของกล้ามเนื้อที่เรียกร้องจากผู้เข้าร่วมในขณะที่พวกเขาทำการออกกำลังใน ab 13 ท่า การปั่นจักรยาน เก้าอี้กัปตัน และครันช์บนบอลได้มีชื่อว่าเป็นการเคลื่อนไหวที่ดีทีสุด เป็นการเรียกร้องให้มีการเคลื่อนไหวกล้ามเนื้อมากกว่า ตามลำดับ มากกว่าการครันช์ในแบบที่เคยนิยมทำกันมา
tr: 2001 yılında yapılmış olan bir çalışma en etkili karına yönelik hareketlerin aslında en az sayıda ekipmanla evde yapılabileceğini göstermiştir. Araştırmacılar, katılımcıların 13 temel karın hareketini gerçekleştirirken gereken kas aktivitesinin miktarını test etmişlerdir. Bisiklet sıkıştırma, kaptanın koltuğu ve denge topu sıkıştırma en iyi hareketler olarak seçilmiştir. Bu hareketler normal sıkıştırmaya nazaran daha fazla kas aktivitesi gerektirmektedir.

# Not worthy moves description
source: The same ACE-sponsored study determined the least effective ab-targeted exercises. The exercise tubing pull and the Ab Rocker machine were at the bottom of the list, requiring 8 and 79% less muscle activity, respectively, than the traditional crunch.
de: Die gleiche ACE gesponserte Studie hat die Bauchübungen, die den wenigsten Effekt hatten, ermittelt. Die Übung Rohrziehen und die Bauchschaukelmaschine waren auf der Liste unten, da sie 8 und 79% weniger Muskelaktivität benötigen als die normale Rumpfbeuge.
es: El mismo estudio, patrocinado por ACE, determinó los ejercicios abdominales menos efectivos. El ejercicio de tirar del tubo y la máquina Ab Rocker están los últimos de la lista, ya que requieren 8 y 79% menos de actividad muscular, respectivamente, que los abdominales tradicionales.
fr: La même étude parrainé par l'ECA a déterminé les exercices d'abdos les moins efficaces. L'exercice de tubing pull et la machine Ab Rocker étaient au bas de la liste, nécessitant 8 et 79% d'activité musculaire en moins, respectivement, que l'enroulement traditionnel.
it: Lo stesso studio sponsorizzato da ACE ha determinato gli esercizi meno efficaci per gli addominali. Gli esercizi pulling tube e la macchina Ab Rocker erano alla fine dell'elenco, richiedono l’8% e il 79 % meno di attività muscolare, rispettivamente, rispetto al crunch tradizionale.
ja: アメリカエクササイズ評議会（ACE）がスポンサーとなった同じ研究から、腹筋を対象としたエクササイズの中で効果が最も低いものも判明しました。エクササイズチューブを引っ張るエクササイズと腹筋マシンを使うエクササイズが一番効果が低く、従来のクランチと比べると筋肉活動量がそれぞれ８％と79％少ないことがわかりました。
nl: Het zelfde door ACE gesponsorde onderzoek gaf ook aan welke de minst effectieve abs oefeningen waren. De Tubing pull en de Ab Rocker machine stonden onderaan op het lijstje en zij hadden 80 en 79% minder spieractiviteit dan de traditionele crunch.
pt_pt: O mesmo estudo patrocinado pela ACE determinou os exercícios de abdominais menos eficazes. O exercício de atração ao tubo e a máquina Ab Rocker estavam na parte inferior da lista, exigindo 8 e 79% menos atividade muscular, respetivamente, do que o abdominal tradicional.
ru: Те же самые исследования определили наименее эффективные упражнения для пресса. Упражнения с резинкой для фитнеса и тренажер для пресса Аб Рокет оказались в нижней части списка, содействуя соответственно на 8 и 79% мышечной активности меньше, чем традиционные подъемы.
sv: Samma ACE-sponsrade studie fastställde de minst effektiva magfokuserade övningarna. Övningar med gummiband och Ab Rocker-maskin kom längst ner på listan och krävde 8 respektive 79 % mindre muskelaktivitet än en traditionell crunch.
th: การศึกษาที่ได้รับการสนับสนุนเดียวกันของ ACE ได้ระบุถึงการออกกำลังกายที่มีผลต่อกล้ามเนื้อ AB น้อยที่สุด การออกกำลังกายโดยการดึงสายและเครื่อง Ab Rocker อยู่ด้านล่างของรายการนี้ ที่เรียกร้อง 8 และ 79% ของกิจกรรมที่ใช้กล้ามเนื้อน้อย ตามลำดับกว่าการออกกำลังกายครันช์ในแบบที่เคยทำกันมา
tr: Aynı ACE-sponsorluğunda yürütülen çalışma en az etkili karın kaslarına yönelik egzersizleri de belirlemiştir. Geleneksel sıkıştırmaya nazaran Boru çekişi ve Ab Rocker makinesi listenin en sonunda %80 ve %79 daha az kas aktivitesi gerektiren hareketler olarak yer almıştır.

# Belly fat description
source: There are two types of fat: subcutaneous and visceral. Subcutaneous fat is the most common, it resides all over the body, just below the skin, but visceral fat resides deep within the torso and wraps itself around your heart, liver, and other major organs. While subcutaneous fat is easy to see in the mirror, visceral fat is hard to detect without a CT scan or a MRI. In fact, it's possible to look relatively thin and still have too much fat.
de: Es gibt zwei Arten an Fett: subkutanes und viszerales. Subkutanes Fett ist das häufigste, es befindet sich überall in Ihrem Körper, direkt unter Ihrer Haut, aber das viszerale Fett befindet sich tief in Ihrem Oberkörper und wickelt sich um Ihr Herz, Ihre Leber und andere Hauptorgane. Während das subkutane Fett im Spiegel sehr sichtbar ist, ist das viszerale Fett ohne einen CT-Scan oder Magnetresonanzbild schwer zu erkennen. Man kann sogar relativ dünn aussehen und trotzdem zu viel Fett haben.
es: Hay dos tipos de grasa: subcutánea y visceral. La grasa subcutánea es la más común y se encuentra por todo el cuerpo, justo por debajo de la piel, pero la grasa visceral se encuentra más profunda en el torso y se envuelve alrededor de tu corazón, hígado y otros órganos principales. Mientras que la grasa subcutánea es fácil de ver en el espejo, la grasa visceral es difícil de detectar sin una tomografía computarizada o una resonancia magnética. De hecho, se puede tener un aspecto relativamente delgado y tener demasiada grasa.
fr: Il y a deux types de graisses sous-cutanées et viscérales:. La graisse sous-cutanée est la plus commune, elle réside sur tout le corps, juste en dessous de la peau, mais la graisse viscérale réside en profondeur dans le torse et s'enroule autour du cœur, du foie et d'autres organes majeurs. Alors que la graisse sous-cutanée est facile à voir dans le miroir, la graisse viscérale est difficile à détecter sans un scanner ou une IRM. En fait, il est possible d'avoir l'air relativement mince et d'avoir encore trop de graisse.
it: Ci sono due tipi di grassi: il sottocutaneo e il viscerale. Il grasso sottocutaneo è il più comune, risiede in tutto il corpo, appena sotto la pelle, ma il grasso viscerale risiede nel profondo del tronco e si avvolge intorno al tuo cuore, fegato e altri organi importanti. Mentre il grasso sottocutaneo è facile da vedere allo specchio, il grasso viscerale è difficile da individuare, senza una TAC o una risonanza magnetica. In realtà, è possibile apparire relativamente magri e avere ancora troppo grasso dentro.
ja: 脂肪には、皮下脂肪と内臓脂肪という２つの種類があります。皮下脂肪が最も一般的で、身体中の皮膚の下にあります。一方で、内臓脂肪は体幹の奥深くにあり、心臓・肝臓などの主要な臓器の周りを囲んでいます。皮下脂肪は鏡で簡単に見ることができますが、内臓脂肪はCTスキャンやMRIを使わないと簡単に発見することができません。実際に、痩せているように見える人でも、脂肪が多すぎるということもあり得ます。
nl: Er zijn twee types lichaamsvet: Onderhuids en Inwendig. Het onderhuidse vetweefsel komt het meeste voor en wordt gevonden over het hele lichaam net onder de huid. Het inwendige vet komt voornamelijk voor rond interne organen zoals hart, lever en andere belangrijke organen. Terwijl je onderhuids vet goed kunt zien als je in de spiegel kijkt, is het inwendige vet nauwelijks op te sporen zonder CT scan of MRI. Het is mogelijk om er relatief slank uit te zien, maar toch te veel vet te hebben.
pt_pt: Há dois tipos de gordura: subcutâneo e visceral. A gordura subcutânea é a mais comum, ela reside em todo o corpo, logo abaixo da pele, mas a gordura visceral reside no fundo do tronco e envolve-se em torno de seu coração, fígado e outros órgãos importantes. Embora a gordura subcutânea seja fácil de ver no espelho, a gordura visceral é difícil de detetar, sem uma tomografia computadorizada ou uma ressonância magnética. Na verdade, é possível ser relativamente magro e ao mesmo tempo ter muita gordura.
ru: Есть два типа жира: подкожный и висцеральный. Подкожный жир является наиболее распространенным, он расположен по всему телу, прям под кожей, а висцеральный жир находится глубоко внутри тела и обволакивает сердце, печень и другие основные органы. В то время, как подкожный жир легко виден в зеркале, висцеральный жир трудно обнаружить без КТ или МРТ. На самом деле, можно выглядеть худым и тем не менее иметь очень много жира.
sv: Det finns två typer av fett: subkutant och visceralt. Subkutant fett är det vanligaste; det finns över hela kroppen, precis under huden. Visceralt fett ligger djupt inne i torson och omsluter ditt hjärta, din lever och andra viktiga organ. Medan subkutant fett är lätt att se i spegeln är visceralt fett svårt att upptäckta utan datortomografi eller MRT. Faktum är att det är möjligt att se relativt smal ut och ändå ha för mycket fett.
th: มีไขมันสองประเภท: ไขมันใต้ชั้นผิวหนังและที่อยู่รอบๆ อวัยวะ ไขมันที่อยู่ใต้ชั้นผิวหนังเป็นสิ่งที่พบได้เป็นส่วนมาก มันอยู่ทั่วร่างกายแค่ภายใต้ผิวหนัง แต่ ไขมันที่อยู่รอบๆ อวัยวะอยู่ลึกลงไปในร่างกายท่อนบนและห่อตัวมันเองรอบๆ หัวใจ ตับและอวัยวะหลักต่างๆ ของคุณ ในขณะที่ไขมันภายใต้ผิวหนังสามารถมองเห็นผ่านกระจกเงา ไขมันที่อยู่รอบๆ อวัยวะหาพบยากโดยปราศจากการ CT สแกนหรือ MRI ในความเป็นจริงมันเป็นไปได้ที่จะดูเหมือนว่าผมแต่ยังคงมีไขมันมัก
tr: İki adet yağ türü vardır: deri altı ve iç organlar. Deri altı yağı, hemen derinin altında vücudun her yerinde bulunan en yaygın yağ türüdür; iç organların yağı ise gövdenin derinliklerinde bulunur ve kendini kalbiniz, karaciğeriniz ve diğer tüm ana organların etrafına sarar. Deri altı yağlarını aynada görmek kolayken; iç organların yağının bir CT taraması veya MRI yapılmadan saptanması çok zordur. Aslında, aşırı yağa sahip olup da göreceli olarak ince gözükmek de mümkündür.

# About fat description
source: Visceral fat is hard to detect and more dangerous than subcutaneous fat. It's more likely to produce substances that can damage your heart and blood vessels and could interfere with your body's ability to use insulin. What's more, large amounts of belly fat can increase your risk of serious health problems like high blood pressure, stroke, type 2 diabetes, metabolic syndrome, certain types of cancer, and heart disease.
de: Viszerales Fett ist schwer zu erkennen und gefährlicher als subkutanes Fett. Es ist wahrscheinlicher, daß es Stoffe produziert, die Ihr Herz und Ihre Blutgefäße beschädigen können und könnte die Fähigkeit Ihres Körper beeinflußen, Insulin zu benutzen. Weiterhin können große Mengen an Bauchfett Ihr Risiko für ernsthafte Gesundheitsprobleme wie hoher Blutdruck, Schlaganfall, Typ 2 Diabetes, Metabolisches Syndrom, manche Formen von Krebs und Herzkrankeit erhöhen.
es: La grasa visceral es difícil de detectar y más peligrosa que la grasa subcutánea. Tiene más probabilidades de producir substancias dañinas para el corazón y los vasos sanguíneos y podría interferir con la capacidad del cuerpo para usar insulina. Es más, grandes cantidades de grasa en el vientre, pueden aumentar los riesgos de padecer problemas serios de salud, como hipertensión, apoplejías, diabetes tipo 2, síndrome metabólico, cientos tipos de cáncer y enfermedades del corazón.
fr: La graisse viscérale est difficile à détecter et plus dangereuse que la graisse sous-cutanée. Elle est plus susceptible de produire des substances qui peuvent endommager votre cœur et les vaisseaux sanguins et qui pourraient interférer avec la capacité de votre corps à utiliser l'insuline. De plus, de grandes quantités de graisse du ventre peut augmenter votre risque de problèmes de santé graves comme l'hypertension artérielle, l'accident vasculaire cérébral, le diabète de type 2, le syndrome métabolique, certains types de cancer, et les maladies cardiaques
it: l grasso viscerale è difficile da individuare e più pericoloso del grasso sottocutaneo. E' più probabile produrre sostanze che possono danneggiare il cuore e i vasi sanguigni e potrebbe interferire con la capacità del corpo di utilizzare l'insulina. In più, grandi quantità di grasso della pancia possono aumentare il rischio di gravi problemi di salute come l’ipertensione, l’ictus, il diabete di tipo 2, la sindrome metabolica, alcuni tipi di cancro e malattie cardiache
ja: 皮下脂肪と比べると、内臓脂肪は発見がより困難で、より危険です。心臓や血管を傷つける物質を生成する可能性がより高く、インスリンを利用する身体の機能を阻害する可能性もあります。さらに、お腹の脂肪が多いことによって、高血圧・発作・２型糖尿病・メタボリックシンドローム・一部のガン・心臓病など、主要な健康問題を抱えるリスクが大きくなる可能性があります。
nl: Het inwendige vet is moeilijk te traceren en gevaarlijker dan onderhuids vet. Het zal eerder stoffen produceren die het hart of bloedvaten kunnen beschadigen en kan de opname van insuline in het lichaam verhinderen. Belangrijker is dat grote hoeveelheden buikvet het gezondheidsniveau negatief kan beïnvloeden en hoge bloeddruk, beroertes, type 2 diabetes, stofwisselingsstoornissen, sommige vormen van kanker en hartziekten kan veroorzaken.
pt_pt: A gordura visceral é difícil de detetar e mais perigosa que a gordura subcutânea. É mais provável que produzem substâncias que possam danificar o coração e os vasos sanguíneos e pode interferir com a capacidade do organismo de utilizar a insulina. Além do mais, grandes quantidades de gordura na barriga podem aumentar o risco de sérios problemas de saúde como a hipertensão arterial, acidente vascular cerebral, diabetes tipo 2, síndrome metabólica, certos tipos de cancro e doenças cardíacas
ru: Висцеральный жир трудно обнаружить и от этого он более опасен, чем подкожный. Этот тип жира скорее производит вещества, которые могут навредить вашему сердцу и кровеносным сосудам, могут повлиять на способность организма использовать инсулин. Более того, большое количество жира на животе может увеличить риск серьезных проблем со здоровьем, таких как высокое давление, инсульт, диабет второго типа, метаболический синдром, некоторые виды рака и сердечно-сосудистых заболеваний.
sv: Visceralt fett är svårt att upptäcka och farligare än subkutant fett. Det producerar oftare ämnen som kan skada ditt hjärta och dina blodkärl, och det kan störa din kropps förmåga att använda insulin. Dessutom kan stora mängder magfett öka risken för seriösa hälsoproblem som högt blodtryck, stroke, typ 2-diabetes, metaboliskt syndrom, vissa typer av cancer och hjärtsjukdomar.
th: ไขมันรอบอวัยวะตรวจพบได้ยากและอันตรายกว่าไขมันใต้ชั้นผิวหนัง มันเหมือนกับการผลิตสารที่สามารถทำอันตรายัหวใจและหลอดเลือดของคุณและสามารถเข้าไปยุ่งกับความสามารถของร่างกายของคุณในการใช้อินซูลิน จำนวนไขมันหน้าท้องก็สามารถเป็นเหตุให้เพิ่มความเสี่ยงต่อปัญหาสุขภาพเป็นอย่างมากเช่นความดันโลหิตสูง เส้นเลือดแตก เบาหวานประเภท2 ภาวะการเผาผลาญอาหาร และมะเร็งในบางชนิด และโรคหัวใจ
tr: İç organların yağının saptanması zordur ve deri altı yağlardan çok daha tehlikelidir. İç organların yağı kalbinize ve damarlarınıza zararlı olacak maddeler üretebilir ve vücudunuzun insülini kullanma becerisine engel olabilir. Bunlara ek olarak, aşırı miktarda göbek yağı da yüksek tansiyon, felç, tip 2 diyabet, metabolik sendrom, belli kanser türleri ve kalp hastalıkları gibi ciddi hastalıklara yakalanma riskinizi yükseltebilir.
