Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Wheel Rollout description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Place your knees on the floor, hands resting on an ab wheel directly below your chest, back flat, abs tight, neck and head aligned with your back. 2. Roll your hands as far forwards as possible, keeping your core tight. Stop the movement as soon as you realize you can’t go any farther while still keeping the neutral arch in your back. 3. Roll your hands back to the starting position.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Platzieren Sie Ihre Knie auf den Boden, Hände ruhen auf einem Bauchmuskelrad direkt unter Ihrer Brust, Rücken flach, Bauchmuskeln angespannt, Nacken und Kopf mit dem Rücken ausgerichtet. 2. Rollen Sie Ihre Hände soweit wie möglich, der Kern bleibt angespannt. Halten Sie sofort mit der Bewegung an, wenn Sie merken, daß Sie nicht mehr weitermachen können, während Sie den natürlichen Bogen im Rücken beibehalten. 3. Rollen Sie Ihre Hände zurück zur Anfangsposition.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Con las rodillas en el suelo, coloca las manos sobre una rueda de abdominales directamente debajo del pecho, con la espalda plana, los abdominales contraídos, y el cuello y la cabeza alineados con la espalda. 2. Desplaza las manos hacia delante tanto como puedas, manteniendo el torso contraído. Detente cuando no puedas desplazarte más, manteniendo el arco neutral de la espalda. 3. Desplaza las manos de vuelta a la posición inicial.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Placez vos genoux sur le sol, les mains reposant sur une roue à abdos directement en dessous de votre poitrine, le dos plat, les abdominaux contractés, le cou et la tête alignée avec votre dos. 2. Roulez vos mains aussi loin que possible vers l'avant, en gardant votre buste contracté. Arrêtez le mouvement dès que vous réalisez que vous ne pouvez pas aller plus loin tout en gardant l'arc neutre de votre dos. 3. Roulez vos mains jusqu'à la position de départ
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Metti le ginocchia sul pavimento, le mani appoggiate su una Ab Wheel direttamente sotto il petto, schiena piatta, addominali stretti, collo e la testa in linea con la schiena. 2. Fai ruotare le mani il più avanti possibile, mantenendo la parte centrale contratta. Ferma il movimento non appena ti rendi conto che non si può andare oltre, mantenendo l'arco neutrale nella schiena. 3. Ruota le mani per tornare alla posizione di partenza.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 両ひざを床につき、両手を腹筋用ホイールに置き、それが胸の真下に来るようにします。背中はまっすぐ伸ばし、腹筋は締め、首と頭は背骨の延長線上に来るようにします。 2. 体幹を固めながら、両手で持つホイールをできるだけ遠くまで転がします。背中の自然なアーチを維持しながら、これ以上先へ行けないと感じたらすぐに動きを止めます。 3. 両手で持つホイールを転がして、最初の位置まで戻します。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Met de knieën op de vloer laat je je handen rusten op een ab wiel die zich recht onder je borst bevindt. Houd de rug recht, buikspieren gespannen en hoofd en nek in lijn met je rug. 2. Rol je handen nu zover mogelijk naar voren, terwijl je je bovenlichaam strak houdt. Stop als je voelt niet verder te kunnen zonder de rug onnatuurlijk te gaan krommen. 3. Rol dan je handen terug naar de startpositie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Coloque-se de joelhos no chão, mãos apoiadas numa “roda ab” diretamente abaixo de seu peito, costas retas, abdominais contraídos, pescoço e cabeça alinhada com as suas costas. 2. Role as suas mãos, o mais para a frente possível, mantendo o seu núcleo firme. Pare o movimento assim que não conseguir ir mais longe, mantendo sempre o arco nas costas. 3. Role as mãos de volta até à posição inicial.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Встаньте на колени, положив руки на пресс, непосредственно под грудь, спина ровная, напрягите пресс. 2. Вытяните руки перед собой насколько это возможно, сохраняя спину ровной. Остановитесь на несколько секунд, как только поймете, что дальше тянуться невозможно. 3. Вернитесь в исходное положение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Placera knäna på golvet och vila händerna på ett träningshjul precis under ditt bröst. Ha ryggen rak, magmusklerna spända och nacken och huvudet i linje med ryggen. 2. Rulla fram så långt som möjligt - håll hela tiden bålen och ryggen spända. Sluta rörelsen så fort du inser att du inte kan rulla fram mer. Ha hela tiden ryggen naturligt svankande. 3. Rulla tillbaka till startläget.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. วางเข่าของท่านบนพื้น มือวางบนแอปวีลตรงไปใต้หน้าอกของท่าน ให้หลังแบน abs แน่นไปทางเดียวกับหลังของท่าน 2. ม้วนมือของท่านไปข้างหน้าให้ไกลเท่าที่จะทำได้ ให้ส่วนกลางของท่านแน่น การเคลื่อนไหวในขณะที่ท่านรู้สึกว่าไม่สามารถทำต่อไปได้อีกในขณะที่อยู่บนส่วนหลังที่เป็นท่าโค้งของคุณ 3. เอามือกลับมาในตำแหน่งเริ่มต้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Dizlerinizi yere koyun, ellerinizi ise hemen göğsünüzün altında bir ab-tekerleğinin üzerine yerleştirin. Sırtınız düz, karın kaslarınız gergin, enseniz ve başınız ise sırtınız ile hizada olsun. 2. Ellerinizi olabildiğince uzağa doğru yuvarlayın, bunu yaparken çekirdek gövdenizi gergin tutun. Sırtınızdaki doğal yayı bozmadan artık daha fazla ileri gidemeyeceğinizi anladığınız an hareketi durdurun. 3. Ellerinizi başlangıç pozisyonuna doğru geri yuvarlayın.

# Abdominal Crunch On a Ball description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques, Lower Back 1.Start lying with lower back and hips on the ball, keep your feet flat on the ground with your knees bent at 90 degrees. Hold the dumbbell parallel with your chest. 2. Move ribcage to the pelvis as you lift your back off the ball. Keep your lower back and hips on the ball. Release and repeat.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques, Unterer Rücken 1. Sie beginnen, indem Sie sich mit Ihrem unteren Rücken und Hüften auf den Ball legen, Ihre Füße sind flach auf dem Boden mit Ihren Knien 90 Grad angewinkelt. Kreuzen Sie Ihre Arme auf Ihrer Brust. 2. Bewegen Sie den Brustkorb zum Becken während Sie Ihren Rücken vom Ball heben. Lassen Sie Ihren unteren Rücken und die Hüften auf dem Ball. Loslassen und wiederholen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos, Parte inferior de la espalda 1.Comienza tumbado con la parte inferior de la espalda y las caderas sobre la pelota, con los pies planos en el suelo y las rodillas dobladas en un ángulo de 90 grados. Cruza los brazos sobre el pecho. 2. Mueve la caja torácica hacia la pelvis a la vez que levantas la espalda de la pelota. Mantén la parte inferior de la espalda y las caderas sobre la pelota. Libera y repite
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques, Bas du Dos 1. Commencez couché avec Bas du Dos et les hanches sur le ballon, gardez vos pieds à plat sur le sol avec vos genoux pliés à 90 degrés. Croisez vos bras sur votre poitrine. 2. Déplacez la cage thoracique vers le bassin tandis que vous soulevez votre dos du ballon. Gardez Bas du Dos et les hanches sur le ballon. Relâchez et recommencez.
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Inizia sdraiato con la parte bassa della schiena e fianchi sulla fitball, tieni i piedi a terra con le ginocchia piegate a 90 gradi. Incrocia le braccia sul petto. 2. Sposta la gabbia toracica verso il bacino, come se sollevassi la schiena fuori dalla palla. Tieni la parte bassa della schiena e i fianchi sulla palla. Rilascia e ripeti.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群、腰の筋肉 1.ボールの上に腰とお尻を乗せて仰向けになり、両足は地面につけ、ひざを90度に曲げます。ダンベルを胸と平行に持ちます。 2. 背中をボールから浮かせながら、肋骨を骨盤に引き寄せます。腰とお尻はボールから離さないようにします。元の姿勢に戻して、繰り返してください。
nl: Voornaamste spieren: Rechte buikspier Andere spieren: buitenste schuine buikspier, Lage rug 1.Start met ruggelings liggen op een bal met je lage rug en heupen, je voeten vlak op de grond houden en je knieën in een 90 graden hoek. Kruis je armen over de borst. 2. Beweeg nu je ribbenkast naar je heup toe terwijl je je rug van de bal optilt. Houd je onderrug en heupen op de bal. Even relaxen en herhalen.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens, Costas Inferiores 1. Comece com a parte inferior das costas e quadris deitadas na bola, mantenha os pés no chão e com os joelhos curvados a 90 graus. Cruze os braços sobre o peito. 2. Mova as costelas até ao pélvis como se fosse levantar as costas da bola. Mantenha a região lombar e quadril na bola. Solte e repita.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые, поясница 1. Лягте поясницей и бедами на фитбол, вытянув ноги на пол, колени согнуть на 90 градусов. Скрестите руки на груди. 2. Придвиньте грудную клетку к ногам, поднимая спину от мяча. Поясница и бедра остаются на мяче. Вернитесь в исходное положение и повторите упражнение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna, ländryggen Börja med att ligga med ländryggen och höfterna på bollen. Håll fötterna platta på golvet och knäna böjda i 90 grader. Korsa armarna över bröstet. 2. Lyft ryggen från bollen och flytta bröstkorgen mot bäckenet. Håll ländryggen och höfterna på bollen. Släpp och upprepa.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques, หลังส่วนล่าง 1.เริ่มนอนด้วยหลังส่วนล่างและสะโพกบนบอล ให้เท้าวางบนพื้นด้วยเข่าของท่านที่งอเป็นมุม 90 องศา ถือดัมเบลล์ขนานไปกับหน้าอกของท่าน 2. เคลื่อนซี่โครงไปยังกระดูกเชิงกรานในขณะที่คุณยกหลังออกจากบอล ให้ส่วนหลังของหลังของคุณและสะโพกอยู่บนบอล ปล่อยและทำซ้ำ
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler, Alt Sırt 1. Sırtınızın alt kısmı ve kalçalarınız topun üzerinde bir şekilde topun üzerine uzanarak başlayın, dizleriniz 90 derece açıyla bükülü bir şekilde ayaklarınızı yerde düz olarak tutun. Kollarınızı göğsünüzün üzerinde çapraz olarak tutun. 2. Topun üzerinden sırtınızı kaldırırken göğüs kafesinizi kalça kemiğinize doğru hareket ettirin. Sırtınızın alt kısmını ve kalçalarınızı topun üzerinde tutun. Bırakın ve tekrar edin.

# Ball Pull-In description
source: Main Muscle: Abdominis Other Muscle: None 1. One of the exercise to work the lower abs: Start placing your hands on the floor before you put your lower legs on the ball, start as you do a pushup. Keep your balance and the ball straight. 2. Pull your knees front so the ball rolls forward. Squeeze your abs and return to start position, rolling the ball back again.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Eine der Übungen, um Ihre untere Bauchmuskulatur zu bearbeiten: Platzieren Sie Ihre Hände auf den Boden und bevor Sie Ihre Unterschenkel auf den Ball legen, fangen Sie so an, als wenn Sie eine Liegestütze machen. Halten Sie Ihre Balance und den Ball gerade. 2. Ziehen Sie Ihre Knie vorwärts, so daß der Ball nach vorne rollt. Ziehen Sie Ihre Bauchmuskeln ein und gehen Sie zur Anfangsposition zurück, indem Sie den Ball wieder nach hinten rollen.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Uno de los ejercicios para trabajar la parte inferior de los abdominales: Coloca las manos en el suelo antes de poner la parte inferior de las piernas sobre la pelota, haz una flexión. Mantén el equilibrio y la pelota recta. 2. Mueve las rodillas hacia adelante, de manera que la pelota ruede hacia adelante. Contrae los abdominales y vuelve a la posición inicial, rodando la pelota hacia atrás.
fr: Muscle Principal: Abdominis Autre Muscle: Aucun 1. C'est l'un des exercices pour travailler les bas abdominaux: Commencez en plaçant vos mains sur le sol avant de mettre vos tibias sur le ballon, commencez comme pour les pompes. Gardez votre équilibre et le ballon bien droit. 2. Tirez l'avant de vos genoux de sorte que la balle roule en avant. Contractez vos abdominaux puis revenez à la position de départ, en faisant rouler le ballon à nouveau
it: Muscolo principale: addominali Altro muscolo: nessuno 1 . Uno degli esercizi per lavorare sugli addominali bassi: inizia mettendo le mani sul pavimento prima di mettere le gambe sulla palla, inizia come se facessi i piegamenti. Mantieni l’equilibrio e la palla dritta. 2. Tira le ginocchia davanti così la palla rotola in avanti. Sforza gli addominali e torna alla posizione iniziale, fai rotolare la palla indietro di nuovo.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 下腹部を鍛えるエクササイズの１つです。両手を床についてから、両脚の下の方をボールの上に乗せ、腕立て伏せをするような姿勢から始めます。バランスを保つとともに、ボールを真ん中からずれないようにします。 2. 両ひざを身体の前に引きつけ、ボールが前に転がるようにして、腹筋を引き締めます。その後、最初の位置まで戻り、ボールも元の場所まで転がして戻します。
nl: Voornaamste spieren: Buikspieren Andere spieren: Geen 1. Een van de oefeningen voor de lagere buikspieren: Zet je handen op de vloer voordat je je scheenbenen op de bal legt. Start alsof je een push-up doet. Let op je balans en houd de bal recht. 2. Buig nu ke knieën naar je ellebogen toe, dat maakt de bal aan het rollen. Trek je buikspieren samen en ga dan terug naar de startpositie door de bal terug te rollen.
pt_pt: Músculo Principal: abdominal Outros Músculos: Nenhum 1. Um dos exercícios para trabalhar os abdominais inferiores: Comece colocando as mãos no chão antes de colocar as pernas sobre a bola, como se fosse para começar a fazer uma flexão. Mantenha o equilíbrio e a bola parada. 2. Puxe os joelhos para a frente de forma a fazer a bola rolar para a frente. Contraia os seus abdominais e volte à posição inicial fazendo a bola rolar de volta.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: нет 1. Одно из упражнений, которое разрабатывает нижние мышцы пресса: начните с того, что расположите ваше руки на полу, прежде чем положить колени на фитбол. Сохраняйте равновесие и мяч старайтесь держать прямо. 2. Подтяните колени вперед так, чтоб мяч покатился вперед. Сжимая мышцы пресса вернитесь в исходное положение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Ingen 1. En övning för att träna de raka magmusklerna: Börja med att placera händerna på golvet och lägg sedan underbenen på bollen, så att det ser ut som att du ska göra en armhävning. Håll balansen och håll bollen rak. 2. Dra fram knäna så att bollen rullar framåt. Spänn magmusklerna och återgå till startpositionen genom att rulla tillbaka bollen.
th: กล้ามเนื้อหลัก: Abdominis กล้ามเนื้ออื่น: ไม่มี 1. หนึ่งในการออกกำลังกายคือ abs ส่วนล่าง: เริ่มจากการวางมือของท่านบนพื้นก่อนที่ท่านจะวางเท้าที่ต่ำกว่าบนบอล เร่ิมทำเหมือนคุณวิดพื้น ให้รักษาสมดุลและให้บอลตรง 2. ดึงเข่าไปข้างหน้าเพื่อให้บอลกลิ้งไปข้างหน้า บิดกล้ามเนื้อ abs ของคุณและกลับไปตำแหน่งเริ่มต้น กลิ้งบอลกลับมาอีก
tr: Ana Kas: Abdominis Diğer Kaslar: Yok 1. Alt karın kaslarını çalıştırmak için egzersizlerden biri: Alt bacaklarınızı topun üzerine koymadan önce ellerinizi yere yerleştirerek başlayın ve bir şınav çeker gibi pozisyon alın. Dengenizi ve topu düz tutun. 2. Dizlerinizi öne doğru çekin, böylece top ileri doğru yuvarlansın. Karın kaslarınızı sıkıştırın ve başlangıç pozisyonuna topu tekrar geriye yuvarlayarak geri dönün.

# Bodyweight Butt Ups description
source: Main Muscle: Rectus Abodiminis Other Muscle: Obliques 1. Lie prone on the floor. Clamp your hands together. Raise yourself up so that only tour toes and forearms are on the floor. Keep your back straight. 2. Raise your behind as high as you can. Hold for a second. Return to starting position.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich neigend auf den Boden. Klammern Sie Ihre Hände zusammen. Heben Sie sich hoch, so daß nur Ihre Zehen und Vorderarme auf dem Boden sind. Lassen Sie Ihren Rücken gerade. 2. Heben Sie Ihren Hintern so hoch wie möglich an. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: Músculos Principales: Rectus Abodiminis Otros Músculos: Oblicuos 1. Túmbate boca abajo en el suelo. Junta las manos. Eleva el cuerpo hasta que sólo los dedos de los pies y los antebrazos estén en el suelo. Mantén la espalda recta. 2. Eleva las nalgas tanto como puedas. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: Muscle Principal: Rectus Abodiminis Autre Muscle: Obliques 1. Allongez-vous face au sol. Serrez vos mains ensemble. Redressez-vous pour que seuls vos orteils et vos avant-bras touchent le sol. Gardez le dos droit. 2. Levez vos fesses aussi haut que vous le pouvez. Maintenez la position pendant une seconde. Revenez à la position de départ
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati prono sul pavimento. Blocca le mani insieme. Sollevati in modo che solo le dita e gli avambracci siano sul pavimento. Tieni la schiena dritta. 2. Alza il fondoschiena più in alto possibile. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. うつ伏せで床に横たわります。両手を組み合わせます。身体を持ち上げ、つま先と前腕だけが床についている状態にします。背中はまっすぐ伸ばしたままにします。 2. お尻をできるだけ高く持ち上げます。数秒間静止します。その後、最初の姿勢まで戻ります。
nl: Voornaamste spier: Rechte buikspier Andere spierenle: buitenste schuine buikspier 1. Lig met de buik vlak op de vloer, vouw je handen samen. Til jezelf nu op zodat alleen je tenen en je onderarmen de vloer raken. Houd je rug recht. 2. Til je achterste zo hoog je kunt. Houd dat even vast en ga dan terug naar de startpositie.
pt_pt: Músculo Principal: Reto Abodiminis Outros Músculos: Abdómens 1. Deite-se de bruços no chão. Prenda as mãos juntas. Levante-se para cima de forma a que apenas os dedos dos pés e os antebraços estejam em contacto com o chão. Mantenha as costas retas. 2. Levante o seu traseiro o mais alto quanto conseguir. Aguente durante um segundo. Retorne à posição inicial.
ru: Главные мышцы: поперечная мышца живота Другие мышцы: косые мышцы 1. Лягте на пол. Сожмите руки. Поднимитесь так, чтобы только ваши пальцы ног и предплечья оставались на полу. Держите спину прямо. 2. Поднимитесь как можно выше. Задержитесь на секунду. Вернитесь в исходное положение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg på mage på golvet. Lägg ihop händerna. Lyft upp dig själv så att bara tårna och underarmarna är på golvet. Håll ryggen rak. 2. Lyft rumpan så högt du kan. Håll i en sekund. Återgå till startläget.
th: กล้ามเนื้อหลัก: Rectus Abodiminis กล้ามเนื้ออื่น: Obliques 1. นอนคว่ำลงกับพื้น ยึดมือทั้งสองไว้ด้วยกัน ยกตัวท่านขึ้นเพื่อให้นิ้วแม้โป้งและท่อนแขนอยู่บนพื้นเท่านั้น ให้หลังของท่านตรง 2. ยกตัวท่านให้สูงเท่าที่จะทำได้ ค้างไว้สักพัก กลับไปตำแหน่งเริ่มต้น
tr: Ana Kas: Rectus Abodiminis Diğer Kaslar: Oblikler 1. Yere yüz üstü uzanın. Ellerinizi kenetleyin. Kendinizi yalnızca ayak parmak uçlarınız ve ön kollarınız yere değecek şekilde kaldırın. Sırtınızı düz tutun. 2. Popunuzu olabildiğince yukarı kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

# Bodyweight Superman (Alternating) description
source: Main Muscle: Lower Back Other Muscle: Glutes, Hamstrings 1. Lie prone on the floor. Fully extend your arms in front of you. 2. Raise left leg and right arm towards the ceiling. Hold for one second. 3. Return to starting position. 4. Raise right leg and left arm towards the ceiling. Hold for one second. Return to starting position.
de: Hauptmuskel: Unterer Rücken Anderer Muskel:Gesäßmuskeln, Oberschenkelmuskeln 1. Legen Sie sich neigend auf den Boden. Strecken Sie Ihre Arme vollständig vor sich aus. 2. Heben Sie Ihr linkes Bein und Ihren rechten Arm zur Decke. Für eine Sekunde halten. 3. Zur Anfangsposition zurückgehen. 4. Heben Sie Ihr rechtes Bein und Ihren linken Arm zur Decke. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: Músculos Principales: Parte inferior de la espalda Otros Músculos: Glúteos, Isquiotibiales 1. Túmbate boca abajo en el suelo. Extiende los brazos completamente delante de ti. 2. Eleva la pierna izquierda y el brazo derecho hacia el techo. Mantén la posición durante un segundo. 3. Vuelve a la posición inicial. 4. Eleva la pierna derecha y el brazo izquierdo hacia el techo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: Muscle Principal: Bas du Dos Autre Muscle: Fessiers, Ischio-jambiers 1. Allongez-vous face au sol. Étendez complètement vos bras en face de vous. 2. Levez la jambe gauche et le bras droit vers le plafond. Maintenez la position pendant une seconde. 3. Revenez à la position de départ. 4. Levez la jambe droite et le bras gauche vers le plafond. Maintenez la position pendant une seconde. Revenez à la position de départ
it: Muscolo principale: addominali bassi Altro muscolo: glutei, bicipiti femorali 1. Sdraiati prono sul pavimento. Estendi completamente le braccia di fronte a te. 2. Sollevare la gamba sinistra e il braccio destro verso l’alto. Tieni premuto per un secondo. 3. Torna alla posizione di partenza. 4. Solleva la gamba destra e il braccio sinistro verso l’alto. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 鍛える主な筋肉：腰の筋肉 その他の筋肉：臀筋、ハムストリングス 1. うつ伏せで床に横になります。両腕は頭の上でまっすぐに伸ばします。 2. 左脚と右腕を天井に向けて持ち上げます。１秒間静止させます。 3. 最初の姿勢に戻ります。 4. 右脚と左腕を天井に向けて持ち上げます。１秒間静止させます。その後、最初の姿勢に戻ります。
nl: Voornaamste Spier: Lage Rug Andere spieren: Bilspieren, Hamstrings 1. Lig met de buik op de vloer. Strek je armen zo ver mogelijk vooruit. 2. Til je linkerbeen op samen met je rechterarm, zo hoog mogelijk. Houd een seconde vast. 3. Ga dan terug naar de startpositie. 4. Nu til je je rechterbeen en linkerarm op, houd ook dat een seconde vast en ga terug naar de startpositie.
pt_pt: Músculo Principal: Costas Inferiores Outros Músculos: Glúteos, Isquiotibiais 1. Deite-se de bruços no chão. Estenda totalmente os braços à sua frente. 2. Levante a perna esquerda e o braço direito em direção ao teto. Aguente durante um segundo. 3. Retorne à posição inicial. 4. Levante a perna direita e o braço esquerdo em direção ao teto. Aguente durante um segundo. Retorne à posição inicial
ru: Главные мышцы: поясница Другие мышцы: ягодицы, подколенные сухожилия 1. Лягте на пол. Полностью вытяните руки перед собой. 2. Поднимите левую ногу и правую руку к потолку. Задержитесь на одну секунду. 3. Вернитесь в исходное положение. 4. Поднимите правую ногу и левую руку к потолку. Задержитесь на одну секунду. Вернитесь в исходное положение.
sv: Huvudmuskel: Ländryggen Annan muskel: Sätesmuskeln, baklåren 1. Ligg på mage på golvet. Sträck ut armarna helt framför dig. 2. Lyft vänsterbenet och högerarmen mot taket. Håll i en sekund. 3. Återgå till startläget. 4. Lyft högerbenet och vänsterarmen mot taket. Håll i en sekund. Återgå till startläget.
th: กล้ามเนื้อหลัก: หลังส่วนล่าง กล้ามเนื้ออื่น: Glutes, เส้นเอ็นร้อยหวาย 1. นอนคว่ำลงกับพื้น ยืดแขนทั้งสองจนสุดไปข้างหน้าคุณ 2. ยกขาซ้ายขึ้นและแขนขวาชี้ไปยังเพดาน ค้างไว้สักพัก 3. กลับไปท่าเริ่มต้น 4. ยกขาขวาและแขนซ้ายไปยังเพดาน ค้างไว้หนึ่่งวินาที กลับไปยังตำแหน่งเริ่มต้น
tr: Ana Kas: Alt Sırt Diğer Kaslar: Kalça Kasları, Diz ardı Kirişleri 1. Yüz üstü yere uzanın. Kollarınızı önünüzde tamamen uzatın. 2. Sol bacağınızı ve sağ kolunuzu tavana doğru kaldırın. Bir saniyeliğine tutun. 3. Başlangıç pozisyonuna geri dönün. 4. Sağ bacağınızı ve sol kolunuzu tavana doğru kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.
