Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Alternate Heel Touch description
source: Main Muscle: Abdominals Other Muscle: None 1. Lay down on the floor, bend your knees and keep your feet 18 - 24 inches apart. Keep your arms straight near your body. 2. Now crunch over about 3 - 4 inches and touch your right heel once. That crunch back and repeat it, crunch over and touch your left heel. While crunching keep your lower back on the floor. Repeat this repetition.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich auf den Boden, biegen Sie Ihre Knie und stellen Sie Ihre Füße 18 - 24 Inch auseinander. Lassen Sie Ihre Arme gerade neben Ihrem Körper. 2. Jetzt beugen Sie sich ungefähr 3 - 4 Inch nach vorne und fassen Ihre rechte Ferse einmal an. Dann beugen Sie sich zurück und wiederholen dies, nach vorne beugen und die linke Ferse berühren. Während dem Verbeugen halten Sie Ihren unteren Rücken auf dem Boden. Machen Sie weitere Wiederholungen.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate en el suelo, dobla las rodillas y separa los pies unos 18 - 24 cm entre sí.. Mantén los brazos rectos junto al cuerpo. 2. Levanta el tronco unos 8-10cm y toca una vez el talón derecho. Vuelve a la posición inicial y repite, esta vez tocando el talón izquierdo. Durante el ejercicio, mantén la parte inferior de la espalda en el suelo. Repetir la repetición.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur le sol, pliez vos genoux et gardez vos pieds écartés de 45-60 cm. Gardez vos bras tendus près de votre corps. 2. Maintenant enroulez sur environ 7 - 10 cm et touchez votre talon droit une fois. Revenez en arrière et répétez, enroulez et touchez votre talon gauche. En enroulant gardez le bas du dos sur le sol. Répétez cette répétition.
it: Muscolo principale: Addominali Altro muscolo: Nessuno 1. Sdraiati sul pavimento, piega le ginocchia e tieni i piedi a 18-24 centimetri di distanza. Tieni le braccia distese vicino al corpo. 2. Ora solleva la testa per circa 3-4 centimetri e tocca il tallone destro una volta. Poi torna indietro e ripeti, solleva la testa e tocca il tallone sinistro. Mentre sollevi la testa, mantieni la parte bassa della schiena sul pavimento. Ripeti questa ripetizione
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 床に仰向けに寝て、両ひざを曲げ、両足を45～60cm離してください。両腕は身体の脇でまっすぐに伸ばします。 2. ここで7～10cmクランチして、右のかかとを一度さわります。身体を元の姿勢に戻して、再びクランチしたら、今度は左のかかとをさわります。クランチしている間は、腰が床から離れないようにしてください。この動作を繰り返します。
nl: Voornaamste spieren: Buikspieren Andere spieren: Geen 1. Lig vlak op de vloer, met opgetrokken knieën en zet je voeten 40 à 50 cm uit elkaar. Laat je armen langs je lichaam liggen. 2. Nu buig je iets zijwaarts en tik je even je rechterhiel aan. Weer terug en nog een keer. Dan je linkerhiel een paar keer. terwijl je zijwaarts buigt moet je onderrug vlak op de vloer blijven. Herhaal deze oefening een paar keer.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite-se no chão, dobre os joelhos e mantenha os pés afastados 18 a 24 centímetros. Mantenha os braços retos perto de seu corpo. 2. Agora eleve o troco cerca de 3 a 4 polegadas e toque no seu calcanhar direito uma vez. Volte à posição inicial, e eleve-se novamente tocando no calcanhar esquerdo. Enquanto eleva o tronco, mantenha a parte inferior das costas no chão. Repita esta repetição.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Лягте на пол, согните колени и держите ноги на расстоянии 18 - 24 см друг от друга. Руки должны быть расположены вдоль вашего тела. 2. Теперь поднимитесь примерно на 10 сантиметров и коснитесь вашей правой пятки. Затем примите исходное положение и повторите упражнение. Во время подъема лежите поясницей на полу. Повторите упражнение.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg ner på golvet, böj på knäna och håll fötterna 45-60 cm isär. Håll armarna raka och nära kroppen. 2. Gör nu en crunch på 4-7 cm och nudda din högerhäl en gång. Cruncha tillbaka och upprepa med vänsterhälen. Medan du crunchar, håll ländryggen på golvet. Upprepa den här repetitionen.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนลงบนพื้น งอเข่าและให้เท้าของคุณแยกจากกัน 18 - 24 นิ้ว ให้แขนของคุณตรงใกล้กับตัว 2. ตอนนี้ให้ครันช์ประมาณ 3 - 4 นิ้วและแตะซ่นเท้าข้างขวาของคุณหนึ่งครั้ง ครันช์กลับไปและทำซ้ำ ครันช์อีกและแตะซ่นเท้าด้านซ้ายของคุณ ในขณะที่ครันช์อยู่ให้หลังด้านล่างของคุณอยู่บนพื้น ทำซ้ำการซ้ำเหล่านี้
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Yere uzanın, dizlerinizi bükün ve ayaklarınızı birbirinden 50 – 75 cm mesafede tutun. Kollarınızı düz bir şekilde vücudunuza yakın tutun. 2. Şimdi karnınızı yaklaşık olarak 9 - 12 cm sıkıştırın ve bir seferde sağ topuğunuza değin. Pozisyonunuza geri dönün ve hareketi tekrarlayın ve sol topuğunuza değin. Karın sıkıştırma hareketi esnasında sırtınızın alt kısmını yerde tutun. Bu tekrarı tekrarlayın.

# Bent-Leg V-Up description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie face up on the floor, your arms at your sides. Bent you knees up and hold them still. 2. Quickly lift your torso as you pull your chest to your knees. Keep your arms parallel to the floor.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich mit dem Gesicht nach oben auf den Boden, Ihre Arme an Ihren Seiten. 2. Heben Sie Ihren Oberkörper schnell hoch, während Sie Ihre Knie zu Ihrer Brust ziehen. Lassen Sie Ihre Arme parallel zum Boden.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate en el suelo boca arriba, con los brazos a los lados. 2. Levanta rápidamente el torso a la vez que mueves las rodillas hacia el pecho. Mantén los brazos paralelos al suelo.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous face vers le haut sur le sol, les bras à vos côtés. 2. Levez rapidement votre torse tandis que vous tirez vos genoux vers votre poitrine. Gardez vos bras parallèle au sol
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati a faccia in su sul pavimento e braccia lungo i fianchi. 2. Solleva rapidamente il busto mentre tiri le ginocchia al petto. Tieni le braccia parallele al pavimento.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 仰向けで床に横たわり、両腕は身体の両脇につきます。両ひざを曲げて持ち上げ、そこから動かさないようにします。 2. 胸をひざに引きつけながら、体幹を素早く床から浮かせます。両腕は床に平行になるようにします。
nl: Voornaamste spier: Rectus Abdominis (rechte buikspier) Andere spieren: Obliques (schuine spier) 1. Lig ruggelings op de vloer met de armen naast je. 2. Til je lichaam ze snel mogelijk op terwijl je je knieën naar je borst brengt, maar houd je armen op de vloer.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se no chão com cara virada para cima, e os braços ao lado do corpo. 2. Levante rapidamente o tronco enquanto puxa os joelhos até o peito. Mantenha os braços paralelos ao chão.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на пол лицом вверх, руки вдоль туловища. 2. Быстро поднимите туловище так, чтоб подтянуть колени к груди. Держите руки параллельно полу.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg på rygg på golvet med armarna vid sidorna. 2. Dra knäna mot bröstet och lyft snabbt torson. Håll armarna parallella med golvet.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนคว่ำหน้าลงกับพื้น ให้แขนอยู่ข้างลำตัวของคุณ งอเข่าของคุณขึ้นและจับมันค้างไว้ 2. ยกลำตัวขึ้นอย่างเร็วในขณะที่ดึงเอาหน้าอกของคุณมาหาเข่าของคุณ ให้แขนของคุณขนานไปกับพื้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Yere sırt üstü uzanın, kollarınız yanlarınızda olsun. 2. Dizlerinizi göğsünüze çekerken hızlıca gövdenizi kaldırın. Kollarınızı yere paralel olarak tutun.”

# Bodyweight Crunch description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie down on the floor. Lift legs so that your thighs are perpendicular with the ground. Put hands behind your head. 2. Move left elbow and right leg toward the body until they touch. 3. Move left elbow and right leg back to starting position. At the same time, move right elbow and left leg toward the body until they touch. This is one repetition.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich auf den Boden. Heben Sie die Beine so an, daß Ihre Oberschenkel senkrecht zum Boden sind. Halten Sie Ihre Hände hinter Ihrem Kopf. 2. Bewegen Sie den linken Ellenbogen und das rechte Bein zu Ihrem Körper, bis sie sich berühren. 3. Bewegen Sie den linken Ellenbogen und das rechte Bein zurück zur Anfangsposition. Zur gleichen Zeit bewegen Sie den rechten Ellenbogen und das linke Bein zu Ihrem Körper, bis sie sich berühren. Dies ist eine Wiederholung.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate en el suelo. Levanta las piernas hasta que los muslos estén perpendiculares al suelo. Coloca las manos detrás de la cabeza. 2. Mueve el codo izquierdo y la pierna derecha hacia el cuerpo, hasta que se toquen. 3. Mueve el codo izquierdo y la pierna derecha hacia atrás, hasta la posición inicial. Al mismo tiempo, mueve el codo derecho y la pierna izquierda hacia el cuerpo, hasta que se toquen. Esto es una repetición
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur le sol. Soulevez les jambes afin que vos cuisses soient perpendiculaires au sol. Mettez les mains derrière la tête. 2. Déplacez le coude gauche et la jambe droite en travers du corps jusqu'à ce qu'ils se touchent. 3. Replacez le coude gauche et la jambe droite en position de départ. Dans le même temps, déplacez le coude droit et la jambe gauche en travers du corps jusqu'à ce qu'ils se touchent. Ceci est une répétition.
it: Muscolo principale: retto addominale Altro muscolo: obliquo 1. Sdraiati sul pavimento. Solleva le gambe in modo che le cosce siano perpendicolari al suolo. Metti le mani dietro la testa. 2. Sposta il gomito sinistro e la gamba destra verso il corpo finché si toccano. 3. Riporta il gomito sinistro e la gamba destra alla posizione di partenza. Allo stesso tempo, sposta il gomito destro e la gamba sinistra verso il corpo finché si toccano. Questa è una ripetizione.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 床に仰向けになります。両脚を上げ、太ももが床と垂直になるようにします。両手は頭の後ろに置きます。 2. 左ひじと右脚をつけるように身体の方へ引き寄せます。 3. 左ひじを右脚を元の場所へ戻します。同時に、右ひじと左脚をつけるように身体の方へ引き寄せます。これで1回です。
nl: Voornaamste spier: Rectus Abdominis (rechte buikspier) Andere spieren: Obliques (schuine spier) 1. Lig vlak op de vloer en til je benen op zodat je dijen loodrecht op de vloer zijn. Zet je handen achter je hoofd. 2. Beweeg nu je linker elleboog en rechterbeen naar elkaar toe tot ze elkaar aanraken. 3. Terug naar startpositie en herhaal met de andere arm en het andere been. Dit is nu een rep.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se no chão. Levante as pernas para que as coxas fiquem perpendiculares com o chão. Coloque as mãos atrás da cabeça. 2. Mova o cotovelo esquerdo e a perna direita em direção ao corpo até que se toquem. 3. Mova o cotovelo esquerdo e a perna direita de volta à posição inicial. Ao mesmo tempo, movimente o cotovelo direito e a perna esquerda em direção ao corpo até se tocarem. Isto é uma repetição.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на пол. Поднимите ноги так, чтоб бедра были расположены перпендикулярно земле. Положите руки за голову. 2. Соедините левый локоть и правую ногу. 3. Переместите левый локоть и правую ногу в исходное положение. В это же время соединить правый локоть и левую ногу. Это одно повторение
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg ner på golvet. Lyft benen så att låren är vinkelräta mot marken. Sätt händerna bakom huvudet. 2. Flytta vänstra armbågen och högra benet mot kroppen tills de rör varandra. 3. Flytta vänstra armbågen och högra benet tillbaka till startpositionen. Flytta samtidigt högra armbågen och vänstra benet mot kroppen tills de rör varandra. Det här är en repetition.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนลงกับพื้น ยกขาเพื่อให้ต้นขาทำตั้งฉากกับพื้น เอามือไว้ข้างหลังศีรษะของคุณ 2. เคลื่อนศอกซ้ายและขาขวาไปหาตัวจนกระทั่งมันบรรจบกัน 3. เคลื่อนศอกซ้ายและขาขวากลับไปยังท่าเริ่มต้น ในเวลาเดียวกัน ให้เคลื่อนศอกขวาและขาซ้ายเข้าหาลำตัวจนพบกัน นี่คือการทำหนึ่งรอบซ้ำ
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Yere uzanın. Uyluklarınız yere dik olacak şekilde bacaklarınızı havaya kaldırın. Ellerinizi başınızın arkasına koyun. 2. Sol dirseğiniz ve sağ bacağınızı birbirine değene kadar hareket ettirin. 3. Sol dirseğiniz ve sağ bacağınızı başlangıç pozisyonuna getirin. Aynı anda, sağ dirseğiniz ve sol bacağınızı birbirine değene kadar hareket ettirin. Bu, bir tekrardır.

# Bodyweight Leg Raise description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques, Lower Back 1. Lie down on the floor. Place hands at your sides. Extend legs fully. 2. While keeping leg straight, raise one leg towards your upper body. Hold for one second. 3. Return to starting position. 4. Raise the other leg towards your upper body. Hold for one second. This is one repetition.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques, Unterer Rücken 1. Legen Sie sich auf den Boden. Platzieren Sie die Hände an Ihre Seiten. Beine voll ausstrecken. 2. Während Sie das Bein gerade halten, heben Sie ein Bein zu Ihrem Oberkörper. Für eine Sekunde halten. 3. Zur Anfangsposition zurückgehen. 4. Heben Sie das andere Bein zu Ihrem Oberkörper. Für eine Sekunde halten. Dies ist eine Wiederholung.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos, parte inferior de la espalda 1. Túmbate en el suelo. Coloca las manos a los lados. Extiende las piernas completamente. 2. Con las piernas rectas, levanta una de ellas hacia la parte superior del cuerpo. Mantén la posición durante un segundo. 3. Vuelve a la posición inicial. 4. Levanta la otra pierna hacia la parte superior del cuerpo. Mantén la posición durante un segundo. Esto es una repetición
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques, Bas du Dos 1. Allongez-vous sur le sol. Placez les mains sur vos côtés. Étendez les jambes complètement. 2. Tout en gardant la jambe bien droite, levez une jambe vers le haut du corps. Maintenez la position pendant une seconde. 3. Revenez à la position de départ. 4. Levez l'autre jambe vers le haut du corps. Maintenez la position pendant une seconde. Ceci est une répétition.
it: Muscolo principale: retto addominale Altro muscolo: obliqui, dorsali bassi 1. Sdraiati sul pavimento. Appoggia le mani lungo i fianchi. Estendi le gambe completamente. 2. Mantenendo la gamba dritta, solleva una gamba verso il busto. Mantieni la posizione per un secondo. 3. Tornare alla posizione di partenza. 4. Solleva l'altra gamba verso la parte superiore del corpo. Mantieni la posizione per un secondo. Questa è una ripetizione.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群、腰の筋肉 1. 床に仰向けになります。両手は左右に広げて床につきます。両脚は完全に伸ばします。 2. 脚をまっすぐにしたままで、片脚を上半身に向けて持ち上げます。そこで１秒静止させます。 3. 元の姿勢に戻ります。 4. 反対の脚を上半身に向けて持ち上げます。そこで１秒静止させます。これで１回です。
nl: Voornaamste spier: Rectus Abdominis (rechte buikspier) Andere spieren: Obliques (schuine spier), lage rug 1. Lig vlak op de vloer, handen naast je en benen volledig gestrekt. 2. Terwijl je je ene been recht houdt, breng je het andere naar je bovenlichaam. Houd dat even vast. 3. Ga terug naar startpositie. 4. Zelfde maar nu met het andere been, weer even vasthouden en dan terug naar startpositie. Dat is een rep.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens, Costas Inferiores 1. Deite-se no chão. Coloque as mãos ao seu lado. Estenda as pernas totalmente. 2. Mantendo a perna esticada, levante uma perna em direção ao seu corpo superior. Aguente durante um segundo. 3. Retorne à posição inicial. 4. Levante a outra perna em direção ao seu corpo superior. Aguente por um segundo. Isto é uma repetição.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы, поясница 1. Лягте на пол. Расположите руки по бокам. Полностью вытяните ноги. 2. Удерживая одну ногу в прямом положении поднимите другую в сторону верхней части тела. Задержитесь в таком положении на секунду. 3. Вернитесь в исходное положение. 4. Поднимите вторую ногу к верхней части тела. Задержитесь в таком положении на секунду. Это одно повторение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna, ländryggen 1. Ligg ner på golvet. Placera händerna vid sidorna. Sträck ut benen helt. 2. Medan du håller ena benet rakt, lyft det andra mot överkroppen. Håll i en sekund. 3. Återgå till startläget. 4. Lyft det andra benet mot överkroppen. Håll i en sekund. Det här är en repetition.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques, หลังส่วนล่าง 1. นอนลงกับพื้น วางมือทั้งสองไว้ด้านข้างลำตัว เหยียดขาให้สุด 2. ในขณะที่ให้ขายึดตรง ให้ยกขาข้างหนึ่งเข้าหาลำตัวส่วนบน ค้างไว้สักพัก 3. กลับไปท่าเริ่มต้น 4. ยกขาอีกข้างเข้าหาลำตัวท่อนบน ค้างไว้หนึ่่งวินาที นี่คือการทำหนึ่งรอบซ้ำ
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler, Alt Sırt 1. Yere uzanın. Ellerinizi yanlarınıza koyun. Bacaklarınızı tamamen uzatın. 2. Bacaklarınızı düz bir şekilde tutarak, bacaklarınızdan birini üst gövdenize doğru kaldırın. Bir saniyeliğine tutun. 3. Başlangıç pozisyonuna geri dönün. 4. Diğer bacağınızı üst gövdenize doğru kaldırın. Bir saniyeliğine tutun. Bu, bir tekrardır.

# Bodyweight Superman description
source: Main Muscle: Lower Back Other Muscle: Glutes, Hamstrings 1. Lie prone on the floor. Fully extend your arms in front of you. 2. Raise your legs and upper body towards the ceiling. Hold for one second Return starting position.
de: Hauptmuskel: Unterer Rücken Anderer Muskel: Gesäß-, Oberschenkelmuskeln 1. Legend Sie sich neigend auf den Boden. Strecken Sie Ihre Arme vollständig vor Ihnen aus. 2. Heben Sie Ihre Beine und Ihren Oberkörper zur Decke. Für eine Sekunde halten. Zur Anfangsposition zurückgehen
es: Músculos Principales: Parte Baja de la espalda Otros Músculos: Glúteos, Isquiotibiales 1. Túmbate boca abajo en el suelo. Extiende los brazos por completo delante de ti. 2. Eleva las piernas y la parte superior del cuerpo hacia el techo. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: Muscle Principal: Bas du Dos Autre Muscle: Fessiers, Ischio-jambiers 1. Allongez-vous face au sol. Étendez complètement vos bras en face de vous. 2. Levez les jambes et le haut du corps vers le plafond. Maintenez pendant une seconde Retournez à la position de départ
it: Muscolo principale: dorsali bassi Altro muscolo: glutei, bicipiti femorali 1. Sdraiati prono sul pavimento. Estendi completamente le braccia di fronte a te. 2. Solleva le gambe e la parte superiore del corpo verso l’alto. Mantieni la posizione per un secondo e ritorna alla posizione di partenza.
ja: 鍛える主な筋肉：腰の筋肉 その他の筋肉：臀筋、ハムストリングス 1. 腹ばいで床に横たわります。両腕は顔の前にまっすぐ伸ばします。 2. 両脚と上半身を天井に向けて持ち上げます。１秒静止させてから、元の姿勢に戻ります。
nl: Voornaamste spieren: Lage rug Andere spieren: Grote bilspier, Hamstrings 1. Lig met de buik op de vloer, strek je armen zo ver mogelijk vooruit. 2. Til nu je benen en bovenlichaam op zover je kunt. Even vasthouden en dan terug naar startpositie.
pt_pt: Músculo Principal: Costas Inferiores Outros Músculos: Glúteos, Isquiotibiais 1. Deite-se de bruços no chão. Estenda totalmente os braços à sua frente. 2. Levante as suas pernas e parte superior do corpo em direção ao teto. Aguente durante um segundo e retorne ao ponto de partida.
ru: Главные мышцы: поясница Другие мышцы: ягодицы, подколенные сухожилия 1. Лягте на пол лицом вниз. Полностью вытяните руки перед собой. 2. Поднимите ноги и верхнюю часть тела к потолку. Задержитесь в таком положении на секунду. Вернитесь в исходное положение.
sv: Huvudmuskel: Ländryggen Annan muskel: Sätesmuskeln, baklåren 1. Ligg på mage på golvet. Sträck ut armarna helt framför dig. 2. Lyft benen och överkroppen mot taket. Håll i en sekund och gå sedan tillbaka till startläget.
th: กล้ามเนื้อหลัก: หลังส่วนล่าง กล้ามเนื้ออื่น: Glutes, เส้นเอ็นร้อยหวาย 1. นอนคว่ำลงกับพื้น ยืดแขนทั้งสองจนสุดไปข้างหน้าคุณ 2. ยกขาทั้งสองและลำตัวท่อนบนไปยังเพดาน ค้างไว้สักพักแล้วกลับไปท่าเริ่มต้น
tr: Ana Kas: Alt Sırt Diğer Kaslar: Kalça Kasları, Diz ardı Kirişleri 1. Yere yüz üstü uzanın. Kollarınızı önünüze doğru tamamen uzatın. 2. Bacaklarınızı ve üst gövdenizi tavana doğru kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.
