Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Crisscross description
source: Main Muscle: Abdominals Other Muscle: None 1. Lie on the mat with your hands under your hips (to provide support for your back). 2. Pull your abs in to allow your shoulders to come up off the mat as you lift your legs into a 45-degree angle off the floor. 3.Keeping your legs straight and toes pointed, cross your right leg over the left and switch.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich mit Ihren Händen unter Ihren Hüften auf eine Matte (um Unterstützung für Ihren Rücken zu bieten). 2. Ziehen Sie Ihre Bauchmuskeln ein, um Ihren Schultern zu ermöglichen, von der Matte hochzukommen, während Sie Ihre Beine in einem 45 Grad Winkel vom Boden heben. 3. Während Sie Ihre Beine gerade und Ihre Zehen spitz halten, legen Sie Ihr rechtes Bein über Ihr linkes und wechseln.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate en la esterilla con las manos debajo de las caderas (para proporcionar apoyo a la espalda). 2. Contrae los abdominales para permitir que los hombros se eleven al levantar las piernas en un ángulo de 45 grados con el suelo. 3.Con las piernas rectas y los pies apuntando al frente, cruza la pierna derecha sobre la izquierda y cambia.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur le tapis avec les mains sous les hanches (pour fournir un soutien pour votre dos). 2. Contractez vos abdominaux pour permettre à vos épaules de se soulever du tapis tandis que vous soulevez vos jambes du sol à un angle de 45 degrés. 3.Gardez les jambes droites et les orteils pointés, croisez la jambe droite sur la gauche puis inversez
it: Muscolo principale: Addominali Altro muscolo: Nessuno 1. Sdraiati sul tappeto con le mani sotto i fianchi (per fornire il supporto alla schiena). 2. Sforza gli addominali per consentire alle spalle a venire fuori dal tappetino mentre sollevi le gambe ad un angolo di 45 gradi dal pavimento. 3. Mantieni le gambe dritte e le dita dei piedi a punta, incrocia la gamba destra sulla sinistra e alterna.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. マットに仰向けに横たわり、両手をお尻の下に入れます。（腰の支えとするため） 2. 腹筋に力を入れて、両肩を地面から浮かせ、両脚を地面と45度の角度になるように持ち上げます。 3. 両脚をまっすぐに伸ばし、つま先を伸ばしたままで、右脚を左脚の上で交差させたら、次に上下を入れかえます。
nl: Belangrijkste spieren: Buikspieren Andere pieren: geen 1. Lig op een mat met de handen onder de heupen geplaatst (om je ondersteuning voor de rug te geven). 2. Trek je buikspieren in om zodoende de schouders van de mat op te tillen terwijl je je benen in een 45 graden hoek met de vloer brengt. 3.Houd de benen recht en de tenen zo ver mogelijk vooruit gestoken, kruis nu je rechterbeen over je linkse en wissel met het andere been.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite-se no tapete com as mãos sobre os quadris (para fornecer suporte às costas). 2. Puxe os seus abdominais permitindo que os ombros se destaquem do tapete enquanto levanta as pernas num ângulo de 45 graus relativamente ao chão. 3. Mantendo as pernas retas e os dedos apontados, cruze a perna direita sobre a esquerda e troque.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Лягте на пол, положив руки под бедра (для поддерживания спины). 2. Напрягите мышцы пресса так, чтобы ваши плечи оторвались от пола, в это время поднимите ноги на 45 градусов. 3. Держите ноги прямо, вытяните носки, перекиньте правую ногу на левую и наоборот.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg på mattan med händerna under höfterna för att ge stöd åt ryggen. 2. Lyft benen till en 45-graders vinkel över golvet och dra in magmusklerna för att låta axlarna komma upp från mattan. 3. Håll benen raka och tårna pekandes framåt. Korsa högerbenet över det vänstra och byt.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนลงบนเสื่อโดยเอามือไว้ใต้สะโพกของคุณ (หาที่รองหลัง) 2 ดึงหน้าท้องของคุณเพื่อให้ไหล่ของคุณออกไปจากเสื่อในขณะที่คุณยกขาทำมุม 45 องศากับพื้น 3.ให้ยืดขาทั้งสองข้างของคุณตรงไว้และปลายเท้าชี้ออกไป ให้ไขว้ขาขวาไปบนขาด้านซ้ายและทำสลับกัน
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Elleriniz kalçalarınızın altında (sırtınıza destek olması için) matın üzerine uzanın. 2. Omuzlarınızın mattan yukarı doğru kalkmasını sağlamak için karın kaslarınızı içeri çekin ve bacaklarınızı yerden 45 derece bir açıyla kaldırın. 3. Bacaklarınızı düz tutarak ve ayak parmak uçlarınız dışarıya bakacak şekilde sol bacağınızı sağ bacağınızın üzerine çapraz atın ve bacak değiştirin.

# Modified Elbow to Knee Crunch- right description
source: Main Muscle: Abdominals Other Muscle: None 1. Lay down on the floor, bend your legs and put your feet on the ground. Move your hands behind your ears and put your elbows out. Curve your right leg up and rest your foot on your left knee. 2. Crunch forwards and lift it sideways and try to touch your left elbow to your right knee. Than crunch backwards, now swap and crunch forwards and lift it sideways and try to touch your right elbow to your left knee. Repeat this.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich auf den Boden, biegen Sie Ihre Beine und stellen Sie Ihre Füße auf den Boden. Halten Sie Ihre Hände hinter Ihren Ohren und strecken Sie Ihre Ellenbogen heraus. Biegen Sie Ihr rechtes Bein und lassen Sie Ihren rechten Fuß auf Ihrem linken Knie ruhen. 2. Beugen Sie sich nach vorne und heben Sie es seitwärts an und versuchen Sie, Ihr rechtes Knie mit Ihrem linken Ellenbogen zu berühren. Dann lehnen Sie sich zurück, jetzt wechseln und nach vorne beugen, es seitwärts anheben und versuchen, das linke Knie mit Ihrem rechten Ellenbogen zu berühren. Wiederholen Sie dies.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate en el suelo, con las piernas dobladas y los pies en el suelo. Coloca las manos detrás de las orejas y los codos hacia afuera. Dobla la pierna derecha hacia arriba y reposa el pie sobre la rodilla izquierda. 2. Eleva el cuerpo hacia delante y levántalo hacia un lado, intentando que el codo izquierdo toque la rodilla derecha. Desciende y cambia, elevando el cuerpo hacia delante y levantándolo hacia un lado, intentando que el codo derecho toque la rodilla izquierda. Repite
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur le sol, pliez vos jambes et mettez vos pieds sur le sol. Déplacez vos mains derrière les oreilles et mettez vos coudes vers l'extérieur. Fléchissez votre jambe droite et posez le pied sur le genou gauche. 2. Enroulez vers l'avant et sur le côté et essayez de toucher votre coude gauche et votre genou droit. Revenez ensuite en arrière, puis inversez et enroulez maintenant de l'autre côté et essayez de toucher votre coude droit sur votre genou gauche. Répétez.
it: Muscolo principale: Addominali Altro muscolo: Nessuno 1. Stenditi sul pavimento, piega le gambe e metti i piedi per terra. Metti le mani dietro le orecchie e metti i gomiti fuori. Curva la gamba destra e tieni il piede sul ginocchio sinistro. 2. Piegati in avanti e sollevati lateralmente e cercare di far toccare il gomito sinistro col ginocchio destro. Poi torna indietro, ora scambia e piegati in avanti e sollevati lateralmente e cercare di far toccare il gomito destro col ginocchio sinistro. Ripeti.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 床に仰向けに横たわり、両ひざを曲げ、両足を床につきます。両手を左右の耳の後ろにつけて、ひじを左右に開きます。左脚を持ち上げ、左足を右ひざの上に置きます。 2. 身体を前へクランチし、横にひねり、右ひじが左ひざにさわるようにします。その後、身体を床に戻したら、これを繰り返します。
nl: Belangrijkste spieren: Buikspieren Andere pieren: geen 1. Lig vlak op de vloer, buig je benen en zet je voeten vlak op de grond. Breng je handen naar achter je oren en steek je ellebogen naar buiten. Til je rechterbeen nu op en zet die voet op je linkerknie. 2. Buig wat naar voren en zijwaarts en probeer je linker elleboog en je rechterknie elkaar te laten raken. Dan terug en doe hetzelfde met je andere been en elleboog. Herhaal dit een paar keer.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite-se no chão, dobre as pernas e coloque os pés no chão. Coloque as mãos atrás das suas orelhas e os cotovelos virados para fora. Curve a sua perna direita para cima descanse o pé sobre o joelho esquerdo. 2. Eleve-se para a frente e levante-o para o lado tentando tocar com o cotovelo esquerdo no seu joelho direito. Coloque-se para trás, e eleve-se novamente para o lado tentando tocar com o cotovelo direito no seu joelho esquerdo. Repita isto.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Лягте на пол, согните ноги и положите ступни на пол. Руки за голову. Согните свою правую ногу и поставьте ее на левую. 2. Поднимитесь наверх и попробуйте дотянуться левым локтем до правого колена. Затем вернитесь в исходную позицию и поменяйте ноги местами. Теперь опробуйте достать правым локтем до левого колена. Повторите это.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg ner på golvet, böj benen och sätt fötterna på golvet. Flytta händerna bakom öronen och rikta armbågarna utåt. Lägg upp högerfoten på ditt vänstra knä. 2. Cruncha framåt och åt sidan. Försök nudda högerknät med din vänstra armbåge. Cruncha bakåt, byt sedan och cruncha framåt och åt sidan. Försök nudda vänsterknät med din högra armbåge. Upprepa detta.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนลงบนพื้น งอขาของคุณและวางเท้าบนพื้น เคลื่อนมือไปข้างหลังหูของคุณและเอาข้อศอกออกมา หมุนขาขวาเป็นวงกลมขึ้นและยกเท้ามาพักวางไว้บนเข่าซ้าย 2. ทำครันช์ไปข้างหน้าและยกมันไปด้านข้างและพยายามแตะศอกซ้ายกับเข่าด้านขวาของคุณ เมื่อครันช์กลับไปทางหลัง ตอนนี้สลับและครันช์ไปด้านหน้าและยกมันไปทางด้านข้างและพยายามแตะศอกขวาเข้าที่เข่าด้านซ้ายของคุณ ทำซ้ำ
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Yere uzanın, bacaklarınızı bükün ve ayaklarınızı yere koyun. Ellerinizi kulaklarınızın arkasına götürün ve dirsekleriniz dışarı doğru baksın. Sağ bacağınızı kıvırın ve ayağınızı sol dizinizin üzerine koyun. 2. İleri doğru karnınızı sıkıştırın ve vücudunuzu yana doğru kaldırın ve sol dirseğinizi sağ dizinize değdirmeye çalışın. Daha sonra geriye gidin, şimdi bacakları değiştirin ve ileri doğru karnınızı sıkıştırın ve vücudunuzu yana doğru kaldırın ve sağ dirseğinizi sol dizinize değdirmeye çalışın. Bu hareketi tekrar edin.

# Modified Elbow to Knee Crunch- left description
source: Main Muscle: Abdominals Other Muscle: None 1. Lay down on the floor, bend your legs and put your feet on the ground. Move your hands behind your ears and put your elbows out. Curve your right leg up and rest your foot on your left knee. 2. Crunch forwards and lift it sideways and try to touch your left elbow to your right knee. Than crunch backwards, now swap and crunch forwards and lift it sideways and try to touch your right elbow to your left knee. Repeat this.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich auf den Boden, biegen Sie Ihre Beine und stellen Sie Ihre Füße auf den Boden. Halten Sie Ihre Hände hinter Ihren Ohren und strecken Sie Ihre Ellenbogen heraus. Biegen Sie Ihr rechtes Bein und lassen Sie Ihren rechten Fuß auf Ihrem linken Knie ruhen. 2. Beugen Sie sich nach vorne und heben Sie es seitwärts an und versuchen Sie, Ihr rechtes Knie mit Ihrem linken Ellenbogen zu berühren. Dann lehnen Sie sich zurück, jetzt wechseln und nach vorne beugen, es seitwärts anheben und versuchen, das linke Knie mit Ihrem rechten Ellenbogen zu berühren. Wiederholen Sie dies.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate en el suelo, con las piernas dobladas y los pies en el suelo. Coloca las manos detrás de las orejas y los codos hacia afuera. Dobla la pierna derecha hacia arriba y reposa el pie sobre la rodilla izquierda. 2. Eleva el cuerpo hacia delante y levántalo hacia un lado, intentando que el codo izquierdo toque la rodilla derecha. Desciende y cambia, elevando el cuerpo hacia delante y levantándolo hacia un lado, intentando que el codo derecho toque la rodilla izquierda. Repite
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur le sol, pliez vos jambes et mettez vos pieds sur le sol. Déplacez vos mains derrière les oreilles et mettez vos coudes vers l'extérieur. Fléchissez votre jambe droite et posez le pied sur le genou gauche. 2. Enroulez vers l'avant et sur le côté et essayez de toucher votre coude gauche et votre genou droit. Revenez ensuite en arrière, puis inversez et enroulez maintenant de l'autre côté et essayez de toucher votre coude droit sur votre genou gauche. Répétez.
it: Muscolo principale: Addominali Altro muscolo: Nessuno 1. Stenditi sul pavimento, piega le gambe e metti i piedi per terra. Metti le mani dietro le orecchie e metti i gomiti fuori. Curva la gamba destra e tieni il piede sul ginocchio sinistro. 2. Piegati in avanti e sollevati lateralmente e cercare di far toccare il gomito sinistro col ginocchio destro. Poi torna indietro, ora scambia e piegati in avanti e sollevati lateralmente e cercare di far toccare il gomito destro col ginocchio sinistro. Ripeti.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 床に仰向けに横たわり、両ひざを曲げ、両足を床につきます。両手を左右の耳の後ろにつけて、ひじを左右に開きます。右脚を持ち上げ、右足を左ひざの上に置きます。 2. 身体を前へクランチし、横にひねり、左ひじが右ひざにさわるようにします。その後、身体を床に戻したら、これを繰り返します。
nl: Belangrijkste spieren: Buikspieren Andere pieren: geen 1. Lig vlak op de vloer, buig je benen en zet je voeten vlak op de grond. Breng je handen naar achter je oren en steek je ellebogen naar buiten. Til je rechterbeen nu op en zet die voet op je linkerknie. 2. Buig wat naar voren en zijwaarts en probeer je linker elleboog en je rechterknie elkaar te laten raken. Dan terug en doe hetzelfde met je andere been en elleboog. Herhaal dit een paar keer.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite-se no chão, dobre as pernas e coloque os pés no chão. Coloque as mãos atrás das suas orelhas e os cotovelos virados para fora. Curve a sua perna direita para cima descanse o pé sobre o joelho esquerdo. 2. Eleve-se para a frente e levante-o para o lado tentando tocar com o cotovelo esquerdo no seu joelho direito. Coloque-se para trás, e eleve-se novamente para o lado tentando tocar com o cotovelo direito no seu joelho esquerdo. Repita isto.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Лягте на пол, согните ноги и положите ступни на пол. Руки за голову. Согните свою правую ногу и поставьте ее на левую. 2. Поднимитесь наверх и попробуйте дотянуться левым локтем до правого колена. Затем вернитесь в исходную позицию и поменяйте ноги местами. Теперь опробуйте достать правым локтем до левого колена. Повторите это.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg ner på golvet, böj benen och sätt fötterna på golvet. Flytta händerna bakom öronen och rikta armbågarna utåt. Lägg upp högerfoten på ditt vänstra knä. 2. Cruncha framåt och åt sidan. Försök nudda högerknät med din vänstra armbåge. Cruncha bakåt, byt sedan och cruncha framåt och åt sidan. Försök nudda vänsterknät med din högra armbåge. Upprepa detta.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนลงบนพื้น งอขาของคุณและวางเท้าบนพื้น เคลื่อนมือไปข้างหลังหูของคุณและเอาข้อศอกออกมา หมุนขาขวาเป็นวงกลมขึ้นและยกเท้ามาพักวางไว้บนเข่าซ้าย 2. ทำครันช์ไปข้างหน้าและยกมันไปด้านข้างและพยายามแตะศอกซ้ายกับเข่าด้านขวาของคุณ เมื่อครันช์กลับไปทางหลัง ตอนนี้สลับและครันช์ไปด้านหน้าและยกมันไปทางด้านข้างและพยายามแตะศอกขวาเข้าที่เข่าด้านซ้ายของคุณ ทำซ้ำ
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Yere uzanın, bacaklarınızı bükün ve ayaklarınızı yere koyun. Ellerinizi kulaklarınızın arkasına götürün ve dirsekleriniz dışarı doğru baksın. Sağ bacağınızı kıvırın ve ayağınızı sol dizinizin üzerine koyun. 2. İleri doğru karnınızı sıkıştırın ve vücudunuzu yana doğru kaldırın ve sol dirseğinizi sağ dizinize değdirmeye çalışın. Daha sonra geriye gidin, şimdi bacakları değiştirin ve ileri doğru karnınızı sıkıştırın ve vücudunuzu yana doğru kaldırın ve sağ dirseğinizi sol dizinize değdirmeye çalışın. Bu hareketi tekrar edin.

# Mountain Climber 1 description
source: Main Muscle: Rectus Abdominis Other Muscle: Quadriceps 1. Take a push-up position with your arms completely straight. 2. Maintaining your lower back posture slowly move one knee to your chest. Return to the starting position, and repeat with the other leg.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Quadrizeps 1. Gehen Sie mit völlig ausgestreckten Armen in die Liegestützeposition. 2. Halten Sie Ihren unteren Rücken gerade und heben Sie langsam ein Knie zu Ihrer Brust. Gehen Sie zur Anfangsposition zurück und wiederholen Sie mit dem anderen Bein.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Cuádriceps 1. Adopta la posición de flexiones con los brazos totalmente rectos. 2. Sin mover la parte baja de la espalda, mueve lentamente una rodilla hacia el pecho. Vuelve a la posición inicial y repite con la otra pierna.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Quadriceps 1. Prendre une position de pompe avec les bras complètement droits. 2. Tout en maintenant la posture du bas de votre dos, déplacez lentement un genou vers votre poitrine. Retournez à la position de départ et répétez avec l'autre jambe.
it: Muscolo principale: retto addominale Altro muscolo: quadricipiti 1. Assumi una posizione per fare i piegamenti con le braccia completamente dritte. 2. Mantenendo la postura lombare, sposta lentamente un ginocchio verso il petto. Torna alla posizione di partenza e ripeti con l'altra gamba
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：大腿四頭筋 1. 腕立て伏せの姿勢になり、腕を完全に伸ばします。 2. 腰の姿勢はそのままで、両方のひざをゆっくり胸へ向かって動かします。最初の姿勢に戻ったら、同様に繰り返します。
nl: Belangrijkste spier: Rechte buikspier Andere spier: Quadriceps (vierhoofdige dijspier) 1. Neem een push-up positie aan met de armen volledig gestrekt. 2. Terwijl je je lage rug goed op zijn plaats houdt, breng le langszaam een knie naar je borst. Ga dan terug naar de startpositie en herhaal met het andere been.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Quadríceps 1. Tome uma posição de flexões com os braços completamente esticados. 2. Mantendo a postura lombar mova lentamente um dos joelhos até ao seu peito. Retorne à posição inicial e repita com a outra perna.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: квадрицепс 1. Примите положение “упор для отжимания”. Руки полностью прямые. 2. Медленно двигайте одно колено к груди. Вернитесь в исходное положение и повторите упражнение с другой ногой.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Lårmuskeln 1. Lägg dig i armhävningsställning med armarna helt raka. 2. Samtidigt som du håller ländryggen stabil, flytta långsamt ett knä till bröstet. Återgå till startpositionen och upprepa med det andra benet.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Quadriceps 1. อยู่ในตำแหน่งวิดพื้นโดยแขนทั้งสองเหยียดตรง 2. ให้รักษาท่าหลังส่วนล่างของท่านโดยเคลื่อนไปช้า ๆ จากเข่าข้างหนึ่งไปยังหน้าอกของท่าน กลับไปท่าเริ่มต้น และทำซ้ำกับขาอีกข้าง
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Kuadriseps 1. Kollarınız tamamen düz bir şekilde şınav pozisyonu alın. 2. Sırtınızın alt kısmının postürünü koruyarak yavaşça bir dizinizi göğsünüze götürün. Başlangıç pozisyonuna dönün ve diğer bacakla tekrar edin.

# Plank description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Begin by getting into pushup position, but bend your elbows and rest your weight on your forearms instead of using your hands as illustrated. Your body should form a straight line from your shoulders down to your ankles. 2. Brace your core by contracting your abdominal muscles in this position. Hold for roughly 30 seconds, then release.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Am Anfang gehen Sie in die Liegestützeposition, aber biegen Sie Ihre Ellenbogen und lassen Sie Ihr Gewicht auf Ihren Vorderarmen ruhen, anstelle Ihre Hände zu benutzen wie dargestellt. Ihr Körper sollte von Ihren Schultern bis hinunter zu Ihren Fußgelenken eine gerade Linie bilden. 2. Spannen Sie Ihren Kern an, indem Sie Ihre Bauchmuskeln in dieser Position einziehen. Halten Sie für ungefähr 30 Sekunden inne, danach lassen Sie los.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Comienza con la posición de flexiones, pero dobla los codos y apoya el peso en los antebrazos en lugar de usar las manos, como se muestra en la ilustración. Tu cuerpo debe formar una línea recta desde los hombros hasta los tobillos. 2. Contrae los músculos abdominales en esta posición. Mantén la posición durante unos 30 segundos, y libera
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Commencez par vous mettre en position de pompe, mais pliez les coudes et faites reposer votre poids sur vos avant-bras au lieu d'utiliser vos mains comme illustré. Votre corps doit former une ligne droite à partir de vos épaules jusqu'à vos chevilles. 2. Soutenez votre corps en contractant vos muscles abdominaux dans cette position. Maintenez la position pendant environ 30 secondes, puis relâchez.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Mettiti in una posizione per fare i piegamenti, ma piega i gomiti e appoggia il peso sugli avambracci invece di usare le mani, come illustrato. Il tuo corpo dovrebbe formare una linea retta dalle spalle fino alle caviglie. 2. Sfora la tua parte centrale contraendo i muscoli addominali in questa posizione. Mantieni la posizione per circa 30 secondi, quindi rilascia.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 腕立て伏せの姿勢になる所から始めますが、両手で体重を支える代わりに、両ひじを曲げて、写真にあるように前腕で体重を支えます。身体は肩からかかとまでが一直線になるようにします。 2. この姿勢のままで腹筋に力を入れて、体幹を固くします。およそ30秒静止したら、力を抜きます。
nl: Voornaamste spier: Rechte buikspier Andere spieren: Obliques (buitenste schuine buikspier) 1. Begin door een push-up positie in te nemen, maar buig beide ellebogen en laat je lichaam rusten op je onderarmen in plaats van op je handen zoals afgebeeld. Je lichaam moet een rechte lijn vormen van schouders tot voeten. 2. Vergrendel je torso door je buikspieren samen te trekken in deze positie. Houd dit vast voor 30 seconden, en laat dan ontspannen.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Comece por colocar-se em posição de flexão, mas dobre os cotovelos e coloque o seu peso nos seus antebraços em vez de usar as mãos como ilustrado. O seu corpo deverá formar uma linha reta desde os ombros até abaixo aos tornozelos. 2. Prepare o seu núcleo contraindo os músculos abdominais nesta posição. Mantenha a posição por aproximadamente 30 segundos e solte.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Примите положение “упор для отжимания”, только согните руки в локтях и упритесь на предплечья, как показано на рисунке. Ваше тело должно образовывать прямую линию от ваших плеч и до лодыжек. 2. Согните в дугу ваш мышечный корсет, напрягая мышцы живота. Находитесь в таком положении в течении 30 секунд, затем опуститесь.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Börja med att lägga dig i en armhävningsställning, men böj armbågarna och lägg vikten på underarmarna istället för att använda händerna, som på bilden. Din kropp ska forma en rak linje från axlarna till fotknölarna. 2. Spänn bål- och ryggmusklerna genom att dra ihop magmusklerna. Håll i cirka 30 sekunder och släpp sedan.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. เริ่มโดยอยู่ในท่าวิดพื้น แต่งอข้อศอกและวางน้ำหนักของท่านบนท่อนแขนแทนที่จะใช้มือดังภาพสาธิต ร่างกายของท่านควรเป็นรูปเส้นตรงจากหัวไหล่ลงไปยังข้อเท้าของท่าน 2. รั้งกล้ามเนื้อแกนกลางตัวของคุณโดยการเกร็งกล้ามเนื้อหน้าท้องของคุณอยู่ในตำแหน่งนี้ ค้างไว้ 30 วินาทีแล้วปล่อย
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Şınav pozisyonu alarak başlayın, ancak resimde gösterildiği gibi ağırlığı ellerinizin üzerine vermek yerine dirseklerinizi bükün ve ağırlığı ön kollarınıza yükleyin. Vücudunuz omuzlarınızdan ayak bileklerinize kadar düz bir çizgi oluşturmalıdır. 2. Bu pozisyonda dururken karın kaslarınızı kasarak çekirdek gövdenizi sıkıştırın. Kabaca 30 saniyeliğine tutun, daha sonra bırakın.
