Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

source: Workout with a friend
de: Mit einem Freund trainieren
es: Haz ejercicio con un amigo
fr: Entraînement avec un ami
it: Allenati con un amico
ja: 友だちとワークアウトしましょう。
nl: Workout met een vriend
pt_pt: Malhe com um amigo
ru: Тренировка с другом
sv: Träna med en vän
th: ออกกำลังกายกับเพื่อน
tr: Arkadaşlarla antrenman

# Workout with a friend description
source: Friends can provide an extra boost of motivation when it gets tough. Everyone has those days when they just don’t feel like going to the gym and those times when they want to call it quits, friends can offer encouragement to keep you going. Just be sure to return the favor.
de: Freunde können einem, wenn es hart wird, einen zusätzlichen Auftrieb an Motivation geben. Jeder hat Tage, an denen man einfach nicht ins Fitnessstudio gehen möchte oder Zeiten, wenn man aufgeben will, Freunde können Unterstützung anbieten, damit Sie weitermachen. Gehen Sie aber sicher, dass Sie ihnen den gleichen Gefallen tun.
es: Los amigos pueden proporcionar un impulso extra de motivación cuando las cosas se ponen difícil. Todo el mundo tiene esos días en los que simplemente no tiene ganas de ir al gimnasio y aquellos momentos en los que querría dejarlo todo. Los amigos pueden ofrecer aliento para seguir con el deporte. Sólo asegúrate de devolver el favor.
fr: Vos amis peuvent fournir un coup de pouce de motivation supplémentaire quand il devient difficile. Tout le monde a de ces jours où ils ne se sentent pas comme aller à la gym et des moments où ils veulent d'en rester là, vos amis peuvent offrir des encouragements pour y aller quand-même. Soyez sûr de retourner le faveur.
it: Gli amici possono fornire una spinta in più durante l’allenamento . Ognuno ha quei giorni in cui non si ha voglia di andare in palestra, quando si vuole smettere, gli amici possono darti il giusto incoraggiamento. Basta poi essere sicuri di poter restituire il favore
ja: 辛くなったときには、友だちがモチベーションを高めてくれることがあります。単にジムに行く気がしない日やジム通いを辞めたくなる時は、誰にでもあります。友だちと一緒なら、続けるために励ましてくれることもあります。その恩は返すようにしましょう。
nl: Vrienden kunnen u die extra boost of motivatie geven als het lastig wordt. Iedereen heeft van die dagen waarop ze niet naar de gym willen gaan en van die momenten waarop ze willen opgeven, maar vrienden kunnen u aanmoedigen om door te gaan. Zorg er wel voor om het plezier terug te geven.
pt_pt: Os amigos podem ser uma fonte extra de motivação. Todo mundo tem um daqueles dias onde não sente vontade de ir malhar e aqueles momentos em que pensa em desistir. Nessas horas, um amigo pode lhe encorajar para que você continue empenhado. Só não esqueça de retribuir o favor.
ru: Друзья могут обеспечить дополнительное повышение мотивации, когда она спадает на нет. У каждого человека бывают те дни, когда он просто не хочет идти в спортзал и времена, когда хочется все бросить. Друзья могут предложить вам поддержку, и помочь вам продолжить. Только не забудьте вернуть им долг.
sv: Vänner kan ge en extra skjuts av motivation när det blir tufft. Alla har de dagar när de bara inte känner för att gå till gymmet och de tider när de vill sluta, vänner kan erbjuda uppmuntran att hålla dig igång. Var bara säker på att återgälda tjänsten.
th: เพื่อน ๆ สามารถเพิ่มแรงจูงใจเพิ่มเติมให้ท่านเมื่อมันเริ่มยากขึ้น ทุกคนมีวันที่เมื่อพวกเขารู้สึกว่าไม่อยากไปที่ยิมและเวลาที่เขาอยากเลิก เพื่อนก็สามารถให้กำลังใจที่ให้คุณทำต่อไปได้ ให้มั่นใจว่าจะกลับไปชอบ
tr: Antrenmanlar zorlaştığında arkadaşlarınız size ekstra motivasyon sağlayacaktır. Herkesin spor salonuna gitmeyi pek istemediği ve bırakmak istediği zamanlar olmuştur. İşte tam olarak bu zamanlarda arkadaşlar devam etmeniz için büyük bir önem taşır. Tekliflerini geri çevirmemelisiniz.

source: Walk 10,000 steps
de: Gehen Sie 10.000 Schritte
es: Camina 10.000 pasos
fr: Marchez 10.000 pas
it: Fai10,000 passi
ja: １万歩歩きましょう。
nl: Zet 10.000 stappen
pt_pt: Caminhe 10.000 passos
ru: Проходи 10,000 шагов
sv: Gå 10,000 steg
th: เดิน 10,000 ก้าว
tr: 10,000 adım yürüyün

# Walk 10,000 steps description
source: Experts say that while 10,000 steps a day is good number to reach, any amount of activity beyond you’re currently doing will likely benefit your health. 10,000 steps daily is approximately 5 miles, an equivalent of 30 min of activity and you will burn around 500 calories. Unless you have a very active lifestyle or profession, you probably don’t reach 10,000 steps on a given day without putting some effort into your activity. This could be a lifestyle change such as walking to work, or the addition of an exercise routine to your days. It should be enough to reduce your risk for disease and help you lead a longer, healthier life. The benefits are many: lower BMI, reduced waist size, increased energy, and less risk for Type II diabetes and heart disease.
de: Experten sagen, dass 10.000 Schritte eine gute Zahl ist, aber jede zusätzliche Aktivität neben dem, was Sie bereits tun, wird Ihrer Gesundheit wahrscheinlich zugutekommen. 10.000 Schritte am Tag sind ungefähr 5 Meilen und gleicht 30 Min. Bewegung und Sie werden 500 Kalorien verbrennen. Wenn Sie nicht gerade einen sehr aktiven Lebensstil oder Beruf haben, dann erreichen Sie wahrscheinlich keine 10.000 Schritte am Tag, ohne etwas mehr aktiv zu sein. Hier können Sie Veränderungen vornehmen, indem Sie zu Fuß zur Arbeit gehen, oder indem Sie Ihren Tagen eine Trainingsroutine zufügen. Das sollte reichen, um Ihr Krankheitsrisiko zu verringern und Ihnen dabei helfen, ein längeres, gesünderes Leben zu führen. Die Vorteile sind vielfältig: niedriger BMI, schlankere Taille, mehr Energie, und weniger Risiko für Diabetes Typ II und Herzkrankheit.
es: Los expertos dicen que 10.000 pasos al día son buenos para tu salud. Cualquier actividad más allá de lo que está haciendo actualmente probablemente beneficiará a su salud. 10.000 pasos al día equivale a aproximadamente 5 millas, el equivalente a 30 minutos de actividad y hace que se quemen alrededor de 500 calorías. A menos que tenga un estilo de vida muy activo o profesional, es probable que no llegue a 10.000 pasos en un día determinado y con sólo un poco de esfuerzo en esta actividad. Esto podría ser un cambio en el estilo de vida, tales como caminar al trabajo, o la adición de una rutina de ejercicios a sus días. Debería ser suficiente para reducir el riesgo de enfermedades y ayudar a llevar una vida más larga y saludable. Los beneficios son muchos: un menor IMC, la reducción del perímetro de la cintura, aumento de energía, y menor riesgo para la diabetes tipo II y enfermedades del corazón
fr: Experts affirment que si 10.000 pas par jour est un bon nombre à atteindre, tout montant de l'activité au-delà que vous faites actuellement sera probablement bénéficière à votre santé. 10.000 pas par jour est approximativement 5 miles, l'équivalent de 30 minutes d'activité et vous brûlez environ 500 calories. Sauf si vous avez un mode de vie ou une profession très active, vous n’allez probablement pas atteindre les 10.000 pas sur un jour donné, sans faire un peu d'effort. Cela pourrait être un changement de style de vie, tel que marcher au travail ou l'ajout d'une routine d'exercice à vos jours. Cela devrait être suffisant pour réduire votre risque de maladie et de vous aider à mener une vie plus longue et plus saine. Les avantages sont nombreux : IMC plus bas, réduction de la taille, augmentation de l'énergie et moins de risque pour le diabète de type II et les maladies cardiaques.
it: Gli esperti dicono che, fare 10.000 passi al giorno, a prescindere da qualsiasi altra attività si stia facendo, porta un’enorme beneficio per la nostra salute . 10.000 passi al giorno corrispondono a circa 5 miglia , un equivalente di 30 minuti di attività e si bruciano circa 500 calorie . A meno che non si abbia uno stile di vita molto attivo o professionale , probabilmente non si raggiungeranno i 10.000 passi al giorno senza fare qualche piccolo sforzo. Questo potrebbe essere un cambiamento dello stile di vita come camminare al lavoro, o l'aggiunta di un esercizio di routine nelle vostre giornate . Dovrebbe essere sufficiente aridurre il rischio di malattie e aiutare a condurre una vita più lunga e sana . I vantaggi sono molti : un più basso indice di massa corporea , ridotte dimensioni della vita , aumento dell’energia , e meno rischio di diabete di tipo II e malattie cardiache.
ja: 専門家によれば、１日１万歩は目標として良い数字ですが、現在よりも活動量が増えるのであれば、何歩でも健康に効果がある可能性が高いとのことです。１日１万歩はおよそ８kmで、30分間の運動に相当し、約500カロリーを燃焼することができます。活動量が非常に多い生活スタイルや職業でない限りは、努力せずに１日１万歩に到達するのは難しいでしょう。出勤時に歩くなどの方法で生活スタイルを変化させたり、新たにエクササイズの習慣を身につけることになるでしょう。病気のリスクを軽減するには十分なはずですし、より長く健康的な人生を送ることにつながります。BMIの低下、ウエストサイズの減少、エネルギーの上昇、２型糖尿病や心臓病のリスク低下など、多くの利点があります。
nl: Experten beweren dat, alhoewel 10.000 stappen per dag een goed aantal is om te bereiken, het de activiteit is die u meer doet dan dat, die meer dan waarschijnlijk uw gezondheid ten goede zal komen. 10.000 stappen per dag is ongeveer 8 kilometer, wat overeenkomt met een activiteit van 30 minuten en u zult ongeveer 500 calorieën verbranden. Tenzij u een zeer actieve levensstijl of beroep heeft, zal u waarschijnlijk niet aan 10.000 stappen per dag komen zonder de nodige extra inspanningen te doen. Dit kan een verandering in levensstijl zijn, zoals wandelen naar het werk of het aanvullen van uw dagen met een oefeningenroutine. Dit zou voldoende moeten zijn om het risico op ziektes te verminderen en om u te helpen om een langer en gezonder leven te leiden. Er zijn talrijke voordelen: een lagere BMI, verminderde buikomtrek, meer energie en een lager risico op Type II diabetes en hartziekte.
pt_pt: Especialistas dizem que, embora 10.000 passos por dia seja o número ideal, qualquer quantidade extra além da que você anda atualmente provavelmente melhorará a sua saúde. 10.000 passos diários dá aproximadamente 8 quilômetros, o equivalente a 30 minutos de atividade que queimam cerca de 500 calorias. A não ser que você tenha uma profissão ou estilo de vida muito ativo, você provavelmente não alcançará 10.000 passos sem se esforçar em suas atividades. Isto inclui mudanças no estilo de vida, como caminhar para o trabalho, ou a adição de uma rotina de exercícios. Isto deve ser o bastante para reduzir o risco de doenças e ajudá-lo a levar uma vida longa e saudável. Os benefícios são muitos: menor IMC, redução da cintura, mais energia e menor risco de diabetes tipo II e doença cardíaca.
ru: Эксперты говорят, что в то время, как 10 000 шагов в день это хороший показатель, любое количество активности за пределами того, что вы делаете, благоприятно сказывается на здоровье. 10 000 шагов в день составляет примерно 8 километров, это эквивалент 30 минутной активности и это сожжет около 500 калорий. Если у вас не очень активный образ жизни или профессия, вы, вероятно, не проходите 10 000 шагов за день, не приложив некоторых усилий. Это может стать изменение образа жизни, такие как ходьба на работу или добавление тренировки в ваши дни. Этого должно быть достаточно, чтобы снизить риск заболеваний и поможет вам вести долгую, здоровую жизнь. Преимущества многочисленны: нижний индекс массы тела, снижение размера талии, увеличение энергии, и меньший риск развития диабета второго типа и сердечно-сосудистых заболеваний.
sv: Experter säger att medan 10.000 steg per dag är ett bra nummer att nå, vilket belopp som helst av aktivitet mer än du gör för tillfället kommer sannolikt att gynna din hälsa. 10.000 steg per dag är cirka 5 miles, motsvarande 30 minuter av aktivitet och du kommer att bränna cirka 500 kalorier. Om du inte har en mycket aktiv livsstil eller yrke, når du förmodligen inte 10.000 steg på en viss dag utan någon ansträngning i din aktivitet. Detta kan vara en livsstilsförändring som att gå till jobbet, eller tillägg av en övningsrutin till dina dagar. Det bör vara tillräckligt för att minska risken för sjukdomar och hjälpa dig att leva ett längre och friskare liv. Fördelarna är många: lägre BMI, reducerat midjemått, ökad energi, och mindre risk för typ II diabetes och hjärtsjukdomar .
th: ผู้เชี่ยวชาญกล่าวว่าในขณะที่เดินวันละ 10,000 ก้าวซึ่งเป็นจำนวนที่ดีในการบรรลุถึงกิจกรรมที่มากกว่าคุณทำในปัจจุบันซึ่งจะอำนวยผลดีให้กับสุขภาพของคุณ 10,000 ก้าวในแต่ละวันเท่ากับประมาณ 5 ไมล์ เท่ากับกิจกรรม 30 นาทีและคุณจะเผาผลาญแคลอรี่ไป 500 แคลอรี่ ถ้าคุณไม่มีรูปแบบชีวิตที่ออกแรงมากหรือทำงานแบบวิชาชีพ คุณอาจจะไม่ลุถึง 10,000 ก้าวในแต่ละวันหากปราศจาการการอให้ความพยายามในการทำกิจกรรมของคุณ สิ่งนี้อาจจะเป็นการเปลี่ยนรูปแบบการใช้ชีวิตเช่นการเดินไปทำงานหรือการเพิ่มการออกกำลังกายให้เป็นกิจวัตรประจำวันของคุณ มันควรที่จะเพียงพอในการลดความเสี่ยงต่อการเจ็บไข้และช่วยให้คุณมีชีวิตที่ยืนยาวและมีสุขภาพดีขึ้น ผลประโยชน์มีมากมาย: ลด BMI ลดขนาดรอบเอว เพิ่มความแข็งแรง และ ลดความเสี่ยงของโรคเบาหวานชนิดII และโรคหัวใจ
tr: Uzmanlara göre günde 10,000 adım oldukça ideal olmakla birlikte yaptığınız her ekstra aktivite sağlığınız için faydalıdır. Günde 10,000 adım yaklaşık olarak 5 mile, yani 30 dakikalık aktiviteye ve yaklaşık 500 kaloriye denk gelmektedir. Şayet çok aktif bir işiniz ya da yaşam stiliniz yoksa ekstra aktiviteler yapmadan 10,000 adım yürümeniz mümkün olmayacaktır. Bu sayıya ulaşabilmek için işe yürüyebilir ya da gün içerisine farklı egzersizler koyabilirsiniz. Böylece hastalık riskinizi azaltabilir, daha uzun ve sağlıklı bir hayata yelken açabilirsiniz. Sporun faydaları bununla da sınırlı kalmaz: daha düşük VKİ, düşük bel ölçüsü, artan enerji ve çok daha düşük Tip 2 diyabet ve kalp krizi riski.

source: Reduce sugar consuming
de: Zuckerverbrauch reduzieren
es: Reduce el consumo de azúcar
fr: Réduire la consommation de sucre
it: Riduzi il consume di zucchero
ja: 糖分の摂取量を減らしましょう。
nl: Verminder uw suikerconsumptie
pt_pt: Reduza o consumo de açúcar
ru: Сократи потребление сахара
sv: Minska sockerkonsumtion
th: ลดการบริโภคน้ำตาล
tr: Şeker tüketimini azaltın

# Reduce sugar consuming description
source: Consuming sweetness affects special receptors that are hooked up to the different parts of the brain that create pleasure zone, where we get rewarded for stoking our bodies with energy.According to the specialists the maximum amount of added sugars you should eat in a day are: Men: 150 calories per day 37.5 grams or 9 teaspoons. Women: 100 calories per day 25 grams or 6 teaspoons.Fats and proteins, for example, don’t ever significantly drive up your insulin level. Sugar and processed carbs, can cause a rapid increase in insulin level, which directly causes your body to store fat. Sugar consumption can also lead to a condition known as insulin resistance witch by itself drives up insulin level and keeps them up.
de: Beim Konsumieren von Süßem werden gewisse Rezeptoren betroffen, die sich an verschiedenen Teilen des Gehirns befinden, die eine Lust Zone kreieren, bei der wir dafür belohnt werden, dass wir unsere Körper mit Energie aufladen. Dies sind die zusätzlichen Zuckermengen, die wir laut Fachleuten pro Tag aufnehmen sollten: Männer: 150 Kalorien pro Tag 37.5 Gramm oder 9 Teelöffel. Frauen: 100 Kalorien pro Tag 25 Gramm oder 6 Teelöffel. Fette und Proteine erhöhen zum Beispiel Ihren Insulinspiegel kaum. Zucker und verarbeitete Kohlenhydrate können einen schnellen Anstieg des Insulinspiegels bewirken, was Ihren Körper direkt dazu führt, Fett zu speichern. Zuckerverzehr kann außerdem zu einem Zustand führen, der als Insulinresistenz bekannt ist und der selbst den Insulinspiegel erhöht und ihn oben hält.
es: El consumo de dulces, afecta a los receptores especiales que están conectados con las diferentes partes del cerebro que crean zona de placer que se ven recompensados por avivar nuestros cuerpos con energía. Según los especialistas, la cantidad máxima de azúcares añadidos que debe comer en un día son: hombres: 150 calorías por día de 37,5 gramos o 9 cucharaditas. Mujeres: 100 calorías por día 25 gramos o 6 teaspoons.Fats y proteínas, por ejemplo, no siempre conducen de manera significativa el nivel de insulina. El azúcar y los carbohidratos procesados pueden causar un rápido aumento en los niveles de insulina, lo que es causa directa del almacenamiento de grasa en tu cuerpo. El consumo de azúcar también puede conducir a una condición conocida como baja resistencia a la insulina, que por sí mismo aumenta los niveles de insulina y los mantiene.
fr: La consommation des sucres affecte des récepteurs spéciaux qui sont accrochés à différentes parties du cerveau et qui créent zone de plaisir, où nous sommes récompensés pour alimenter notre corps avec de l'énergie. Selon les spécialistes la quantité maximale de sucres ajoutés, que vous pouvez manger en un jour sont : Hommes : 150 calories par jour 37,5 grammes ou 9 cuillères à thé. Femmes : 100 calories par jour 25 grammes ou 6 cuillères à thé. Graisses et protéines, par exemple, n'augmentent jamais pas de manière significative votre niveau d'insuline. Le sucre et les glucides transformés peuvent causer une augmentation rapide du taux d'insuline, ce qui provoque directement votre corps à stocker la graisse. La consommation de sucre peut aussi conduire à une condition connue comme la résistance à l'insuline qui par lui-même fait monter le niveau de l'insuline et les maintient haut.
it: Il consumo di zucchero colpisce i recettori speciali che sono collegati alle diverse parti del cervello che creano piacere , dove veniamo ricompensati per aver fornito energie al nostro corpo. Gli specialisti ritengono che la quantità massima di zuccheri aggiunti che si dovrebbero assumere in un giorno sono : Uomini : 150 calorie al giorno 37,5 grammi o 9 cucchiaini . Donne: 100 calorie al giorno 25 grammi o 6 cucchiaini. Grassi e proteine, per esempio , determinano il vostro livello di insulina . Lo zucchero e i carboidrati lavorati , possono causare un rapido aumento del livello di insulina , che spinge il vostro corpo a immagazzinare il grasso . Il consumo di zucchero può anche portare a una condizione nota come insulino-resistenza chenda solo fa salire il livello di insulina e mantenerlo fermo.
ja: 甘い物を食べると、喜びを感じさせる様々な脳の部位につながっている特別なレセプターに影響を与えます。これらの部位は、身体にエネルギーを溜め込むことで報酬を得られると感じます。専門家によれば、１日に摂取しても良い添加される糖分の限度は、男性では1日150カロリーで、37.5グラムまたは小さじ9杯に相当し、女性では1日100カロリーで、25グラムまたは小さじ6杯に相当します。また、例えば、脂肪やたんぱく質は、インスリンの量を有意に増加させることは決してありません。糖分や精製された炭水化物はインスリンの量を急激に上昇させることができ、身体への脂肪蓄積に直接的につながります。糖分摂取はインスリン抵抗性と呼ばれる症状につながることもあり、これによってインスリンの量が増え、減りにくくなります。
nl: Het verbruik van zoetigheden beïnvloedt speciale receptoren, die verbonden zijn met verschillende delen van de hersenen en een genotzone creëren, waar we worden beloond voor het leveren van energie aan ons lichaam. Volgens specialisten is het maximum aan toegevoegde suikers die u in een dag kunt eten: Mannen: 150 calorieën per dag 37,5 gram of 9 theelepels. Vrouwen: 100 calorieën per dag, 25 gram of 6 theelepels. Vetten en proteïnen, bij voorbeeld, zullen uw insulineniveau nooit sterk omhoogdrijven. Suiker en verwerkte koolhydraten, kunnen een snelle stijging van het insulineniveau veroorzaken, die het lichaam onmiddellijk vet doen opslaan. Suikerconsumptie kan ook leiden tot een aandoening die bekend staat als insulineresistentie, die op zichzelf het insulineniveau omhoogdrijft en hooghoudt.
pt_pt: O consumo de açúcar afeta receptores especiais que estão conectados às áreas do cérebro que criam a zona do prazer, aonde somos recompensados por acumular energia em nossos corpos. De acordo com especialistas, as quantidades máximas de açucares que devem ser consumidos por dia são de 150 calorias (37,5 gramas, ou 9 colheres de chá) para homens e 100 calorias (25 gramas, ou 6 colheres de chá) para mulheres. Gorduras e proteínas, por exemplo, não apresentam aumento significativo no seu nível de insulina. Já os açúcares e carboidratos processados podem causar um aumento rápido no nível de insulina, o que faz com que o seu corpo acumule gordura. O consumo de açúcar também pode levar a uma condição conhecida como resistência a insulina, que aumenta os níveis de insulina e os impede de descer.
ru: Потребление сладостей влияет на специальные рецепторы, подключенные к различным частям мозга, которые создают зону удовольствия, в которой мы получаем вознаграждение за заряд нашего тела энергией. По мнению специалистов, максимальное количество добавляемого сахара, который вы должны съедать в день - это: 150 калорий в день или 37.5 г или 9 чайных ложек для мужчин; 100 калорий в день или 25г или 6 чайных ложек для женщин. Жиры и белки, например, никогда значительно не повышают ваш уровень инсулина. Сахар и обработанные углеводы могут привести к быстрому увеличению уровня инсулина, который непосредственно приводит к хранению жира в вашем теле. Потребление сахара также может привести к состоянию, известному как резистентность к инсулину, которое само по себе приводит к его росту и сохранению.
sv: Konsumtion av sötsaker påverkar speciella receptorer som är anslutna till olika delar av hjärnan som skapar glädje zon, där vi bli belönad för att underblåsa våra kroppar med energi. Enligt specialister är den maximala mängden tillsatt socker du bör äta på en dag: Män: 150 kalorier per dag 37,5 gram eller 9 teskedar. Kvinnor: 100 kalorier per dag 25 gram eller 6 teskedar. Fetter och proteiner, till exempel, driver inte upp din insulinnivå avsevärt. Socker och förädlade kolhydrater kan orsaka en snabb ökning av insulinnivån, som direkt orsakar att din kropp lagrar fett. Sockerkonsumtion kan också leda till ett tillstånd som kallas insulinresistens som i sig driver upp insulinnivån och håller upp dem.
th: การบริโภคความหวานมีผลต่อการรับรู้พิเศษต่าง ๆ ที่ทำให้ส่วนต่าง ๆ ในสมองแขวนอยู่ซึ่งสร้างโซนแห่งความสุขในที่เราได้รับรางวัลในการเพิ่มพลังให้กับร่างกายของเรา อ้างอิงจากผู้เชี่ยวชาญที่ว่าปริมาณสูงสุดในการเพิ่มน้ำตาลที่คุณควรทานในแต่ละวันคือ: ผู้ชาย: 150 แคลอรี่แต่วัน 37.5 กรัมหรือ 9 ช้อนชา ผู้หญิง: 100 แคลอรี่ต่อวัน 25 กรัมหรือ 6 ช้อนชา ในขณะที่ไขมันและโปรตีน ตัวอย่างเช่น จะไม่มีการขับอินซูลินของคุณในระดับที่มีนัยสำคัญ น้ำตาลและกระบวนการคาร์ป สามารถทำให้เกิดการลดระดับของอินซูลิน ซึ่งเป็นสาเหตุโดยตรงที่ทำให้ร่างกายของคุณสะสมไขมัน การบริโภคน้ำตาลยังสามารถนำไปสู่สภาพที่รู้จักว่ามีการต่อต้านอินซูลินซึ่งในตัวมันเองจะทำให้อินซูลินสูงและสูงขึ้นไปโดยตัวมันเอง
tr: Tatlı tüketimi vücudumuzda tatmin sağlayan beynin farklı bölgelerine bağlı özel reseptörleri etkiler ve kısa bir süre kendimizi enerjik hissederiz. Uzmanlara göre günde tüketebileceğiniz maksimum şeker oranı: Erkek: 150 kalori günlük 37.5 gram ya da 9 çay kaşığı. Kadın: 100 kalori günlük 25 gram ya da 6 çay kaşığı. Örneğin, yağ ve proteinler hiçbir zaman insülin seviyenizi çok yükseltmez. Şeker ve işlenmiş karbonhidratlar ise insülin seviyesinde ani artışlara yol açarak vücudunuzun yağ depolamasına sebep olabilir. Şeker tüketimi aynı zamanda insülin direnci adı verilen ve insülin seviyesini yüksek tutarak kilo almanıza sebep olan bir soruna da yol açabilir.

source: Boost your metabolism
de: Steigern Sie Ihren Stoffwechsel
es: Mejora tu metabolismo
fr: Stimulez votre métabolisme
it: Accelerea il tuo metabolismo
ja: 代謝を高めましょう。
nl: Boost uw metabolisme
pt_pt: Estimule o seu metabolismo
ru: Повысь свой метаболизм
sv: Öka din ämnesomsättning
th: เร่งการเผาผลาญของคุณ
tr: Metabolizmanızı hızlandırın
