Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Kettlebell Russian Twist 2 description
source: Main Muscle: Obliques Other Muscle: None 1. Sit on a ball with a kettlebell or dumbbell at your side. Hold your legs firmly on the floor. Keep your chest lifted and back straight. 2. Pick up the dumbbell or kettlebell, holding it upside down by the handles for better control. It should be at chest height. 3. Lean back slightly, being careful not to round your back. 4. Quickly twist from side to side, leading with the kettlebell. Your entire chest and head region should rotate while your legs stay stationary. Squeeze your abs throughout the exercise.
de: Hauptmuskel: Obliques Anderer Muskel: Keiner 1. Setzen Sie sich mit einer Kugelhantel an Ihrer Seite auf den Boden. Stellen Sie Ihre Beine zusammen und biegen Sie Ihre Knie. Halten Sie Ihre Brust angehoben und den Rücken gerade. 2. Heben Sie die Kugelhantel hoch, indem Sie sie verkehrt herum an den Griffen festhalten, damit Sie bessere Kontrolle haben. Sie sollte auf Brusthöhe sein. 3. Lehnen Sie sich etwas zurück, achten Sie darauf, daß Sie Ihren Rücken nicht krümmen. Heben Sie Ihre Füße vom Boden, aber lassen Sie Ihre Knie zusammen und Ihre Beine gebeugt. 4. Drehen Sie sich schnell von einer Seite zur anderen, mit der Kugelhantel vorne. Ihr gesamter Brust- und Kopfbereich sollte rotieren, während Ihre Beine stationär bleiben. Spannen Sie Ihre Bauchmuskeln während der Übung an.
es: Músculos Principales: Oblicuos Otros Músculos: Ninguno 1. Siéntate en el suelo con una pesa rusa al lado. Junta las piernas y dobla las rodillas. Mantén el pecho elevado y la espalda recta. 2. Coge la pesa rusa boca abajo, por el asa para un mejor control. Debe estar a la altura del pecho. 3. Inclínate hacia atrás ligeramente, con cuidado de no arquear la espalda. Levanta los pies del suelo, con las rodillas juntas y las piernas dobladas. 4. Gira rápidamente de un lado a otro, impulsándote con la pesa rusa. Toda la zona del pecho y la cabeza debe girar, mientras que las piernas permanecen inmóviles. Contrae los abdominales durante todo el ejercicio
fr: Muscle Principal: Obliques Autre Muscle: Aucun 1. Asseyez-vous sur le sol avec un kettlebell à vos côtés. Joignez vos jambes et pliez vos genoux. Gardez votre poitrine vers le haut et le dos droit. 2. Prenez le kettlebell, en le tenant à l'envers par les poignées pour un meilleur contrôle. Il devrait être à la hauteur de la poitrine. 3. Penchez légèrement en arrière, en faisant attention de ne pas arrondir le dos. Soulevez vos pieds du sol, mais gardez les genoux ensemble et les jambes pliées. 4. Tournez rapidement d'un côté à l'autre, en dirigeant avec le kettlebell. Toute la région de votre poitrine et de votre tête doit tourner pendant que vos jambes restent stationnaires. Serrez vos abdominaux tout au long de l'exercice
it: Muscolo principale: obliqui Altro muscolo: nessuno 1. Siediti sul pavimento con un kettlebell al tuo fianco. Tieni insieme le gambe e piega le ginocchia. Tieni il petto sollevato e la schiena dritta. 2. Solleva il kettlebell, tenendolo a testa in giù per le maniglie per un migliore controllo. Dovrebbe essere all'altezza del petto. 3. Piegati leggermente indietro, facendo attenzione a non inarcare la schiena. Solleva i piedi dal pavimento, ma tieni insieme le ginocchia e le gambe piegate. 4. Ruota rapidamente da un lato all'altro, con il kettlebell. Tutta la tua regione del petto e della testa dovrebbe ruotare mentre le gambe rimangono ferme. Sforza gli addominali durante l'esercizio
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：なし 1. ケトルベルかダンベルを用意して、ボールの上に座ります。両脚はしっかりと床につけたままにします。胸を張って背中を伸ばした状態を維持します。 2. ダンベルかケトルベルを手に取り、扱いやすいようにハンドルを下にして、胸の高さで持ちます。 3. 背中が丸まらないように気をつけながら、身体を若干後ろに倒します。両脚を曲げて両ひざをそろえた状態のまま、両足を床から浮かせます。 4. ケトルベルの動きに続くように、左右に素早くひねります。両脚は動かさずに、胸と頭の全体が左右に回転するようにします。エクササイズ中は常に腹筋に力を入れるようにします。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: geen 1. Zit op de vloer met een koebel gewicht naast je. benen naast elkaar en knieën gebogen. Borst omhoog en met een rechte rug. 2. Neem de koebel in je handen en houd hem ondersteboven aan de handgrepen vast voor betere controle. Houd het gewicht op borsthoogte. 3. Leu lichtelijk achterover maar pas op dat je de rug recht houdt. Til je voeten van de vloer en houd je benen gekromd maar naast elkaar. 4. Draai nu snel naar een zij en terug met de koebel. Je bovenlichaam en hoofdpartij moeten draaien terwijl je benen stationair blijven. Span de buikspieren aan tijdens deze oefening.
pt_pt: Músculo Principal: Abdómens Outros Músculos: Nenhum 1. Sente-se no chão com uma bola de ferro fundido com alça ao seu lado. Coloque as pernas juntas e dobre os joelhos. Mantenha o peito erguido e as costas retas. 2. Pegue na bola de ferro fundido com alça, segurando-a de cabeça para baixo com os punhos para um melhor controlo. Deverá ficar à altura do peito. 3. Encoste-se ligeiramente, tomando cuidado para não arredondar as costas. Levante os pés do chão, mas mantendo os joelhos juntos e as pernas dobradas. 4. Torça rapidamente de um lado para outro, levando a bola de ferro fundido com alça. Toda a sua região do peito e cabeça deve girar enquanto as suas pernas ficam paradas. Contraia os seus abdominais durante todo o exercício.
ru: Главные мышцы: косые мышцы Другие мышцы: нет 1. Сядьте на пол, взяв в руки гири. Положите ноги вместе и согните их в коленях. Спину держите прямо. 2. Возьмите гири, держа их верх ногами за ручки для лучшего контроля. Они должны быть на уровне груди. 3. Наклонитесь немного назад, стараясь не округлять спину. Оторвите ступни от пола, но держите колени вместе, а ноги согнутыми. 4. Быстро крутитесь из стороны в сторону, держа крепко гири. Все ваше туловище должно вертеться, в то время как ноги остаются неподвижными. Напрягайте пресс во время упражнения.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Ingen 1. Sitt på golvet med en kettlebell vid sidan. Lägg ihop benen och böj på knäna. Håll bröstet upplyft och ryggen rak. 2. Lyft upp kettlebellen; håll den upp och ner i handtagen för bättre kontroll. Den ska vara i brösthöjd. 3. Luta dig tillbaka lite grann. Var försiktig med att inte kröka på ryggen. Lyft fötterna från golvet, men håll ihop knäna och ha benen fortsatt böjda. 4. Vrid dig snabbt från sida till sida med kettlebellen. Hela din bröst- och huvudregion bör rotera, medan dina ben är stilla. Spänn magmusklerna genom hela rörelsen.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: ไม่มี 1. นั่งบนลูกบอลพร้อมกับเคทเทลเบลหรือดัมเบลข้างตัวท่าน ยืดขาของท่านให้มั่นคงบนพื้น ให้หน้าหกยกขึ้นและหลังตรง 2. หยิบดัมเบลล์หรือเคทเทลเบล ถือคว่ำลงด้วยที่จับเพื่อจะได้ควบคุมได้ดีกว่า มันควรอยู่ที่ความสูงระดับอก 3. ค่อย ๆ เอนหลัง ให้ระวังอย่าหมุนหลังของท่าน 4 บิดอย่างเร็วจากข้างหนึ่งไปอีกข้างหนึ่ง ให้ใช้เคทเทลเบลนำ หน้าอกทั้งหมดของท่านและบริเวณส่วนศีรษะหมุนไปขณะที่ขายังคงอยู่กับที่ บิดกล้ามเนื้อ abs ของท่านโดยตลอดการออกกำลังกายนี้
tr: Ana Kas: Oblikler Diğer Kaslar: Yok 1. Yanınızda bir giryayla yere oturun. Bacaklarınızı bitiştirin ve dizlerinizi bükün. Göğsünüzü yukarıda ve sırtınızı dik tutun. 2. Giryayı alın, daha iyi bir kontrol için tutmaçlarından baş aşağı tutun. Girya göğüs yüksekliğinde olmalıdır. 3. Sırtınızı yuvarlamamaya dikkat ederek arkaya doğru hafifçe eğilin. Ayaklarınızı yerden kaldırın ancak dizleriniz bitişik ve bacaklarınız bükülü olarak kalsın. 4. Hızlıca bir taraftan diğer tarafa, giryanın doğrultusunda dönün. Bacaklarınız sabit kalırken; göğüs ve kafa bölgenizin tamamı dönmelidir. Egzersiz boyunca karın kaslarınızı sıkın.

# Mountain Climber 3 description
source: Main Muscle: Rectus Abdominis Other Muscle: Quadriceps 1. Take a pushup position with your arms completely straight. 2. Maintaining your lower back posture, slowly move one left knee to you chest and with the right hand try to touch the toe. 3. Return to the starting position, and repeat with the other leg and arm.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Quadrizeps 1. Gehen Sie mit vollständig gestreckten Armen in die Liegestützeposition. 2. Während Sie Ihren Rücken gerade halten, bewegen Sie langsam ein Knie zu Ihrer Brust. Gehen Sie zur Anfangsposition zurück und wiederholen Sie mit dem anderen Bein.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Cuádriceps 1. En posición de flexiones, con los brazos totalmente rectos. 2. Sin mover la parte inferior de la espalda, dirige lentamente una rodilla hacia el pecho. Vuelve a la posición inicial y repite con la otra pierna.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Quadriceps 1. Prenez une position de pompe avec vos bras complètement droits. 2. Tout en maintenant la posture du bas de votre dos, déplacez lentement un genou vers votre poitrine. Retournez à la position de départ et répétez avec l'autre jambe.
it: Muscolo principale: retto addominale Altro muscolo: quadricipiti 1. Assumi una posizione per fare piegamenti con le braccia completamente dritte. 2. Mantieni la postura bassa della schiena, sposta lentamente un ginocchio al tuo petto. Torna alla posizione di partenza e ripeti con l'altra gamba
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：大腿四頭筋 1. 腕立て伏せの姿勢をとり、腕を完全に伸ばします。 2. 腰の姿勢を変えずに左ひざを胸に近づけ、右手でつま先をさわろうとします。 3. 最初の姿勢に戻ったら、反対の脚と腕で繰り返します。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: vierhoofdige dijspier 1. Neem een Push-up positie in met de armen volledig gestrekt. 2. Houd je lage rug in positie en recht. beweeg dan langszaam een knie naar je borst. Ga terug naar de startpositie en herhaal met de andere knie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: quadríceps 1. Coloque-se em posição de flexão com os braços completamente esticados. 2. Mantendo a postura das costas inferiores, mova lentamente um joelho até ao seu peito. Retorne à posição inicial e repita com a outra perna.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: квадрицепс 1. Примите положение “упор для отжимания”. Руки полностью прямые. 2. Медленно двигайте одно колено к груди. Вернитесь в исходное положение и повторите упражнение с другой ногой.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Lårmuskeln 1. Lägg dig i en armhävningsställning med armarna helt raka. 2. Samtidigt som du håller ländryggen stabil, flytta långsamt ett knä till bröstet. Återgå till startpositionen och upprepa med det andra benet.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Quadriceps 1. อยู่ในท่าวิดพื้นด้วยแขนของท่านที่เหยียดตรง 2 รักษาท่าของหลังส่วนล่างของท่าน ค่อย ๆ เคลื่อนเข่าด้านซ้ายไปช้า ๆ ไปยังหน้าอกด้วยมือขวาที่พยายามไปแตะที่ปลายเท้า 3. กลับไปที่ตำแหน่งาเริ่มต้นและทำซ้ำกับขาและแขนอีกข้างหนึ่ง
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Kuadriseps 1. Kollarınız tamamen düz olarak şınav pozisyonu alın. 2. Sırtınızın alt kısmının postürünü koruyarak yavaşça bir dizinizi göğsünüze doğru götürün. Başlangıç pozisyonuna geri dönün ve diğer bacağınızla tekrarlayın.

# Pulse Up description
source: Main Muscle: Rectus Abdominis Other Muscle: Lower Back 1. Lie on your back with your hands underneath your tailbone and have your legs straight upward, as illustrated. 2. Pull your navel inward and flex your glutes as you lift your hips just a few inches off the floor. Then lower your hips.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Unterer Rücken 1. Legen Sie sich mit Ihren Händen unter Ihrem Steißbein auf den Rücken und heben Sie Ihre Beine gerade nach oben, wie dargestellt. 2. Ziehen Sie Ihren Bauchnabel nach innen und spannen Sie Ihre Gesäßmuskeln an, während Sie Ihre Hüften nur ein paar Inch vom Boden heben. Danach lassen Sie Ihre Hüften hinab.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Parte inferior de la espalda 1. Túmbate boca arriba con las manos debajo del coxis y las piernas rectas hacia arriba, como en la ilustración. 2. Contrae el ombligo hacia dentro y flexiona los glúteos levantando las caderas a unos pocos centímetros del suelo. Baja las caderas
fr: Muscle Principal: Rectus Abdominis Autres musculaire: Bas du Dos 1. Allongez-vous sur le dos avec vos mains sous votre coccyx et mettez les jambes droit vers le haut, comme illustré. 2. Tirez votre nombril vers l'intérieur et fléchissez les fessiers tandis que vous soulevez vos hanches à quelques cm du sol. Puis rabaissez vos hanches.
it: Muscolo principale: retto addominale Altro muscolo: dorsali bassi 1. Sdraiati sulla schiena con le mani sotto il coccige e le gambe distese verso l'alto, come illustrato. 2. Tira l'ombelico verso l'interno e fletti i glutei mentre sollevi le anche a pochi centimetri dal pavimento. Quindi abbassare i fianchi.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腰の筋肉 1. 仰向けに横になり、両手を尾てい骨の下に入れ、写真のように両脚をまっすぐ上に上げます。 2. みぞおちを内側に引きつけ、臀筋に力を入れながら、お尻を床から数センチ浮かせます。その後、お尻を床に戻します。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: Lage rugspieren 1. Lig op je rug met je handen onder je billen en steek je benen recht omhoog zoals afgebeeld. 2. Trek je navel in en span de bilspieren aan als je je heup een centimeter of tien optilt. Dan laat je je heup weer zakken.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Costas Inferiores 1. Deite-se de costas com as mãos debaixo de seu coxis a as pernas para cima, como ilustrado. 2. Puxe o umbigo para dentro e flexione os seus glúteos enquanto levanta os seus quadris poucos centímetros do chão. Em seguida, baixe os quadris.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: поясница 1. Лягте на спину, поставив руки под копчик, а ноги выпрямите наверх, как показано на изображении. 2. Напрягите мышцы пресса, поднимите бедра всего на несколько сантиметров от пола. Затем опустите их.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Ländryggen 1. Ligg på rygg med händerna under svanskotan och ha benen rakt upp, som på bilden. 2. Lyft höfterna cirka 10 cm från golvet och dra samtidigt in naveln och spänn rumpan. Sänk sedan höfterna.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: หลังส่วนล่าง 1. นอนหงายด้วยมืออยู่ใต้กระดูกปลายสันหลังและให้ขาเหยีดตรงไปข้างหน้า ตามภาพสาธิต 2. ดึงสะดือของคุณเข้าข้างในและงอ glutes ของคุณในขณะที่ยกสะโพกของคุณเพียงสองสามนิ้วจากพื้น แล้วก็ลดสะโพกของคุณลง
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Alt Sırt 1. Resimde gösterildiği gibi; elleriniz kuyruk kemiğinizin altında sırt üstü uzanın ve bacaklarınız yukarı doğru tamamen dik olsun. 2. Göbeğinizi içeri doğru çekin ve kalçalarınızı zeminden birkaç santim yukarı kaldırırken kalça kaslarınızı esnetin. Daha sonra kalçalarınızı indirin.
