Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Medicine Ball Sit-Up description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Take a medicine ball with both hands and lie on your back. Bend your knees 90 degrees, put your feet flat on the floor and hold the ball against your chest. 2. Begin exercise by performing a traditional sit-up. 3. This is done by contracting your abdominal muscles and raising your torso into a sitting position. 4. Pause, then slowly lower back down to starting position. Repeat as necessary.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Halten Sie mit beiden Händen einen Medizinball und legen Sie sich auf Ihren Rücken. Biegen Sie Ihre Knie 90 Grad an, stellen Sie Ihre Füße flach auf den Boden und halten Sie den Ball flach gegen Ihre Brust. 2. Beginnen Sie mit der Übung, indem Sie eine normale Bauchübung machen. 3. Dies wird gemacht, indem Sie Ihre Bauchmuskeln einziehen und Ihren Oberkörper in eine Sitzposition heben. 4. Innehalten, dann langsam Ihren Rücken zur Anfangsposition hinablassen. Nach Bedarf wiederholen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos. 1. Toma una pelota medicinal con ambas manos y túmbate boca arriba. Dobla las rodillas 90 grados, pon los pies planos en el suelo y sujeta la pelota contra el pecho. 2. Comienza el ejercicio realizando un abdominal tradicional. 3. Contrayendo los músculos del abdomen y elevando el torso hasta quedar sentado. 4. Haz una pausa y vuelve lentamente a la posición inicial. Repite tantas veces como sea necesario.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Prenez un ballon de médecine à deux mains et couchez vous sur le dos. Pliez vos genoux à 90 degrés, mettez vos pieds à plat sur le sol et tenez le ballon contre votre poitrine. 2. Commencez l'exercice en effectuant un relevé du buste traditionnel. 3. Cela se fait en contractant vos muscles abdominaux et en relevant votre torse en position assise. 4. Tenez la pause un instant, puis redescendez lentement vers le bas jusqu'à la position de départ. Répétez autant que nécessaire.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Prendi una palla medica con entrambe le mani e sdraiati sulla schiena. Piega le ginocchia a 90 gradi, metti i piedi sul pavimento e tieni la palla contro il petto. 2. Inizia l'esercizio eseguendo un tradizionale sit-up. 3. Questo viene fatto contraendo i muscoli addominali e sollevando il busto in posizione seduta. 4. Fermati, poi lentamente fai tornare la schiena fino alla posizione di partenza. Ripeti se necessario.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. メディシンボールを両手で持ち、仰向けになります。両ひざを90度に曲げ、両足を地面につけ、胸の前でボールを持ちます。 2. 普通のシットアップをするようにエクササイズを始めます。 3. 腹筋を収縮させ、体幹を座る姿勢まで持ち上げます。 4. 静止し、その後ゆっくりと最初の位置まで上半身を下げます。必要に応じて繰り返します。
nl: Voornaamste spieren: Rechte Buikspieren Andere Spieren: Bilspieren 1. Houd een bal vast met beide handen en lig op je rug. Buig je knieën 90 graden en zet je voeten vlak op de vloer. Houd de bal tegen je borst. 2. Begin de oefening door een traditionele sit-up te doen. 3. Je doet dat door je buikspieren samen te trekken en je torso op te tillen in een zittende positie. 4. Pauzeer even en ga dan langszaam en gecontroleerd terug naar de startpositie. Herhalen zo vaak als dat nodig is.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Pegue numa bola de medicina com as duas mãos e deite-se de costas. Flexione os joelhos a 90 graus, colocando os pés no chão e segurando a bola contra o seu peito. 2. Comece o exercício realizando um sit-up tradicional. 3. Isto é feito através da contratação de seus músculos abdominais e levantando o tronco numa posição sentada. 4. Faça uma pausa, e depois baixe-se lentamente de volta para a posição inicial. Repita conforme necessário.
ru: Главные мышцы: прямые мышцы живота Другое мышц: косые мышцы 1. Возьмите набивной мяч обеими руками и лягте на спину. Согните ноги в коленях на 90 градусов, ступни прижмите к полу, держите мяч у груди. 2. Начните упражнение, выполняя традиционные приседания. 3. Это делается путем напряжения мышц живота и поднятия туловища в положение сидя. 4. Пауза, затем медленно пуститесь вниз в исходное положение. При необходимости повторите.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ta en medicinboll med båda händerna och lägg dig på rygg. Böj knäna i 90 grader, sätt fötterna platt på golvet och håll bollen mot bröstet. 2. Börja övningen genom att göra en traditionell sit-up. 3. Det gör du genom att spänna magmusklerna och lyfta torson till en sittande ställning. 4. Pausa och gå sedan långsamt tillbaka till startläget. Upprepa så många gånger du känner för.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. ให้เอาบอลถือไว้ด้วยมือทั้งสองและนอนหงาย งอเข่าของท่านเป็นมุม 90 องศาให้เท้าวางราบกับพื้นและจับบอลไว้ที่อกของท่าน 2. เริ่มฝึกโดยทำการซิทอัพแบบทั่วไป 3. สิ่งนี้ทำโดยการให้กล้ามเนื้อท้องที่บิดกันและยกร่างกายท่อนบนของท่านเข้าไปในตำแหน่งที่นั่ง 4. หยุดและลดด่ำลงอย่างช้า ๆ ไปในตำแหน่งเริ่มต้น ทำซ้ำเท่าที่จำเป็น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Bir jimnastik topunu iki elinizle tutun ve sırt üstü uzanın. Dizlerinizi 90 derece bükün, ayaklarınızı yere düz olarak koyun ve topu göğsünüzün üstünde tutun. 2. Egzersize, geleneksel mekik hareketi yaparak başlayın. 3. Bu da karın kaslarınızı kasarak ve gövdenizi oturur pozisyona getirerek yapılır. 4. Duraklayın, daha sonra yavaşça sırtınızın alt kısmını başlangıç pozisyonuna geri getirin. Gereken sayıda tekrar edin.

# Mountain Climber 2 description
source: Main Muscle: Rectus Abdominis Other Muscle: Quadriceps 1. Take a push-up position with your arms completely straight. 2. Maintaining your lower back posture, slowly move one knee to your chest. Return to the starting position, and repeat with the other leg.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Quadrizeps 1. Gehen Sie mit vollständig ausgestreckten Armen in eine Liegestützeposition. 2. Halten Sie Ihren unteren Rücken gerade, bringen Sie langsam ein Knie zu Ihrer Brust. Zur Anfangsposition zurückgehen und dann mit dem anderen Bein wiederholen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Cuádriceps 1. Adopta una posición de flexiones con los brazos totalmente rectos. 2. Sin mover la parte inferior de la espalda, acerca lentamente una rodilla al pecho. Vuelve a la posición inicial y repite con la otra pierna.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Quadriceps 1. Prenez une position de pompe avec vos bras complètement tendus. 2. Tout en maintenant la posture du bas du dos, déplacez lentement un genou vers votre poitrine. Revenez à la position de départ et répétez avec l'autre jambe.
it: Muscolo principale: retto addominale Altro muscolo: quadricipiti 1. Assumi una posizione come per fare i piegamenti con le braccia completamente dritte. 2. Mantieni la postura bassa della schiena, sposta lentamente un ginocchio al petto. Torna alla posizione di partenza e ripeti con l'altra gamba
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：大腿四頭筋 1. 腕立て伏せの姿勢になり、腕を完全に伸ばします。 2. 腰の姿勢はそのままで、片方のひざをゆっくり胸へ向かって動かします。最初の姿勢に戻ったら、反対の脚でも同様に繰り返します。
nl: Voornaamste spieren: Rechte Buikspieren Andere Spieren: vierhoofdige dijspier 1. Neem een push-up positie in met volledig gestrekte armen. 2. Houd je rug strak in positie, terwijl je een knie naar je borst beweegt. Ga terug naar de startpositie en herhaal nu met het andere been.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: quadríceps 1. Coloque-se em posição de flexão com os braços completamente em linha reta. 2. Mantendo a sua postura inferior das costas, mova lentamente um dos joelhos até ao seu peito. Retorne à posição inicial e repita com a outra perna.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: квадрицепс 1. Примите положение “упор для отжимания”. Руки полностью выпрямлены. 2. Медленно перемещайте одно колено к груди. Вернитесь в исходное положение и повторите упражнения с другой ногой.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Lårmuskeln 1. Lägg dig i armhävningsställning med armarna helt raka. 2. Samtidigt som du håller ländryggen stabil, flytta långsamt ett knä till bröstet. Återgå till startpositionen och upprepa med det andra benet.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Quadriceps 1. อยู่ในตำแหน่งวิดพื้นโดยแขนทั้งสองเหยียดตรง 2. รักษาท่าของหลังส่วนล่างของท่าน เคลื่อนเข่าข้างหนึ่งไปที่หน้าอกของท่านอย่างช้า ๆ กลับไปท่าเริ่มต้น และทำซ้ำกับขาอีกข้าง
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Kuadriseps 1. Kollarınız tamamen düz bir şekilde şınav pozisyonu alın. 2. Sırtınızın alt kısmının postürünü koruyarak, yavaşça bir dizininizi göğsünüze doğru götürün. Başlangıç pozisyonuna geri dönün ve diğer bacağınızla tekrar edin.

# Oblique V-Up description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie on your side with your body in a straight line and your arms crossed against your chest. 2. Lift your legs off the floor, making sure to keep them tightly bound together. You should feel your obliques contracting, even though there isn’t too much motion involved. 3. Pause, then slowly return to the starting position. Repeat as many times as needed, then switch sides.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich mit Ihrem Körper in einer geraden Linie und Ihren Armen gegen Ihre Brust gekreuzt auf Ihre Seite. 2. Heben Sie Ihre Beine vom Boden und gehen Sie sicher, daß Sie sie fest zusammenhalten. Sie sollten fühlen, wie Ihre Obliques sich zusammenziehen, obwohl nicht sehr viel Bewegung stattfindet. 3. Innehalten, dann wieder langsam zur Anfangsposition zurückgehen. Wiederholen Sie so oft wie nötig und wechseln Sie anschließend Seiten.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate de lado con el cuerpo en línea recta y los brazos cruzados sobre el pecho. 2. Levanta las piernas del suelo, muy juntas entre sí. Sentirás cómo se contraen los oblicuos, aunque no haya demasiado movimiento. 3. Haz una pausa, y vuelve lentamente a la posición inicial. Repite tantas veces como sea necesario y, a continuación, cambia de lado.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur votre côté avec votre corps en ligne droite et vos bras croisés contre votre poitrine. 2. Soulevez vos jambes du sol, en veillant à les garder bien liées entre elles. Vous devriez sentir vos obliques se contracter, même s'il n'y a pas trop de mouvement impliqué. 3. Pause, puis revenez lentement à la position de départ. Répétez l'opération autant de fois que nécessaire, puis changez de côté.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati su un fianco con il tuo corpo in linea retta e le braccia incrociate contro il petto. 2. Solleva le gambe da terra, facendo attenzione a tenerle saldamente unite. Dovresti sentire contrarre i tuoi obliqui, anche se non c'è troppo movimento coinvolto. 3. Fermati, poi lentamente torna alla posizione di partenza. Ripeti tante volte quanto necessario, quindi passa i lati.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 横向きに横たわり、全身を一直線にして、両腕を胸の前で交差させます。 2. 両脚をしっかりとそろえたままで、床から浮かせます。動作が大きくなくてもいいので、腹斜筋群が収縮するのを感じられるようにしてください。 3. 静止して、その後、ゆっくりと最初の姿勢まで戻ります。必要な回数繰り返したら、左右を入れかえます。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig op je zij met je lichaam in eenrechte lijn en de armen gekruisd over de borst. 2. Til je benen van de vloer, waarbij ze samen moeten blijven. Je zult je schuine buikspieren voelen samentrekken, zelfs nu er weinig beweging is. 3. Pauzeer even en ga dan langszaam terug naar de startpositie. herhaal zo vaak als nodig, maar wissel ook van zij.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se de lado com o seu corpo em linha reta e os braços cruzados contra o peito. 2. Levante as pernas do chão, certificando-se de mantê-las firmemente unidas. Você deverá sentir uma contração nos oblíquos, embora não haja muito movimento envolvido. 3. Faça uma pausa, e em seguida, retorne lentamente à posição inicial. Repita quanta vezes for necessário, e em seguida, mude de lado.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на бок, корпус прямой, руки скрещены на груди. 2. Поднимите ноги от пола, убедившись, что они плотно прижаты друг к другу. Вы должны чувствовать, как напряжены косые мышцы. 3. Пауза, затем медленно вернитесь в исходное положение. Повторите упражнение необходимое количество раз, после чего лягте на другой бок.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg på sidan med kroppen i en rak linje och armarna korsade över bröstet. 2. Lyft upp benen från golvet. Se till att är tätt ihop. Du bör känna de sneda magmusklerna spänna sig, även om du inte rör dig så mycket. 3. Pausa och återgå sedan till startpositionen. Upprepa så många gånger du behöver och byt sedan sida.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนตะแคงเป็นเส้นตรงและแขนของท่านไขว้มาที่อกของท่าน 2. ยกขาของท่านจากพื้น ให้มั่นใจว่าให้มันรวมกันอย่างมั่นคง ท่านควรรู้สึกถึงการบิดของ obliques ของท่านแม้ว่าจะไม่มีการเคลื่อนไหวเกี่ยวข้องมากเกินไปนัก 3. หยุดและกลับไปตำแหน่งเริ่มต้นอย่างช้า ๆ ทำซ้ำหลายครั้งตามต้องการ แล้ว สลับข้าง
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Vücudunuz düz bir çizgide olacak şekilde yanınıza doğru uzanın ve kollarınızı göğsünüze çapraz bir şekilde yerleştirin. 2. Bacaklarınızı yerden kaldırın, bacaklarınızın birbirine sıkıca bağlı olduğundan emin olun. Çok fazla hareket olmasa da obliklerinizin kasıldığını hissediyor olmalısınız. 3. Duraklayın, daha sonra yavaşça başlangıç pozisyonuna geri dönün. İhtiyaç duyulan sayı kadar tekrar edin, daha sonra yön değiştirin.

# One Leg Drop description
source: Main Muscle: Rectus Abdominis Other Muscle: Glutes 1. Lie down on the floor with your hands aside, and your feet straight. 2. Lift one leg, bend it to 90 degrees and lay it over the other one, that stays straight. 3. Maintaining this position start the exercise by lifting the straight leg up. 4. Repeat this position as necessary. Switch legs and repeat.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Gesäßmuskeln 1. Legen Sie sich mit Ihren Händen an Ihren Seiten und mit gerade Füßen auf den Boden. 2. Heben Sie ein Bein hoch, biegen Sie es zu 90 Grad und legen Sie es über das andere, das gerade bleibt. 3. Halten Sie diese Position und beginnen Sie die Übung, indem Sie das gerade Bein nach oben heben. 4. Wiederholen Sie diese Position nach Bedarf. Beine wechseln und wiederholen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Glúteos 1. Túmbate en el suelo con las manos a los lados y los pies rectos. 2. Levanta una pierna, dóblala 90 grados y colócala sobre la otra que permanece recta. 3. En esta posición, comienza el ejercicio levantado la pierna recta. 4. Repite tantas veces como sea necesario. Cambia de pierna y repite
fr: Muscle Principal: Rectus Abdominis Autres: Muscle Fessiers 1. Allongez-vous sur le sol avec vos mains sur le côté, et vos pieds droits. 2. Soulevez une jambe, pliez-la à 90 degrés et posez-la sur l'autre, qui reste droite. 3. Tout en maintenant cette position commencez l'exercice en soulevant la jambe restée droite vers le haut. 4. Répétez cette position autant que nécessaire. Changez de jambe et répétez
it: Muscolo principale: retto addominale Altro muscolo: glutei 1. Sdraiati sul pavimento con le mani di lato ed i tuoi piedi dritti. 2. Solleva una gamba, piegala a 90 gradi e posala sopra l'altra, che rimane diritta. 3. Mantieni questa posizione, inizia l'esercizio sollevando la gamba dritta. 4. Ripeti questa posizione come necessario. Cambia le gambe e ripeti.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：臀筋 1. 両手を横に広げて仰向けに横たわり、両足はまっすぐに伸ばします。 2. 片脚を持ち上げ、ひざを90度に曲げ、まっすぐに伸ばしたままの反対の脚の上に置きます。 3. この姿勢を維持したまま、まっすぐに伸ばした脚を持ち上げてエクササイズを行います。 4. この姿勢を必要な回数繰り返します。その後、脚を入れかえて、同様に繰り返します。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: bilspieren 1. Lig op de vloer met je handen naast je, en je voeten gestrekt. 2. Til een been op, buig in de knie 90 graden en zet het over het andere been heen dat recht blijft. 3. Houd deze positie vast terwijl je de oefening begint door je rechte been op te tillen. 4. Herhaal de oefening het aantal gewenste keren, wissel van been en herhaal de oefening.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Glúteos 1. Deite-se no chão com as mãos de lado, e os seus pés esticados. 2. Levante uma perna, dobre-a 90 graus e coloque-a sobre a outra que continua esticada. 3. Mantendo esta posição inicie o exercício, levantando a perna esticada para cima. 4. Repita esta posição, se necessário. Mude de perna e repita.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: ягодичные мышцы 1. Лягте на пол, руки в стороны, ноги прямо. 2. Поднимите одну ногу, согните ее на 90 градусов и положите на другую, которая осталась в прямом положении. 3. Находясь в данном положении начните упражнение, подняв прямую ногу. 4. Поменяйте ноги местами и повторите.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sätesmuskeln 1. Ligg ner på golvet med händerna vid sidorna och fötterna raka. 2. Lyft ett ben, böj det i 90 grader och lägg det över det andra som fortfarande är rakt. 3. Håll den här positionen och börja övningen genom att lyfta det raka benet. 4. Upprepa rörelsen önskat antal gånger. Byt ben och upprepa.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Glutes 1. นอนลงกับพื้นโดยมืออยู่ข้าง ๆ และเท้าตรง 2. ยกขาข้างหนึ่ง งอทำมุม 90 องศาและวางลงไปบนขาอีกข้างหนึ่งซึ่งยังคงยึดตรงอยู่ 3 รักษาตำแหน่งเริ่มต้นนี้ในการฝึกโดยการยกขาตั้งตรงขึ้น 4 ทำตำแหน่งนี้ซ้ำเท่าที่จำเป็น สลับขาและทำซ้ำ
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Kalça Kasları 1. Elleriniz yanda yere uzanın ve ayaklarınız düz olsun. 2. Bir bacağınızı kaldırın, 90 derece bükün ve düz duran bacağınızın üzerine bükülmüş bacağınızı yatırın. 3. Bu pozisyonu koruyarak, egzersize düz bacağınızı kaldırarak başlayın. 4. Bu pozisyonu ihtiyaç duyulduğu kadar tekrarlayın. Bacaklarınızı değiştirin ve tekrarlayın.

# Seated Leg Tucks description
source: Main Muscle: Abdominals Other Muscle: None 1. This is a good overall exercise for the abs. Sit at the end of a bench or on the floor. Hold the bench with your hands right behind your butt. If you are on the floor keep your hands on the sides for stability. Keep your legs up and sightly bend and hold your abs contracted. 2. Slowly bring your legs to your torso/ribcage and return them to their original position.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Dies ist eine gute Gesamtübung für die Bauchmuskulatur. Setzen Sie sich auf das Ende einer Bank. Halten Sie die Bank mit Ihren Händen direkt hinter Ihrem Hintern. Halten Sie Ihre Beine leicht gebeugt oben und ziehen Sie Ihre Bauchmuskeln ein. 2. Bringen Sie Ihre Beine langsam zu Ihrem Oberkörper/Brustkorb und dann zu ihrer ursprünglichen Position zurück.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Es un ejercicio muy completo para los abdominales. Siéntate en el extremo de un banco. Sujeta el banco con las manos justo detrás del trasero. Mantén las piernas hacia arriba y contrae ligeramente los abdominales. 2. Mueve lentamente las piernas hacia el torso/caja torácica, y vuelve a la posición inicial.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. C'est un bon exercice d'ensemble pour les abdominaux. Asseyez-vous au bout d'un banc. Tenez le banc avec les mains juste derrière vos fesses. Gardez vos jambes levées et légèrement pliées et gardez vos abdos contractés. 2. Ramenez lentement vos jambes à votre torse/cage thoracique et ramenez-les à leur position d'origine.
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Questo è un buon esercizio generale per gli addominali. Siediti alla fine di una panca. Tieni la panca con le mani dietro al fondoschiena. Tieni le gambe in alto e piegati lentamente e tieni gli addominali contratti. 2. Porta lentamente le gambe al busto/cassa toracica e falli ritornare alla loro posizione originale
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. これは腹筋全体を使う効果的なエクササイズです。ベンチの端または床に座ります。お尻の後ろでベンチを両手でつかみます。床で行う場合には、両手を左右について身体を安定させます。両脚を上げて、若干曲げて、腹筋を収縮させたまま静止します。 2. 両脚をゆっくりと体幹や肋骨に引き寄せ、その後元の場所に戻します。
nl: Voornaamste spieren: Buikspieren Andere Spieren: geen 1. Dit is een prachtige generale oefening voor je wasbordje. Zit op het eind van een bankje en houd het bankje vast met je handen net achter je achterste. Houd je benen omhoog, licht gebogen en houd je buikspieren samengetrokken. 2. Breng nu langszaam je benen naar je torso/ borstkas en ga dan langszaam terug naar de startpositie.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Este é um bom exercício geral para os abdominais. Sente-se na ponta de um banco. Segure o banco com as mãos atrás de seu rabo. Mantenha as pernas elevadas e ligeiramente curvadas contraindo os abdominais. 2. Lentamente, traga as pernas até ao tronco/caixa torácica e depois de volta à posição inicial.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Отличное упражнение для пресса. Сядьте на край скамейки. Руки положите под ягодицы. Поднимите ноги, держите спину ровно, напрягите мышцы пресса. 2. Медленно поднимите ноги к грудной клетке и верните их в исходное положение.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Det här är en bra övning för att träna magen. Sitt längst ut på en bänk. Håll i bänken med händerna precis bakom rumpan. Lyft benen och böj dem lite. Spänn magmusklerna. 2. Flytta långsamt benen till torson/bröstkorgen och sedan tillbaka till startpositionen.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. สิ่งนี้เป็นการฝึกโดยรวมที่ดีอันหนึ่งสำหรับกล้ามเนื้อ abs นั่งลงที่ปลายม้านั่งหรือบนพื้น จับม้านั่งด้วยมือขวาใต้ก้นของท่าน ถ้าท่านอยู่บนพื้นให้มืออยู่ข้างๆ เพื่อให้มั่นคง ให้ขายกขึ้นและค่อย ๆ งอและค้าง abs ของท่านให้บีบตัวไว้ 2. เอาขาของท่านมาที่ร่างกายส่วนบน/ซี่โครงอย่างช้า ๆ และถอยกลับไปในตำแหน่งเดิม
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Bu, karın kasları için baştanbaşa güzel bir egzersizdir. Bir sehpanın ucuna oturun. Sehpayı tam kalçanızın arkasında duran ellerinizle tutun. Bacaklarınızı yukarıda ve hafifçe bükülü olarak tutun ve karın kaslarınızı kasılı olarak tutun. 2. Yavaşça bacaklarınızı gövdenize/göğüs kafesinize doğru getirin ve daha sonra bacaklarınızı orijinal pozisyonuna geri götürün.
