Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Stability Ball Pikes description
source: Main Muscle: Abdominals Other Muscle: None 1. Get in pushup position, then put the tops of your feet on an exercise ball. Keeping your legs as straight as possible. 2. Bend your hips and pull your feet toward your chest so that the ball rolls forward. On top hold for about four seconds. Slowly roll back to the starting position.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Gehen Sie in die Liegestützeposition und legen Sie die Oberseite Ihrer Füße auf einen Gymnastikball. Halten Sie Ihre Beine so gerade wie möglich. 2. Biegen Sie Ihre Hüften und ziehen Sie Ihre Füße zu Ihrer Brust, so daß der Ball nach vorne rollt. Oben halten Sie für ungefähr vier Sekunden inne. Rollen Sie sich langsam wieder zur Anfangsposition zurück.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. En posición de flexiones, coloca la parte superior de los pies sobre una pelota. Mantén las piernas lo más rectas posible. 2. Dobla el tronco por la cadera y mueve los pies hacia el pecho, de manera que la pelota ruede hacia adelante. Mantén la posición durante unos cuatro segundos. Vuelve lentamente a la posición inicial.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Mettez-vous en position de pompe, puis mettez le dessus de vos pieds sur un ballon d'exercice. Gardez vos jambes aussi droites que possible. 2. Pliez les hanches et tirez vos pieds vers votre poitrine pour que la balle roule en avant. Au sommet tenez pendant environ quatre secondes. Revenez lentement à la position de départ.
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Assumi una posizione per fare piegamenti, poi metti la parte alta dei tuoi piedi su una fitball. Mantieni le gambe il più diritte possibile. 2. Piega i fianchi e tira i piedi verso il petto in modo che la palla rotoli in avanti. Una volta arrivato in alto, mantieni la posizione per circa quattro secondi. Lentamente torna indietro alla posizione di partenza.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 腕立て伏せの姿勢を取り、次に両足の甲をエクササイズボールの上に乗せます。両脚をできるだけ曲げないようにします。 2. 脚の付け根を曲げ、両足を胸に引き寄せると、ボールが前へ転がります。一番高い場所で約４秒静止します。ゆっくりと最初の姿勢に戻ります。
nl: Voornaamste spieren: Buikspieren Andere Spieren: geen 1. Begin in een push-up positie, zet dan bovenkant van je voeten op een oefenbal, maar houd je benen zo recht mogelijk. 2. Buig nu je heupen en trek je benen richting je borst zodat de bal naar voren rolt. Op het hoogtepunt houd dat een seconde of 4 vast en ga dan langszaam terug naar de startpositie.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Coloque-se em posição de flexão, e em seguida, coloque o topo de seus pés numa bola de exercício. Manter as pernas o mais retas possível. 2. Dobre os quadris e puxe os seus pés em direção ao peito, de modo a que a bola role para a frente. No topo aguente durante cerca de quatro segundos. Depois, lentamente, volte para a posição inicial.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Примите положение “упор для отжимания”, положив ноги на фитбол. Держите свои ноги как можно более прямыми. 2. Постарайтесь подтянуть ноги к груди так, чтобы шар покатился вперед. В этом положении удерживайтесь в течении четырех секунд. Медленно вернитесь в исходное положение.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ställ dig i en armhävningsställning och lägg sedan fötterna på en motionsboll. Håll benen så raka som möjligt. 2. Böj på höfterna och dra fötterna mot bröstet, så att bollen rullar framåt. När du är som högst, håll i ungefär fyra sekunder. Rulla långsamt tillbaka till startläget.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. ให้มาที่ตำหน่งวิดพื้น แล้วเอาส่วนปลายเท้าของท่านวางบนลูกบอล ให้ขาของท่านตรงเท่าที่จะทำได้ 2. งอสะโพกและดึงเท้าเข้ามายังหน้าอกของท่าน แล้วจึงหมุนลูกบอลไปข้างหน้า บนนั้นให้ค้างไว้สี่วินาที ค่อย ๆ หมุนกลับมาช้า ๆ ในตำแหน่งเริ่มต้น
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Şınav pozisyonu alın, daha sonra ayaklarınızın üst kısmını bir egzersiz topunun üzerine koyun. Bacaklarınızı olabildiğince düz tutun. 2. Topun ileri yuvarlanması için kalçalarınızı bükün ve ayaklarınızı ileri doğru itin. En üst noktada birkaç saniyeliğine tutun. Yavaşça başlangıç pozisyonuna doğru geri yuvarlayın.

# Toe Touch 1 description
source: Main Muscle: Rectus Abdominis Other Muscle: None 1. While lying on your back, extend your arms toward the ceiling. 2. Slowly lift your legs. As you bring up your legs, attempt to reach your arm fingers with your legs. 3. Hold. Then return to the starting position.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Keiner 1. Während Sie auf dem Rücken liegen, strecken Sie Ihre Beine und Arme zur Decke aus. 2. Heben Sie langsam Ihren Kopf und Ihre Schultern. Während Sie sich nach vorne beugen, versuchen Sie mit Ihren Fingern so hoch wie möglich zu reichen. 3. Innehalten. Dann gehen Sie zur Anfangsposition zurück.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Ninguno 1. Tumbado boca arriba, eleva los brazos y las piernas hacia el techo. 2. Levanta lentamente la cabeza y los hombros. Mientras elevas el cuerpo hacia arriba, intenta llegar lo más alto posible con los dedos. 3. Mantén la posición. Vuelve a la posición inicial.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Aucun 1. Alors que vous êtes couché sur le dos, étendez vos jambes et vos bras vers le plafond. 2. Soulevez lentement votre tête et vos épaules. Tandis que vous enroulez vers le haut, essayez d'atteindre le plus haut possible avec vos doigts. 3. Tenez Puis retournez à la position de départ
it: Muscolo principale: retto addominale Altro muscolo: Nessuno 1. Mentre sei sdraiato sulla schiena, estendi le gambe e le braccia verso il soffitto. 2. Lentamente solleva la testa e le spalle. Mentre ti pieghi verso l'alto, tenta di raggiungere il più in alto possibile con le dita. 3. Mantieni la posizione. Poi torna alla posizione di partenza.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：なし 1. 仰向けに横になり、両腕を天井に向けて伸ばします。 2. 両足をゆっくりと持ち上げます。両足を持ち上げながら、両手の指が足につくようにします。 3. 静止します。その後、最初の姿勢に戻ります。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: geen 1. Terwijl je op je rug ligt steek je je armen en benen recht omhoog naar het plafond. 2. Til nu langszaam je hoofd en schouders op. Terwijl je nu omhoog krult probeer je met je vingers zo hoog mogelijk te reiken. 3. Houd dat even vast en ga terug naar de startpositie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Nenhum 1. Deitado de costas no chão, estenda as pernas e os braços em direção ao teto. 2. Lentamente, levante a cabeça e os ombros. Enquanto se encurva para cima, tente chegar o mais alto possível com os dedos. 3. Aguente. Depois, volte para a posição inicial.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: нет 1. Лежа на спине вытяните ноги и руки к потолку. 2. Медленно поднимите голову и плечи. Попытайтесь как можно ближе поднести пальцы ног к ладоням. 3. Задержитесь в таком положении, и затем вернитесь в исходное положение
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Ingen 1. Medan du ligger på rygg, sträck ut benen och armarna mot taket. 2. Lyft långsamt huvudet och axlarna. När du kommer upp, försök att nå så högt som möjligt med fingrarna. 3. Håll. Återgå sedan till startläget.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: ไม่มี 1. ในขณะที่นอนหงาย ให้ยืดแขนไปยังเพดาน 2. ยกขาทั้งสองขึ้นช้า ๆ ในขณะที่คุณยกขาทั้งสอง ให้พยายามเอานิ้วเท้าไปที่แขนคุณ 3. ค้างไว้ แล้วกลับไปยังตำแหน่งเริ่มต้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Yok 1. Sırt üstü uzanırken, bacaklarınızı ve kollarınızı tavana doğru uzatın. 2. Başınızı ve omuzlarınızı yavaşça kaldırın. Yukarı doğru kıvrılırken, parmaklarınızla olabildiğince yükseğe ulaşmaya çalışın. 3. Tutun. Daha sonra başlangıç pozisyonuna geri dönün.

# Toe Touch 2 description
source: Main Muscle: Abdominals Other Muscle: None 1. Lie on the floor and keep your legs slightly bend straight up. Keep your back pressed flat to the floor. 2. Exhale and do a crunch while touching your feet. Keep your head in a fixed position, avoid touching your chest with your chin.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich auf den Boden und halten Sie Ihre Beine leicht gebeugt nach oben. Lassen Sie Ihren Rücken flach auf dem Boden gedrückt. 2. Atmen Sie aus und machen Sie eine Beuge während Sie Ihre Füße berühren. Lassen Sie Ihren Kopf in einer festen Position, vermeiden Sie es, Ihre Brust mit Ihrem Kinn zu berühren.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate en el suelo con las piernas ligeramente dobladas hacia arriba. Mantén la espalda recta en el suelo. 2. Exhala y eleva el cuerpo hasta tocar los pies. Mantén la cabeza quieta, evitando tocar el pecho con la barbilla.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur le sol et gardez les jambes légèrement pliées vers le haut. Gardez votre dos bien à plat sur le sol. 2. Expirez et faites un enroulement en touchant vos pieds. Gardez la tête dans une position fixe, évitez de toucher votre poitrine avec votre menton
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Sdraiati sul pavimento e tieni le gambe leggermente piegate verso l'alto. Mantieni la schiena appiattita sul pavimento. 2. Espira e fai un crunch mentre ti tocchi i piedi. Tieni la testa in una posizione fissa, evita di toccare il petto con il mento.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 床で仰向けになり、両脚はまっすぐ伸ばした状態から若干曲げます。背中は床に押し付けたままにします。 2. 両足にさわるようにしながら、息を吐いてクランチをします。頭の位置は固定して、あごが胸につかないようにします。
nl: Voornaamste spieren: buikspieren Andere Spieren: geen 1. Lig op de vloer en houd je benen licht gebogen recht omhoog. Houd je rug vlak tegen de vloer gedrukt. 2. Adem nu uit en raak nu snel de voeten aan. Houd daarbij je hoofd in een gefixeerde positie en vermijdt dat je kin de borst raakt.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite-se no chão e mantenha as pernas ligeiramente dobradas para cima. Mantenha as costas comprimidas no chão. 2. Expire e eleve-se enquanto toca nos seus pés. Mantenha a cabeça numa posição fixa, evite tocar no peito com o queixo.
ru: Главные мышцы: брюшной пресс Другие мышцы: нет 1. Лягте на пол и держите ноги слегка согнутыми вверх. Держите спину прижатой к полу. 2. Выдохните и сделайте подъем, касаясь ног. Держите голову в зафиксированном положении, не касаясь грудью подбородка.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg på golvet och håll benen något böjda rakt upp. Håll ryggen pressad platt mot golvet. 2. Andas ut och gör en crunch medan du nuddar dina fötter. Håll huvudet i en fixerad position. Undvik att röra bröstet med hakan.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนบนพื้นและค่อย ๆ งอขาขึ้น ให้หลังของท่านติดกับพื้นที่เรียบ 2. หายใจออกและทำการครันช์ในขณะที่แตะกับเท้าของท่าน Keep your head in a fixed position, avoid touching your chest with your chin.
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Yere uzanın ve bacaklarınızı hafifçe yukarı doğru bükülü olarak tutun. Sırtınızı yere düz olarak basılı tutun. 2. Nefes verin ve ayaklarınıza dokunurken bir sıkıştırma yapın. Başınızı sabit bir pozisyonda tutun ve çenenizle göğsünüze dokunmaktan kaçının.

# V-Sit with Medicine Ball description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie face up on the floor with your legs straight. Hold a medicine ball, your arms straight above your head. 2. Lift your torso and legs together as you bring the ball toward your feet. Go back to the starting position.
de: Hauptmuskel:Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich mit dem Gesicht nach oben und geraden Beinen auf den Boden. Halten Sie einen Medizinball, Ihre Arme sind über Ihrem Kopf ausgestreckt. 2. Heben Sie Ihren Oberkörper und Ihre Beine zusammen, während Sie den Ball zu Ihren Füßen bringen. Zur Anfangsposition zurückgehen
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate boca arriba en el suelo con las piernas rectas. Sujeta una pelota medicinal con los brazos rectos por encima de la cabeza. 2. Eleva el torso y las piernas a la vez, llevando la pelota hacia los pies. Vuelve a la posición inicial.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous face vers le haut sur le sol avec les jambes droites. Maintenez un ballon médecine, les bras tendus au-dessus de votre tête. 2. Soulevez votre torse et vos jambes ensemble tandis que vous amenez le ballon vers vos pieds. Retournez à la position de départ
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati a faccia in su sul pavimento con le gambe dritte. Tieni una palla medica e le braccia tese sopra la testa. 2. Solleva il busto e le gambe insieme come se portassi la palla verso i piedi. Torna alla posizione di partenza.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 床で仰向けになり、両脚を伸ばします。メディシンボールを手に持ち、両腕は頭のてっぺんの方向にまっすぐ伸ばします。 2. ボールを足に近づけるように、体幹と両脚を一緒に持ち上げます。その後、元の姿勢に戻ります。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig ruggelings op de vloer met gestrekte benen. Houd een bal vast met gestrekte armen recht boven je. 2. Til nu je bovenlichaam op tegelijk met je benen terwijl je de bal naar je voeten brengt. ga dan terug naar de startpositie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se no chão com a cara virada cima e com as pernas retas. Segure numa bola de medicina, enquanto mantem os braços esticados acima da cabeça. 2. Levante o tronco e as pernas juntas como se fosse trazer a bola até aos pés. Volte para a posição inicial.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на пол вверх лицом, ноги прямые. Держите фитбол прямыми руками над головой. 2. Поднимите корпус и ноги одновременно, поднося мяч к ногам. Вернитесь в исходное положение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg med ansiktet uppåt och benen raka. Håll i en medicinboll med armarna rakt över huvudet. 2. Lyft torson och benen mot varandra samtidigt som du flyttar bollen mot fötterna. Återgå till startläget.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนหงายบนพื้นพร้อมกับขายืดตรง จับบอล แขนยืดตรงไปเหนือศีรษะของท่าน 2. ยกร่างกายท่อนบนและขาด้วยกันในขณะที่นำบอลไปข้างหน้าเท้าของท่าน กลับไปที่ตำแหน่งเริ่มต้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Yere bacaklarınız düz bir şekilde sırt üstü uzanın. Kollarınız başınızın hemen üstünde dik bir şekilde bir egzersiz topu tutun. 2. Topu ayaklarınıza doğru geri götürürken gövdenizi ve bacaklarınızı bir arada kaldırın. Başlangıç pozisyonuna geri dönün.

# V-Up description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. With your back on the floor, and your legs straight, hold your arms straight above your chest, and have your fingers point upwards. 2. Fold your body upward by lifting your legs off the floor and stretching your arms toward your toes, while consciously contracting your abdominal muscles. 3. Then, pause for a short time, and return to starting position.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Mit Ihrem Rücken auf dem Boden und geraden Beinen halten Sie Ihre Arme gerade über Ihrer Brust und Ihre Finger zeigen nach oben. 2. Falten Sie Ihren Körper nach oben, indem Sie Ihre Beine vom Boden heben und Ihre Arme zu Ihren Zehen strecken, während Sie bewußt Ihre Bauchmuskeln einziehen. 3. Dann halten Sie kurz inne und gehen zur Anfangsposition zurück.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Con la espalda en el suelo y las piernas rectas, mantén los brazos rectos sobre el pecho, con los dedos apuntando hacia arriba. 2. Dobla el cuerpo hacia arriba levantando las piernas del suelo y estirando los brazos hacia los dedos de los pies, mientras contraes los músculos abdominales. 3. Haz una pausa breve y vuelve a la posición inicial.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Avec le dos sur le plancher, et les jambes droites, maintenez vos bras tendus au-dessus de votre poitrine, et les doigts pointés vers le haut. 2. Pliez votre corps vers le haut en soulevant vos jambes du sol et en étirant les bras vers vos orteils, tout en contractant vos muscles abdominaux consciemment. 3. Puis, une pause pendant un court laps de temps, et revenez à la position de départ.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Con la schiena sul pavimento, e le gambe dritte, tieni le braccia tese sopra al petto e le dita rivolte verso l'alto. 2. Piega il corpo verso l'alto sollevando le gambe dal pavimento e allunga le braccia verso le dita dei piedi, mentre contrai consapevolmente i muscoli addominali. 3. Poi, fermati pausa per un breve tempo e torna alla posizione di partenza
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 背中を床につけ、両脚はまっすぐ伸ばし、両腕は胸の上でまっすぐ上げ、指先が天井を向くようにします。 2. 意識的に腹筋を収縮させながら、両脚を床から持ち上げ、両腕をつま先に向けて伸ばし、身体を上向きに折り曲げます。 3. その後、少し静止したら、最初の姿勢に戻ります。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Met je rug op de vloer en je benen gestrekt, houd je je armen recht boven de borst en je vingers omhoog gestoken. 2. Vouw nu je lichaam samendoor je benen op te tillen en je handen naar je voeten te brengen. Span de buikspieren heel bewust flink aan terwijl je dit doet. 3. Pauzeer dan even en ga terug naar de startpositie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Com as costas no chão e as pernas retas, coloque os braços esticados acima do seu peito, e os dedos apontados para cima. 2. Dobre o corpo para cima, levantando as pernas do chão e esticando os braços em direção aos dedos dos pés, enquanto isso, contraia conscientemente os músculos abdominais. 3. Depois de um curto período de tempo, volte à posição inicial.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Спина на полу, ноги прямые, держите руки над вашей грудной клеткой, пальцы направлены вверх. 2. Поднимитесь, поднимая ноги вверх, тянитесь руками к пальцам ног, в это время напрягая мышцы пресса. 3. Затем остановитесь на несколько секунд и вернитесь в исходное положение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Med ryggen på golvet och benen raka, håll armarna rakt över bröstet och peka uppåt med fingrarna. 2. Vik kroppen uppåt genom att lyfta benen från golvet och sträcka ut armarna mot tårna, samtidigt som du spänner magmusklerna. 3. Pausa sedan en kort stund och återgå till startläget.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. ให้หลังของท่านอยู่ที่พื้น ขายืดตรง ยืดแขนตรงเหนืออกท่าน และ นิ้วชี้ขึ้นบน 2. ห่อร่างกายของท่านขึ้นบนโดยยกขาให้สูงจากพื้นและยืดแขนของท่านไปยังปลายนิ้วแม่โป้งเท้าของท่านในขณะที่รู้สึกถึงการบิดของกล้ามเนื้อท้องของท่าน 3. แล้ว ให้รอในเวลาสั้น ๆ และกลับไปยังจุดเริ่มต้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Sırtınız yerde ve bacaklarınız düz bir şekilde kollarınızı göğsünüzün üstünde tutun ve parmaklarınız yukarı doğru baksın. 2. Bacaklarınızı yerden kaldırarak ve kollarınızı ayak parmaklarınıza doğru uzatarak vücudunuzu katlayın; bu esnada karın kaslarınızı sürekli olarak kasmaya devam edin. 3. Daha sonra kısa bir süreliğine duraklayın ve başlangıç pozisyonuna geri dönün.
