Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Boost your metabolism description
source: This type of training is awesome because it can end up burning more calories in less time than your regular workout. All you have to do is step up your intensity and train in short bursts instead of going steady for the entire workout. For example, sprint for 30 seconds on a treadmill, followed by a 30 second rest. Do this for 12-15 minutes increasing speed if needed. This will help boost your metabolism because sprinting increases your body’s ability to take up oxygen for several hours after you have worked out. This is helping replenish the body and aid in recovery, leading to metabolism of fat as oxygen uptake is increased.
de: Diese Art von Training ist super, weil man in weniger Zeit mehr Kalorien verbrennt als bei einem normalen Training. Sie müssen wesentlich Ihre Intensität erhöhen und in kurzen Intervallen trainieren, anstelle während des gesamten Trainings beständig zu bleiben. Zum Beispiel für 30 Sekunden auf dem Laufband sprinten, anschließend 30 Sekunden ruhen. Machen Sie dies für 12-15 Minuten und erhöhen Sie das Tempo wenn nötig. Dies hilft Ihnen dabei, Ihren Metabolismus anzukurbeln, da das Sprinten Ihrem Körper stundenlang nach dem Training dabei hilft, Sauerstoff aufzunehmen. Somit wird Ihr Körper erfrischt und erholt, das Fett wird verarbeitet, weil die Sauerstoffaufnahme erhöht ist.
es: Este tipo de entrenamiento es impresionante, ya que te permite llegar a quemar más calorías en menos tiempo que con tu entrenamiento regular. Todo lo que tienes que hacer es intensificar tu intensidad y tandas cortas en lugar de una relación estable durante todo el entrenamiento. Por ejemplo, sprint durante 30 segundos en una cinta de correr, seguido de un segundo de 30. Haga esto durante 12-15 minutos cada vez con mayores velocidad, si es necesario. Esto ayudará a aumentar tu metabolismo, ya que los sprints aumentan la capacidad de tu cuerpo de tomar oxígeno durante varias horas después de haber realizado un ejercicio. Esto ayudará a tu cuerpo a reponerse y contribuye a la recuperación, lo que mejora el funcionamiento del metabolismo y la quema de grasas a medida que aumenta el consumo de oxígeno.
fr: Ce type d'entraînement est génial car il peut aboutir à brûler plus de calories en moins de temps que votre entraînement régulier. Tout ce que vous avez à faire est d'intensifier et entrainer dans des éclats courts au lieu d'aller de façon constante pendant toute la séance d'entraînement. Par exemple, sprintez pendant 30 secondes sur un tapis roulant, suivi d'un repos de 30 secondes. Faire ceci pendant 12-15 minutes et augmente la vitesse si nécessaire. Ceci aidera à stimuler votre métabolisme, car le sprint augmente la capacité de votre corps à absorber de l'oxygène pendant plusieurs heures après que vous avez entrainé. Cela contribue à remplir le corps et aide à la récupération, ce qui conduit à un métabolisme des graisses parce que l'absorption d'oxygène est augmentée.
it: Questo tipo di allenamento è utilissimo perché può aiutare bruciare più calorie in meno tempo di un allenamento regolare . Tutto quello che dovete fare è intensificare l'intensità e la durata a brevi raffiche invece di essere costante per l'intero allenamento . Ad esempio , sprint per 30 secondi su un tapis roulant , seguito da 30 secondi di riposo . Fate questo per 12-15 minuti e aumentare la velocità in caso di necessità . Ciò contribuirà ad aumentare il metabolismo perché lo sprint aumenta la capacità del corpo di ossigenarsi per diverse ore dopo l’allenamento . Questo aiuta nel recupero , aumentando il metabolismo dei grassi ,in quanto il consumo di ossigeno aumenta .
ja: この種類のトレーニングの素晴らしい所は、通常のワークアウトよりも短い時間で多くのカロリーを燃焼させることができることです。必要なことは、ワークアウト全体を一定のペースで行う代わりに、運動強度を上げ、短時間で一気にトレーニングを行うことです。例えば、トレッドミルで30秒ダッシュして、その後30秒休む方法です。必要に応じてスピードを上げ、これを12分から15分行ってください。ダッシュすることによってワークアウト後の数時間は酸素を摂取する能力が上がるため、代謝を上げる役に立ちます。これは身体のエネルギー補給や回復の役に立ち、酸素摂取量が増えることにより、脂肪の代謝につながります。
nl: Dit soort training is fantastisch omdat het meer calorieën kan verbranden, dan een normale workout en dit in minder tijd. Het enige wat u moet doen is de intensiteit opdrijven en in korte golven trainen in plaats van gedurende de hele workout hetzelfde tempo aan te houden. Bij voorbeeld, sprint gedurende 30 seconden op een loopband, gevolgd door 30 second rust. Herhaal dit gedurende 12-15 minuten en verhoog de snelheid indien nodig. Dit zal helpen om uw metabolisme te boosten omdat sprinten gedurende enkele uren na de workout het vermogen van uw lichaam om zuurstof op te nemen verhoogt, Dit helpt uw lichaam om opnieuw bij te tanken door het verbranden van vet doordat de zuurstofopname wordt verhoogd.
pt_pt: Este tipo de treino é fantástico, pois ele pode levar à queima de mais calorias em menos tempo do que o seu treino normal. Tudo que você tem que fazer é aumentar a sua intensidade e treinar em pequenas explosões de intensidade no lugar do treino comum com intensidade contínua. Por exemplo: corra por 30 segundos em uma esteira e descanse 30 segundos. Faça isso uns 12 a 15 minutos, aumentando a velocidade se necessário. Isto ajudará a estimular o seu metabolismo, pois correr aumenta a capacidade do corpo de absorver oxigênio por várias horas após o exercício. Isto ajuda a restaurar o corpo e na recuperação, levando ao metabolismo das gorduras conforme a entrada de oxigênio aumenta.
ru: Этот тип тренировки замечателен тем, что может к конечном итоге сжечь больше калорий за меньшее время, чем регулярные тренировки. Все, что вам нужно сделать, это усилить вашу интенсивности и тренироваться короткими очередями вместо того, чтобы стабильно работать всю тренировку. Например, спринт в течении 30 сек на беговой дорожке, а затем 30 сек отдыха. Делайте это в течении 12-15 минут увеличивая скорость, если это необходимо. Это поможет увеличить ваш метаболизм, потому что в спринте увеличивается способность организма поглощать кислород в течении нескольких часов после того, как вы отработали. Это помогает пополнить организм и помочь в восстановлении, что приводит к метаболизму жира, так как потребление кислорода увеличивается.
sv: Denna typ av träning är häftig eftersom det kan sluta med att man bränner fler kalorier på kortare tid än med din vanliga träning. Allt du behöver göra är att öka din intensitet och träna i korta skurar istället för att gå stadigt under hela träningspasset. Till exempel, sprint i 30 sekunder på ett löpband, följt av en 30 sekunders vila. Gör detta i 12-15 minuter ökande av hastighet om det behövs. Detta kommer att bidra till att öka din ämnesomsättning eftersom sprinting ökar kroppens förmåga att ta upp syre i flera timmar efter att du har tränat. Detta hjälper kroppen att fylla på sig och stöder i återhämtandet, vilket leder till metabolismen av fett allt eftersom syreupptaget ökar.
th: การฝึกชนิดนี้เป็นสิ่งที่วิเศษเพราะมันจะจบลงในการเผาผลาญแคลอรี่มากยิ่งขึ้นในระยะเวลาที่น้อยกว่าการออกกำลังกายแบบปกติของคุณ ทุกสิ่งที่คุณต้องทำคือการก้าวขึ้นอย่างแรงและการฝึกออกแรงเต็มที่สั้น ๆ แทนที่จะออกกำลังกายแบบมั่นคงไปเรื่อยๆ ตลอดการออกกำลังกาย ตัวอย่างเช่น วิ่งเร็วมากภายใน 30 วินาทีบนรางวิ่ง ติดตามด้วยการพัก 30 วินาที ทำเช่นนี้เป็นเวลา 12-15 นาทีและเร่งความเร็วหากต้องการ สิ่งนี้จะช่วยเพิ่มการเผาผลาญของคุณเนื่องจากการเพิ่มการวิ่งจะเพิ่มความสามารถของร่างกายในการรับออกซิเจนเป็นเวลาหลายชั่วโมงหลังจากที่คุณได้ออกกำลังกายไป สิ่งนี้ช่วยเสริมร่างกายให้แข็งแรงและช่วยในการฟื้นฟู นำไปสู่การเผาผลาญไขมันในขณะที่รับออกซิเจนมากยิ่งขึ้น
tr: Bu tür antrenmanlar çok daha mükemmeldir çünkü normal antrenmanlarınızda yakacağınız kaloriyi çok daha kısa sürede yakmanızı sağlarlar. Tüm yapmanız gereken yoğunluğu artırmak ve kısa dinlenmeler yaparak çalışmaktır. Örneğin, 30 saniye boyunca koşu bandında depar atın ve 30 saniye dinlenin. Bunu 12-15 dakika boyunca hızınızı artırarak yapın. Böylelikle metabolizma hızınız artacaktır çünkü ani koşular vücudunuzun oksijen alımının antrenman sonrasında bile saatlerce yüksek olmasını sağlar. Böylece vücudunuzun yenilenmesi ve oksijen alımı arttıkça yağ yakımının hızlanmasını sağlar.

source: Yoga for back pain Poses
de: Yoga Posen für Rückenschmerzen
es: Poses de yoga para el dolor de espalda
fr: Positions Yoga contre la mal de dos
it: Yoga per mal di schiena
ja: 腰の痛みに効くヨガのポーズ
nl: Yoga posities voor rugpijn
pt_pt: Poses de ioga para a dor nas costas
ru: Позы йоги при болях в спине
sv: Yoga för ryggont Poser
th: โยคะสำหรับอาการเจ็บหลัง
tr: Sırt ağrıları için Yoga

# Yoga for back pain Poses description
source: Chronic lower back pain is one of the most common reasons people visit the doctor. This pain is usually caused by lifestyle habits, like working long hours at a desk job or sitting with poor posture on the couch after.The good news is, you can relieve your back pain and completely heal your lower back with yoga! To do this, you need to do poses that stretch out your lower backs and target your hamstrings and hips.But don’t just accept the explanation - try out this 5-pose sequence yourself!
de: Chronische Rückenschmerzen ist einer der häufigsten Gründe, warum Menschen zum Arzt gehen. Die Schmerzen werden normalerweise durch Lebensweisen ausgelöst, wie lange Stunden im Büro oder das anschließende falsche Sitzen auf der Couch. Das Gute ist, dass Sie Ihre Rückenschmerzen lindern und Ihren Unterrücken mit Yoga heilen können. Hierfür brauchen Sie Posen, die Ihren unteren Rücken ausdehnen und Ihre hinteren Oberschenkelmuskeln und Hüften bearbeiten. Aber glauben Sie uns das nicht nur, sondern probieren Sie die 5-Posen Reihenfolge einfach selbst aus!
es: El dolor crónico de espalda baja es una de las razones más comunes de las personas que visitan al médico. Este dolor es causado generalmente por los hábitos actuales, como trabajar largas horas en un trabajo de oficina o sentado con la mala postura en el sofá. ¡La buena noticia es que puedes aliviar tu dolor de espalda y curar completamente el dolor en la parte baja de la espalda con el yoga! Para ello, es necesario hacer poses que se extienden por la espalda inferior y orientar los tendones de la espalda y las cadenas. Pero si no te crees del todo esta explicación - ¡prueba esta secuencia de 5 ejercicios por ti mismo!
fr: Lombalgie chronique est l'une des raisons les plus communes pour lesquelles les gens visitent le médecin. Cette douleur est généralement causée par la mode de vie, comme travailler de longues heures à un bureau ou être assis avec une mauvaise posture sur le canapé après. Les bonnes nouvelles sont que vous pouvez soulager votre mal de dos et guérir complètement vos lombaires avec le yoga ! Pour cela vous devez faire des positions qui étendent le bas du dos et ciblent vos muscles ischio-jambiers et les hanches. Mais ne vous contentez pas d'accepter l'explication - essayer cette séquence de 5 positions vous-même !
it: Il mal di schiena cronico è uno dei motivi più comuni per cui le persone vanno dal medico . Questo dolore è in genere causato da le abitudini di vita , come il lavoro d'ufficio o lo stare a lungo seduti con una cattiva postura sul divano. La buona notizia è che si può alleviare il mal di schiena e curare la parte bassa della schiena con lo yoga ! Per fare questo , è necessario fare pose che estendono le spalle basse e distendono i muscoli posteriori della coscia e dei fianchi. Non non fermarti a questa spiegazione – prova tu stesso queste 5 -pose in sequenza !!
ja: 慢性的な腰痛は、人々が医師を訪れる最も一般的な理由の１つです。この痛みは、机で長い時間仕事をしたり、良くない姿勢でソファに座ったりするなど、生活スタイルの中の習慣によって生じるのが一般的です。ここで朗報なのは、ヨガで背中の痛みを緩和したり、腰の痛みを完全に治したりすることができることです！そのためには、腰をストレッチするとともにハムストリングや臀部に効くポーズをする必要があります。単に説明を聞くだけで満足しないでください。ご自分でも５つのポーズから成るシークエンスをぜひお試しください！
nl: Chronische, lage rugpijn is een van de voornaamste redenen waarom mensen een dokter bezoeken. Deze pijn is meestal het gevolg van verkeerde levensgewoonten, zoals lange uren werken aan een bureau en daarna in een verkeerde houding op de sofa te zitten. Het goede nieuws is, dat u uw rugpijn kunt verlichten en uw onderrug volledig kunt genezen met yoga! Daarvoor moet u posities gebruiken die uw onderrug uitrekken en uw hamstrings en heupen aanpakken. Maar aanvaard deze uitleg niet zomaar – probeer zelf deze serie van 5 posities!
pt_pt: Dor crônica na lombar é uma das causas mais comuns de visitas ao médico. Esta dor é causada pelos hábitos e estilo de vida, como trabalhar continuamente em uma mesa de escritório ou sentar-se com uma má postura. A boa notícia é que você pode aliviar a dor nas costas e curar completamente sua lombar com o ioga.Para fazer isto, você precisa fazer poses que alonguem a sua coluna longar e foquem suas coxas e quadril. Mas não fique apenas na teoria: teste você mesmo essa sequência de 5 poses!
ru: Хроническая боль в пояснице является одним из наиболее распространенных причин визитов людей к врачу. Эта боль часто вызвана образом жизни, такими как работа долгое время за столом или сидение с плохой осанкой на стуле или диване. Хорошая новость в том, что вы можете облегчить боль в спине и полностью залечить поясницу с помощью йоги! Чтобы сделать это вам необходимо выполнить стойки, которые растянут вашу поясницу и задействуют ваши бедра. Но не верьте на слово - попробуйте это занятие из 5 разных поз сами!
sv: Kronisk smärta i nedre ryggen är en av de vanligaste orsakerna människor besöker läkaren. Denna smärta orsakas oftast av livsstilsvanor, som att arbeta långa timmar med ett skrivbordsjobb eller att sitta med dålig hållning på soffan efteråt. Den goda nyheten är att du kan lindra din ryggvärk och helt läka nedre delen av ryggen med yoga! För att göra detta måste du göra poser som sträcker ut din lägre del av ryggen och riktar sig till dina hamstrings och höfter. Men acceptera inte bara förklaringen - prova denna 5-pose sekvens själv!
th: อาการปวดหลังส่วนล่างเรื้อรังเป็นหนึ่งในสาเหตุส่วนใหญ่ที่ผู้คนไปพบแพทย์ ความเจ็บปวดนี้โดยปกติมีสาเหตุจากนิสัยการใช้ชีวิต เช่นนั่งที่โต๊ะทำงานเป็นเวลานานหรือนั่งในท่าที่ผิดในที่นอนหลังจากนั้น ข่าวดีคือ คุณสามารถผ่อนคลายอาการเจ็บหลังและรักษาอาการเจ็บหลังส่วนล่างได้อย่างปลิดทิ้งโดยการทำโยคะ! เพื่อทำสิ่งนี้ คุณจำเป็นต้องวางท่าซึ่งยืดหลังส่วนล่างและเล็งไปที่เอ็นร้อยหวายและสะโพก แต่อย่าเพิ่งเอาคำอธิบายนี้- ลองทำท่า5อย่างต่อไปนี้ด้วยตัวท่านเอง!
tr: Kronik alt sırt ağrıları insanların doktora gitmelerinin en yaygın sebeplerinden biridir. Bu ağrı genellikle masa başında uzun süre çalışma ya da kötü bir pozisyonda uzun süre oturma gibi yaşam stiline sahip kişilerde görülür. İyi haber ise yoga sayesinde bu ağrılardan tamamen kurtulabilecek olmanız! Bunu yapabilmek için alt sırtınızı geren ve diz arkanızı hedefleyen duruşlar yapmanız gerekmektedir. Açıklamayı kabul etmek yetmiyor – bu duruşu kendiniz 5 defa tekrarlayın!

source: Abdominal Crunch on Ball
de: Ball Rumpfbeuge
es: Abdominales con Pelota
fr: Enroulement Abdominal sur Ballon
it: Crunch addominale sulla palla
ja: ボール上でのアブドミナル・クランチ
nl: Buikoefening op oefenbal
pt_pt: Abdominal na Bola
ru: Скручивания на мяче
sv: Magcrunch på boll
th: ฝึกกล้ามท้องบดลงไปบนลูกบอล
tr: Top Üzerinde Karın Sıkıştırma

source: Alternate Heel Touch
de: Abwechselnde Fersenberührer
es: Toque Alternativo de Talón
fr: Touchés Talons Alternés
it: Sfioramento alternato dei talloni
ja: オルタネイト・ヒールタッチ
nl: Alternatieve Hiel aantikker
pt_pt: Toque Alternado nos Calcanhares
ru: Касания альтернативных каблуков
sv: Växlande hälnuddare
th: แตะส้นเท้าอีกข้าง
tr: Değişken Topuk Dokunuşları

source: Bent-Leg V-Up
de: Hohes V Mit Gebeugtem Bein
es: Elevación de Piernas Dobladas en V
fr: Jambe-Pliée V-Up
it: V-Up a gambe piegate
ja: ひざを曲げたVアップ
nl: Gebogen been V-Up
pt_pt: Elevação-V com Perna Dobrada
ru: V-образные ноги
sv: V-upp med böjda ben
th: งอขาขึ้นมาเป็นรูปตัววี
tr: Bükülü-Bacak Yukarı-V

source: Bodyweight Crunch
de: Körpergewicht Rumpfbeuge
es: Abdominal con Peso Corporal
fr: Enroulement Poids du Corps
it: Crunch a corpo libero
ja: 自重を使ったクランチ
nl: Lichaamsgewicht Crunch
pt_pt: Abdominais do Peso Corporal
ru: Подъемы собственного веса
sv: Kroppsviktscrunch
th: การใช้น้ำหนักตัวเป็นตัวต้านทาน
tr: Vücut Ağırlığı Karın Sıkıştırma

source: Bodyweight Leg Raise
de: Körpergewicht Beinheben
es: Elevación de Pierna con Peso Corporal
fr: Levée de Jambe Poids du Corps
it: Sollevamento gambe dritte a corpo libero
ja: 自重を使ったレッグレイズ
nl: Lichaamsgewicht benen tillen
pt_pt: Elevação de Perna e Peso Corporal
ru: Подъем ног с собственным весом тела
sv: Benlyft med kroppsvikt
th: การยกขาต้านทานน้ำหนักตัว
tr: Vücut Ağırlığı Bacak Kaldırma

source: Bodyweight Superman
de: Körpergewicht Supermann
es: Supermán con Peso Corporal
fr: Superman avec Poids du Corps
it: Superman a corpo libero
ja: 自重を使ったスーパーマン
nl: Lichaamsgewicht Superman
pt_pt: Peso Corporal Super-Homem
ru: Супермен с собственным весом тела
sv: Kroppsviktstålmannen
th: การนอนคว่ำและยกมือและขาขึ้นเหมือนซูเปอร์แมน
tr: Vücut Ağırlığı Süpermen

source: Crisscross
de: Kreuz Und Quer
es: Cruzadas
fr: Croisillon
it: Criss cross addominali
ja: クリスクロス
nl: Gekruist
pt_pt: Abdominais Criss-cross
ru: Крест-накрест
th: การไขว้ขวา
tr: Çaprazlama

source: Modified Elbow to Knee Crunch - right
de: Veränderte Ellenbogen Zu Knie Beuge - rechts
es: Abdominales Codo Rodilla Modificados - derecha
fr: Enroulement Coude à Genou Modifié - droite
it: Crunch gomito a ginocchio modificato - destra
ja: 変形エルボー・トゥ・ニー・クランチ：右
nl: Speciale elleboog en knie Crunch - rechts
pt_pt: Abdominal Cotovelo-Joelho Modificado - direita
ru: Подъемы локоть-колено - право
sv: Modifierad armbåge-till-knä-crunch - höger
th: มือจับศีรษะและกางศอกมาแตะเข่าข้างขวาที่ยกขึ้นมา
tr: Modifiye Dirsekten Dize Karın Sıkıştırma - sağ

source: Modified Elbow to Knee Crunch - left
de: Modifizierte Ellenbogen zu Knie Biege - links
es: Crunch del codo a la rodilla modificado - izquierdo
fr: Crunch Modifié Coude Genou - gauche
it: Crunch da gomito a ginocchio modificato - sinistra
ja: 変形エルボー・トゥ・ニー・クランチ：左
nl: Aangepaste Elleboog naar Knie Crunch - links
pt_pt: Agachamento modificado do cotovelo ao joelho - esquerdo
ru: Подъемы локоть-колено - лево
sv: Modifierad Armbåge till Knä Crunch - vänster
th: มือจับศีรษะและกางศอกมาแตะเข่าข้างซ้ายที่ยกขึ้นมา
tr: Yenilenmiş Dirsek-Diz Sıkıştırma - sol

source: Mountain Climber 1
de: Bergsteiger 1
es: Alpinista 1
fr: Alpiniste 1
it: Simulazione di scalata 1
ja: マウンテン・クライマー１
nl: Bergbeklimmer 1
pt_pt: Alpinista 1
ru: Альпинист 1
sv: Bergsklättraren 1
th: ท่าการปีนภูเขา 1
tr: Dağcı 1

source: Mountain Climber
de: Bergsteiger
es: Alpinista
fr: Alpiniste
it: Simulazione di scalata
ja: マウンテン・クライマー
nl: Bergbeklimmer
pt_pt: Alpinista
ru: Альпинист
sv: Bergsklättraren
th: นักปีนภูเขา
tr: Dağcı

source: Plank
de: Planke
es: Planchas
fr: Planche
ja: プランク
pt_pt: Prancha
ru: Планк
sv: Plankan
th: แพลงค์

source: Scissor Kick
de: Scherentritt
es: Tijera
fr: Coups de Pieds Ciseaux
it: Sforbiciate da stesi
ja: シザースキック
nl: Schaar trap
pt_pt: Pontapé Tesoura
ru: Ножницы
sv: Saxspark
th: การยกขาเตะสลับ
tr: Makas Tekme

source: Side Bridge - left
de: Seitenbrücke - links
es: Puente Lateral - izquierdo
fr: Pont de Côté - gauche
it: Ponte laterale - sinistra
ja: サイドブリッジ：左
nl: Zijwaardse brug - links
pt_pt: Ponte Lateral - esquerdo
ru: Боковой Мостик - лево
sv: Sidobrygga - vänster
th: การยกตัวด้านซ้ายเอนขึ้นแบบสะพาน
tr: Yan Köprü - sol

source: Side Bridge - right
de: Seitenbrücke - rechts
es: Puente lateral - derecha
fr: Pont latérale - droite
it: Side Bridge - destra
ja: サイドブリッジ：右
nl: Laterale brug - rechts
pt_pt: Ponte lateral - direita
ru: Боковая планка - право
sv: Sidobrygga - höger
th: การยกตัวด้านขวาเอนขึ้นแบบสะพาน
tr: Yana Köprü - sağ

source: Straight Arm Crunch
de: Beuge Mit Geradem Arm
es: Abdominales con Brazo Recto
fr: Enroulement avec Bras Droit
it: Crunch a braccia tese
ja: ストレートアーム・クランチ
nl: Gestrekte Arm Crunch
pt_pt: Abdominal com Braço Reto
ru: Подъемы с прямыми руками
sv: Crunch med raka armar
th: การยกแขนตึง
tr: Düz Kollu Karın Sıkıştırma

source: Superman 1
de: Supermann 1
es: Supermán 1
ja: スーパーマン１
pt_pt: Super-Homem 1
ru: Супермен 1
sv: Stålmannen 1
th: ซูเปอร์แมน 1
tr: Süpermen 1

source: Superman - left
de: Supermann - links
es: Supermán - izquierdo
fr: Superman - gauche
it: Superman - sinistra
ja: スーパーマン：左
nl: Superman - links
pt_pt: Super-Homem - esquerdo
ru: Супермен - лево
sv: Stålmannen - vänster
th: ซูเปอร์แมน - ซ้าย
tr: Süpermen - sol

source: Superman - right
de: Supermann - rechts
es: Supermán - derecha
fr: Superman - droite
it: Superman - destra
ja: スーパーマン：右
nl: Superman - rechts
pt_pt: Super-Homem - direita
ru: Супермен - право
sv: Stålmannen - höger
th: ซูเปอร์แมน - ขวา
tr: Süpermen - sağ

source: Traditional Crunch
de: Traditionelle Beuge
es: Abdominal Tradicional
fr: Enroulement Traditionnel
it: Crunch tradizionale
ja: トラディショナル・クランチ
nl: Traditionele Crunch
pt_pt: Abdominal Tradicional
ru: Традиционные подъемы
sv: Traditionell crunch
th: ครันช์แบบนิยมทั่วไป
tr: Geleneksel Karın Sıkıştırma

source: Bodyweight Leg Raise with Ball
de: Körpergewicht Beinheben
es: Elevación de Pierna con Peso Corporal
fr: Levée de Jambe avec Poids du Corps
it: Sollevamento gambe dritte a corpo libero
ja: ボールと自重を使ったレッグレイズ
nl: Lichaamsgewicht benen tillen
pt_pt: Elevação de Perna com Peso Corporal
ru: Поднятие ног с весом тела
sv: Benlyft med kroppsvikt
th: การยกขาพาดลูกบอล
tr: Vücut Ağırlığı Bacak Kaldırış

source: Bodyweight Scissor Kick
de: Körpergewicht Scherentritt
es: Tijera con Peso Corporal
fr: Coup de Pied Ciseaux Poids du Corps
it: Sforbiciate da stesi a corpo libero
ja: 自重を使ったシザースキック
nl: Lichaamsgewicht schaar trappen
pt_pt: Pontapé Tesoura com Peso Corporal
ru: Наклоны ног с весом тела
sv: Saxspark med kroppsvikt
th: การเตะขาไขว้
tr: Vücut Ağırlığı Makas Tekme

source: Bodyweight Twist 2
de: Körpergewicht Drehung 2
es: Giro con Peso Corporal 2
fr: Torsion Poids du Corps 2
it: Avvitamenti a corpo libero Twist 2
ja: 自重を使ったツイスト２
nl: Lichaamsgewicht draaien 2
pt_pt: Torção do Peso Corporal 2
ru: Повороты с весом тела 2
sv: Kroppsviktstwist 2
th: การบิดร่างกาย 2
tr: Vücut Ağırlığı Döndürme 2

source: Jackknife Sit-Up
de: Klappmesser Bauchübung
es: Abdominales Navaja
fr: Relevé Jackknife
ja: ジャックナイフ・シットアップ
nl: Knipmes Sit-Up
pt_pt: Abdominais Canivete
ru: Скручивания складной нож
sv: Fällknivssit-up
th: นอนราบแล้วซิทอัพด้วยการยกแขนและขาขึ้นพร้อมกัน
tr: Çakı Mekiği

source: Jackknife Sit-Up 1
de: Klappmesser Bauchübung 1
es: Abdominales Navaja 1
fr: Relevé Jackknife 1
ja: ジャックナイフ・シットアップ１
nl: Knipmes Sit-Up 1
pt_pt: Abdominais Canivete 1
ru: Скручивания складной нож 1
sv: Fällknivssit-up 1
th: นอนราบแล้วซิทอัพด้วยการยกแขนและขาขึ้นพร้อมกัน 1
tr: Çakı Mekiği 1

source: Jackknife Sit-Up 2
de: Klappmesser Bauchübung 2
es: Abdominales Navaja 2
fr: Relevé Jackknife 2
ja: ジャックナイフ・シットアップ２
nl: Knipmes Sit-Up 2
pt_pt: Abdominais Canivete 2
ru: Скручивания складной нож 2
sv: Fällknivssit-up 2
th: นอนราบแล้วซิทอัพด้วยการยกแขนและขาขึ้นพร้อมกัน 2
tr: Çakı Mekiği 2

source: Kettlebell Russian Twist 1
de: Russische Drehung Mit Kugelhantel 1
es: Giro con Pesa Rusa 1
fr: Torsion Russe Kettlebell 1
it: Torsione alla russa con kettlebell 1
ja: ケトルベル・ロシアンツイスト１
nl: Koebel Russisch draaien 1
pt_pt: Torção Russa com Bola de ferro fundido com alça 1
ru: Русские повороты с гирей 1
sv: Rysk twist med kettlebell 1
th: การบิดตัวด้วยเคทเทิลเบล รัสเซีย 1
tr: Giryalı Rus Döndürme 1

source: Kettlebell Russian Twist 2
de: Russische Drehung Mit Kugelhantel 2
es: Giro con Pesa Rusa 2
fr: Torsion Russe Kettlebell 2
it: Torsione alla russa con kettlebell 2
ja: ケトルベル・ロシアンツイスト２
nl: Koebel Russisch draaien 2
pt_pt: Torção Russa com Bola de ferro fundido com alça 2
ru: Русские повороты с гирей 2
sv: Rysk twist med kettlebell 2
th: การบิดตัวด้วยเคทเทิลเบล รัสเซีย 2
tr: Giryalı Rus Döndürme 2

source: Mountain Climber 3
de: Bergsteiger 3
es: Alpinista 3
fr: Alpiniste 3
it: Simulazione di scalata 3
ja: マウンテン・クライマー３
nl: Bergbeklimmer 3
pt_pt: Alpinista 3
ru: Альпинист 3
sv: Bergsklättraren 3
th: ท่าการปีนภูเขา 3
tr: Dağcı 3
