Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Bodyweight Twist 2 description
source: Main Muscle: Obliques Other Muscle: Rectus Abdominis, Lower Back 1. Lie down on the floor. Lift legs unitl thighs are perpendicular with the ground. Your knees should be bent. Fully extend your arms to your sides. 2. While twisting the upper body, lower your legs to one side. Hold for one second. 3. Return to starting position. 4. While twisting the upper body, lower your legs to the other side. Hold for one second, Return to starting position.
de: Hauptmuskel: Obliques Anderer Muskel: Rektusabdominis, Unterer Rücken 1. Legen Sie sich auf den Boden. Heben Sie die Beine an, bis Ihre Oberschenkel senkrecht zum Boden sind. Strecken Sie Ihre Arme vollständig an Ihren Seiten aus. 2. Während Sie den Oberkörper drehen, lassen Sie Ihre Beine zu einer Seite hinab. Für eine Sekunde halten. 3. Zur Anfangsposition zurückgehen. 4. Während Sie den Oberkörper drehen, lassen Sie Ihre Beine zur anderen Seite herab. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: Músculos Principales: Oblicuos Otros Músculos: Rectus Abdominis, Parte inferior de la espalda 1. Túmbate en el suelo. Levanta las piernas hasta que los muslos estén perpendiculares al suelo. Mantén las piernas rectas. Extiende los brazos completamente a los lados. 2. Al girar la parte superior del cuerpo, baja las piernas hacia un lado. Mantén la posición durante un segundo. 3. Vuelve a la posición inicial. 4. Al girar la parte superior del cuerpo, baja las piernas hacia el otro lado. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: Muscle Principal: Obliques Autre Muscle: Rectus Abdominis, Bas du Dos 1. Allongez-vous sur le sol. Soulevez les jambes jusqu'à ce que les cuisses soient perpendiculaires au sol. Gardez les jambes droites. Étendez complètement vos bras à vos côtés. 2. Tout en tournant le haut du corps, abaissez vos jambes d'un côté. Maintenez la position pendant une seconde. 3. Revenez à la position de départ. 4. Tout en tournant le haut du corps, abaissez vos jambes de l'autre côté. Maintenez la position pendant une seconde. Revenez à la position de départ
it: Muscolo principale: obliqui Altro muscolo: retto addominale, dorsali bassi 1. Sdraiati sul pavimento. Solleva le gambe fino a quando le cosce sono perpendicolari al suolo. Tieni le gambe dritte. Estendi completamente le braccia lungo i fianchi. 2. Mentre torci la parte superiore del corpo, abbassa le gambe da un lato. Mantieni la posizione per un secondo. 3. Torna alla posizione di partenza. 4. Mentre torci la parte superiore del corpo, abbassa le gambe verso l'altro lato. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹直筋、腰の筋肉 1. 床に仰向けに横たわります。太ももが床と垂直になるまで両脚を上げます。両ひざは曲げます。両腕は左右に完全に伸ばします。 2. 上半身をひねりながら、両脚を左右どちらかに下げます。１秒静止します。 3. 最初の姿勢に戻ります。 4. 上半身をひねりながら、両脚を反対側に下げます。１秒静止してから、最初の姿勢に戻ります。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: rechte buikspier, lage rugspieren 1. Lig vlak op de grond. Til je benen totdat je dijen loodrecht op de vloer zijn. Houd de benen recht. Strek je armen naar de zijkant. 2. terwijl je je bovenlichaam naar een richting draait, gaan je benen mee omlaag. Houd dat een seconde vast. 3. Ga dan terug naar de startpositie. 4. terwijl je nu naar de andere kant draait gaan je benen mee naar die kant. aHoud dat ook een seconde vast en ga terug naar de startpositie.
pt_pt: Músculo Principal: Abdómens Outros Músculos: Rectus Abdominis, parte inferior das costas 1. Deite-se no chão. Levante as pernas até ficar com as coxas perpendiculares ao chão. Mantenha as pernas retas. Estenda totalmente os braços ao seu lado. 2. Enquanto torce a parte superior do corpo, baixe as suas pernas para um lado. Aguente durante um segundo. 3. Retorne à posição inicial. 4. Enquanto torce a parte superior do corpo, baixe as pernas para o outro lado. Aguente durante um segundo. Retorne à posição inicial.
ru: Главные мышцы: косые мышцы Другие мышцы: прямые мышцы живота, поясница 1. Лягте на пол. Поднимите ноги вверх, бедра перпендикулярно земле. Держите ноги прямо. Полностью вытяните свои руки по бокам. 2. Опустите ноги в одну из сторон. Задержите на секунду. 3. Вернитесь в исходное положение. 4. Теперь опустите ноги в другую сторону. Задержите на секунду. Вернитесь в исходное положение.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna, ländryggen 1. Ligg ner på golvet. Lyft benen tills låren är vinkelräta mot marken. Håll benen raka. Sträck ut armarna helt vid sidorna. 2. Medan du vrider överkroppen, sänk benen mot ena sidan. Håll i en sekund. 3. Återgå till startläget. 4. Medan du vrider överkroppen, sänk benen mot andra sidan. Håll i en sekund. Återgå till startläget.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Rectus Abdominis, หลังส่วนล่าง 1. นอนลงกับพื้น ยกขาทั้งคู่จนกระทั่งหน้าขาทำมุมตั้งฉากกับพื้น เข่าของคุณควรงอ ยื่นแขนทั้งสองสุดไปด้านข้างลำตัว 2. ในขณะที่บิดร่างกายท่อนลน ให้ลดขาทั้งสองไปข้างหนึ่ง ค้างไว้สักพัก 3. กลับไปท่าเริ่มต้น 4. ในขณะที่บิดร่างกายท่อนบน ให้ลดขาทั้งสองไปอีกข้างหนึ่ง ค้างเอาไว้สักพัก แล้วกลับไปท่าเริ่มต้น
tr: Ana Kas: Oblikler Diğer Kaslar: Rectus Abdominis, Alt Sırt 1. Yere uzanın. Uyluklarınız yere paralel olana kadar bacaklarınızı kaldırın. Bacaklarınızı düz tutun. Kollarınızı yanlarınızda tamamen uzatın. 2. Vücudunuzun üst kısmını döndürürken, bacaklarınızı bir yanınıza alçaltın. Bir saniyeliğine tutun. 3. Başlangıç pozisyonuna geri dönün. 4. Vücudunuzun üst kısmını döndürürken, bacaklarınızı diğer yanınıza alçaltın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

# Jackknife Sit-Up 1 description
source: Main Muscle: Abdominals Other Muscle: None 1. Lie on your back on the floor. Straighten your arms back behind your head. Spread your legs to shoulders wide, bring them up till they form a 90 degrees angle with the floor and keep them locked. 2. Now begin to do sit-ups and try to stretch your arms toward the legs as much as possible. Return to starting position and repeat.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich mit Ihrem Rücken auf den Boden oder auf eine Flachbank. Strecken Sie Ihre Arme hinter Ihrem Kopf aus. Lassen Sie Ihre Arme und Beine gestreckt und gesperrt. 2. Biegen Sie Ihre Arme nach vorne und Ihre Beine nach oben. Einen Moment halten und zur Anfangsposition zurückgehen.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate boca arriba en el suelo o sobre un banco plano. Estira los brazos por detrás de la cabeza. Mantén los brazos y las piernas estirados y bloqueados. 2. Dobla los brazos hacia delante y las piernas hacia arriba. Mantén la posición un momento y vuelve a la posición inicial.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur le dos sur le sol ou sur un banc plat. Tendez vos bras derrière votre tête. Gardez vos bras et vos jambes tendus et verrouillés. 2. Pliez les bras en avant et les jambes vers le haut. Tenez un moment et revenez à la position de départ
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Sdraiati con la schiena sul pavimento o su una panca piana. Allunga le braccia dietro la testa. Tieni le braccia e le gambe tese e bloccate. 2. Piega le braccia in avanti e le gambe verso l'alto. Mantieni la posizione un attimo e torna alla posizione di partenza.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 床に仰向けに横たわります。両腕は頭の後ろでまっすぐに伸ばします。両足は肩幅に広げ、床とつま先が90度になるようにして固定します。 2. ここからシットアップをします。両腕は脚に向けてできるだけ伸ばします。最初の姿勢に戻ったら、これを繰り返します。
nl: Voornaamste spieren: Buikspieren Andere Spieren: Geen 1. Lig op je rug of op een vlakke bank. Strek je armen achter je hoofd, houd je armen en benen gestrekt en op slot. 2. Steek nu je armen en je benen omhoog, maar houd ze gestrekt. Even vast houden en dan terug naar startpositie.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite de costas no chão ou num banco plano. Estique os braços atrás da sua cabeça. Mantenha os braços e as pernas esticadas e fechadas. 2. Dobre os braços para a frente e as pernas para cima. Aguente um pouco e volte para a posição inicial.
ru: Главные мышцы: мышцы брюшного пресса Другие мышцы: нет 1. Лягте на спину на пол или горизонтальную скамью. Выпрямите руки , положа их назад за голову. Руки и ноги должны быть прямыми. 2. Согните руки перед собой и поднимите ноги вверх. Задержитесь на секунду и вернитесь в исходное положение.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg på rygg på golvet eller på en rak bänk. Sträck ut armarna bakom huvudet. Håll armarna och benen utsträckta och låsta. 2. Böj armarna framåt och benen uppåt. Håll en stund och gå tillbaka till startläget.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนหงายหลังบนพื้น ยืดแขนทั้งสองไปข้างหลังศีรษะของคุณ กางขาในความกว้างของไหล่และยกมันขึ้นจนเป็นมุม 90 องศากับพื้นและให้มันล๊อคอยู่ตรงนั้น 2. ตอนนี้เริ่มทำซิทอัพและพยายามยืดแขนของคุณไปข้างหน้ามากที่สุดเท่าที่ทำได้ กลับไปท่าเริ่มต้นและทำซ้ำ
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Yere veya düz bir sehpaya sırt üstü uzanın. Kollarınızı başınızın arkasına uzatın. Kollarınızı ve bacaklarınızı uzatılmış ve kilitlenmiş halde tutun. 2. Kollarınızı ileri doğru bükün ve bacaklarınızı da yukarı doğru bükün. Kısa bir süre tutun ve başlangıç pozisyonuna geri dönün.

# Jackknife Sit-Up 2 description
source: Main Muscle: Abdominals Other Muscle: None 1. Lie on your back on the floor. Straighten your arms back behind your head. Keep your arms and legs stretched and locked. 2. Bend arms forwards and one legs upward. Hold a moment and return to starting position. 3. Repeat with the other leg.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich mit dem Rücken auf den Boden oder auf eine Flachbank. Strecken Sie Ihre Arme hinter Ihrem Kopf aus. Lassen Sie Ihre Arme und Beine ausgestreckt und gesperrt. 2. Biegen Sie Ihre Arme nach vorne und Ihre Beine nach oben. Einen Moment halten und zur Anfangsposition zurückgehen.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate boca arriba en el suelo o sobre un banco plano. Estira los brazos por detrás de la cabeza. Mantén los brazos y las piernas estirados y bloqueados. 2. Dobla los brazos hacia delante y las piernas hacia arriba. Mantén la posición un momento y vuelve a la posición inicial.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur votre dos sur le sol ou sur un banc plat. Redressez vos bras derrière votre tête. Gardez vos bras et vos jambes tendus et verrouillés. 2. Pliez les bras en avant et les jambes vers le haut. Tenez un moment et retournez à la position de départ
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Sdraiati con la schiena sul pavimento o su una panca. Allunga le braccia dietro la testa. Tieni le braccia e le gambe tese e bloccate. 2. Piega le braccia in avanti e le gambe verso l'alto. Mantieni la posizione un attimo e ritorna alla posizione di partenza.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 床に仰向けに横たわります。両腕は頭の後ろでまっすぐに伸ばします。両腕と両脚を伸ばしたまま、固定します。 2. 両腕を前に引きつけ、片方の脚を上に上げます。一瞬静止させてから、元の姿勢に戻ります。 3. 反対側の脚でも同様に繰り返します。
nl: Voornaamste spieren: Buikspieren Andere Spieren: Geen 1. Lig op je rug op de vloer of een vlakke bank. Strek je armene boven je hoofd. Houd je armen en benen gestrekt en op slot. 2. Buig nu voorover en steek je benen omhoog. Houd even vast en ga terug naar startpositie.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite-se de costas no chão ou num banco plano. Estique os braços atrás da sua cabeça. Mantenha os braços e as pernas esticadas e fechadas. 2. Dobre os braços para a frente e as pernas para cima. Aguente um pouco e volte para a posição inicial.
ru: Главные мышцы: мышцы брюшного пресса Другие мышцы: нет 1. Лягте на спину на пол или горизонтальную скамью. Выпрямите руки , положа их назад за голову. Руки и ноги должны быть прямыми. 2. Согните руки перед собой и поднимите ноги вверх. Задержитесь на секунду и вернитесь в исходное положение.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg på rygg på golvet eller på en rak bänk. Sträck ut armarna bakom huvudet. Håll armarna och bena utsträckta och låsta. 2. Böj armarna framåt och benen uppåt. Håll en stund och gå tillbaka till startläget.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนหงายหลังบนพื้น ยืดแขนทั้งสองไปข้างหลังศีรษะของคุณ ให้ยืดแขนและยืดขาและล๊อคไว้ 2. งอแขนไปข้างหน้าและยกขาข้างหนึ่งขึ้น ค้างไว้ขณะหนึ่งแล้วกลับมาท่าเริ่มต้น 3. ทำซ้ำกับขาอีกข้าง
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Yere veya düz bir sehpaya sırt üstü uzanın. Kollarınızı başınızın arkasına uzatın. Kollarınızı ve bacaklarınızı uzatılmış ve kilitlenmiş halde tutun. 2. Kollarınızı ileri doğru bükün ve bacaklarınızı da yukarı doğru bükün. Kısa bir süre tutun ve başlangıç pozisyonuna geri dönün.

# Kettlebell Russian Twist 1 description
source: Main Muscle: Obliques Other Muscle: None 1. Sit on the floor with a kettlebell or a medicine ball at your side. Put your legs together and bend your knees. Keep your chest lifted and back straight. 2. Pick up the medicine ball or kettlebell, holding it upside down by the handles for better control. It should be at chest height. 3. Lean back slightly, being careful not to round your back. Lift your feet off the floor but keep your knees together and legs bent. 4. Quickly twist from side to side, leading with the kettlebell. Your entire chess and head region should rotate while your legs stay stationary. Squeeze your abs throughout the exercise.
de: Hauptmuskel: Obliques Anderer Muskel: Keiner 1. Setzen Sie sich mit einer Kugelhantel neben Ihnen auf den Boden. Stellen Sie Ihre Beine zusammen und biegen Sie Ihre Knie. Halten Sie Ihre Brust gehoben und den Rücken gerade. 2. Heben Sie die Kugelhantel hoch, indem Sie sie verkehrt herum an den Griffen festhalten, um bessere Kontrolle zu haben. Sie sollte auf Brusthöhe sein. 3. Lehnen Sie sich etwas zurück, achten Sie darauf, daß Sie Ihren Rücken nicht krümmen. Heben Sie Ihre Füße vom Boden, aber lassen Sie Ihre Knie zusammen und Ihre Beine gebeugt. 4. Drehen Sie sich schnell von einer Seite zur anderen, mit der Kugelhantel vorne. Ihr gesamter Brust- und Kopfbereich sollte rotieren, während Ihre Beine stationär bleiben. Spannen Sie Ihre Bauchmuskeln während der Übung an.
es: Músculos Principales: Oblicuos Otros Músculos: Ninguno 1. Siéntate en el suelo con una pesa rusa al lado. Junta las piernas y dobla las rodillas. Mantén el pecho elevado y la espalda recta. 2. Coge la pesa rusa, sujetándola boca abajo por el asa para un mejor control. Debe estar a la altura del pecho. 3. Inclínate hacia atrás ligeramente, con cuidado de no arquear la espalda. Levanta los pies del suelo manteniendo las rodillas juntas y las piernas dobladas. 4. Rápidamente gira de un lado a otro, impulsándote con la pesa rusa. Toda la zona del pecho y la cabeza debe girar, mientras que las piernas permanecen inmóviles. Contrae los abdominales durante todo el ejercicio.
fr: Muscle Principal: Obliques Autre Muscle: Aucun 1. Asseyez-vous sur le sol avec un kettlebell à vos côtés. Joignez vos jambes et pliez vos genoux. Gardez votre poitrine vers le haut et le dos droit. 2. Prenez la kettlebell, en la tenant à l'envers par les poignées pour un meilleur contrôle. Il doit être à la hauteur de la poitrine. 3. Penchez légèrement en arrière, en faisant attention de ne pas arrondir le dos. Soulevez vos pieds du sol, mais gardez vos genoux ensemble et les jambes pliées. 4. Tournez rapidement d'un côté à l'autre, en dirigeant avec la kettlebell. Toute la région de votre poitrine et de votre tête doit tourner pendant que vos jambes restent stationnaires. Serrez vos abdominaux tout au long de l'exercice
it: Muscolo principale: obliqui Altro muscolo: nessuno 1. Siediti sul pavimento con un kettlebell al tuo fianco. Unisci le gambe unite e piega le ginocchia. Tieni il petto sollevato e la schiena dritta. 2. Solleva il kettlebell, tenendolo a testa in giù per le maniglie per un migliore controllo. Dovrebbe stare all'altezza del petto. 3. Piegati leggermente indietro, facendo attenzione a non inarcare la schiena. Solleva i piedi dal pavimento, ma tieni insieme le ginocchia e le gambe piegate. 4. Ruota rapidamente da un lato all'altro, con il kettlebell. Tutta la tua regione del petto e della testa dovrebbe ruotare mentre le gambe rimangono ferme. Sforza gli addominali durante l'esercizio
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：なし 1. 地面に座り、ケトルベルかメディシンボールを身体の横に置きます。両脚はそろえて、ひざを曲げます。胸を張って背中を伸ばした状態を維持します。 2. メディシンボールかケトルベルを手に取り、扱いやすいようにハンドルを下にして、胸の高さで持ちます。 3. 背中が丸まらないように気をつけながら、身体を若干後ろに倒します。両脚を曲げて両ひざをそろえた状態のまま、両足を床から浮かせます。 4. ケトルベルの動きに続くように、左右に素早くひねります。両脚は動かさずに、胸と頭の全体が左右に回転するようにします。エクササイズ中は常に腹筋に力を入れるようにします。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: geen 1. Zit op de vloer met een koebel gewicht naast je. Breng je benen samen en buig de knieën. Houd je borst omhoog en je rug recht. 2. Neem de koebel vast, houd hem ondersteboben vast bij de handgreep voor een betere controle en houd hem op borsthoogte. 3. Leun lichtelijk achterover maar let er op niet de rug te krommen. Til je voeten van de vloer maar houd je knieën gebogen en de benen naast elkaar. 4. Draai nu snel van links naar rechts en terug met de koebel. Je bovenlichaam en hoofdpartij moeten draaien terwijl je benen stationair blijven. Span de buikspieren aan tijdens deze oefening.
pt_pt: Músculo Principal: Abdómens Outros Músculos: Nenhum 1. Sente-se no chão com uma bola de ferro fundido com alça ao seu lado. Coloque as pernas juntas e dobre os joelhos. Mantenha o peito erguido e as costas retas. 2. Pegue na bola de ferro fundido com alça, segurando-a de cabeça para baixo com os punhos para um melhor controlo. Deverá ficar à altura do peito. 3. Encoste-se ligeiramente, tomando cuidado para não arredondar as costas. Levante os pés do chão, mas mantendo os joelhos juntos e as pernas dobradas. 4. Torça rapidamente de um lado para outro, levando a bola de ferro fundido com alça. Toda a sua região do peito e cabeça deve girar enquanto as suas pernas ficam paradas. Contraia os seus abdominais durante todo o exercício.
ru: Главные мышцы: косые мышцы Другие мышцы: нет 1. Сядьте на пол, взяв в руки гири. Положите ноги вместе и согните их в коленях. Спину держите прямо. 2. Возьмите гири, держа их верх ногами за ручки для лучшего контроля. Они должны быть на уровне груди. 3. Наклонитесь немного назад, стараясь не округлять спину. Оторвите ступни от пола, но держите колени вместе, а ноги согнутыми. 4. Быстро крутитесь из стороны в сторону, держа крепко гири. Все ваше туловище должно вертеться, в то время как ноги остаются неподвижными. Напрягайте пресс во время упражнения.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Ingen 1. Sitt på golvet med en kettlebell vid sidan. Lägg ihop benen och böj på knäna. Håll bröstet lyft och ryggen rak. 2. Lyft upp kettlebellen; håll den upp och ner i handtagen för bättre kontroll. Den ska vara i brösthöjd. 3. Luta dig tillbaka lite grann. Var försiktig med att inte kröka på ryggen. Lyft fötterna från golvet, men håll ihop knäna och ha benen fortsatt böjda. 4. Vrid dig snabbt från sida till sida med kettlebellen. Hela din bröst- och huvudregion bör rotera, medan dina ben är stilla. Spänn magmusklerna genom hela rörelsen.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: ไม่มี 1. นั่งบนพื้นพร้อมกับเคทเทลเบลหรือบอลเมดิซีนอยู่ข้างตัวท่าน เอาขามาไว้ด้วยกันและงอเข่า ให้หน้าหกยกขึ้นและหลังตรง 2. หยิบลูกบอลหรือเคทเทลเบล จับมันคว่ำลงด้วยที่จับเพื่อจะได้ควบคุมได้ดีกว่า มันควรอยู่ที่ความสูงระดับอก 3. ค่อย ๆ เอนหลัง ให้ระวังอย่าหมุนหลังของท่าน ยกขาของท่านขึ้นจากพื้นแต่ให้เข่าอยู่ด้วยกันและขางอ 4. บิดอย่างเร็วจากข้างหนึ่งไปอีกข้างหนึ่ง ให้ใช้เคทเทลเบลนำ หน้าอกทั้งหมดและบริเวณศีรษะของท่านควรหมุนในขณะที่ขายังคงอยู่กับที่ บิดกล้ามเนื้อ abs ของท่านโดยตลอดการออกกำลังกายนี้
tr: Ana Kas: Oblikler Diğer Kaslar: Yok 1. Yanınızda bir giryayla yere oturun. Bacaklarınızı bitiştirin ve dizlerinizi bükün. Göğsünüzü yukarıda ve sırtınızı dik tutun. 2. Giryayı alın, daha iyi bir kontrol için tutmaçlarından baş aşağı tutun. Girya göğüs yüksekliğinde olmalıdır. 3. Sırtınızı yuvarlamamaya dikkat ederek arkaya doğru hafifçe eğilin. Ayaklarınızı yerden kaldırın ancak dizleriniz bitişik ve bacaklarınız bükülü olarak kalsın. 4. Hızlıca bir taraftan diğer tarafa, giryanın doğrultusunda dönün. Bacaklarınız sabit kalırken; göğüs ve kafa bölgenizin tamamı dönmelidir. Egzersiz boyunca karın kaslarınızı sıkın.
