Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Abdominal Reverse Curl 1 description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie flat on a bench and reach back to hold on to the underside of the bench behind your head. Bend your legs at the knee, raising your feet off the bench so that your knees are over your hips. 2. Slowly draw your abdominal muscles toward your spine, then slowly exhale and push your spine into the bench - start with your lower back and make the movement flow up your spine until your hips roll up off the bench. 3. Imagine that the bench is made of soft plastic and try to leave and imprint of your spine in it. 4. When you have rolled the full length of your spine, inhale slowly and return to the starting position, pushing your spine into the bench as you roll back down.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich flach auf eine Bank hin und greifen Sie zurück nach der Unterseite der Bank hinter Ihrem Kopf. Biegen Sie Ihre Beine am Knie und heben Sie die Füße von der Bank, so daß Ihre Knie über Ihren Hüften sind. 2. Ziehen Sie Ihre Bauchmuskeln langsam zu Ihrer Wirbelsäule ein, dann atmen Sie langsam aus und drücken Ihre Wirbelsäule in die Bank - fangen Sie mit Ihrem unteren Rücken an und bringen Sie die Bewegung dazu, Ihre Wirbelsäule hochzufließen, bis Ihre Hüften von der Bank nach oben rollen. 3. Stellen Sie sich vor, daß die Bank aus weichem Plastik gemacht ist und Sie versuchen, einen Abdruck Ihrer Wirbelsäule in ihr zu hinterlassen. 4. Wenn Sie die Gesamtlänge Ihrer Wirbelsäule gerollt haben, atmen Sie ein und gehen zur Anfangsposition zurück, indem Sie Ihre Wirbelsäule in die Bank drücken, während Sie wieder hinunterrollen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate en un banco y agárrate a la parte inferior del banco por detrás de la cabeza. Dobla las piernas por las rodillas, elevando los pies del banco hasta que las rodillas estén sobre la cadera. 2. Lentamente, contrae los músculos abdominales hacia la columna, luego exhala lentamente y empuja la columna vertebral contra el banco - empieza con la parte inferior de la espalda y haz que el movimiento fluya por la columna vertebral hasta que las caderas estén fuera del banco. 3. Imagínate que el banco está hecho de plástico blando y trata de dejar en él la huella de tu columna vertebral. 4. Cuando hayas desplazado toda la longitud de la columna vertebral, inhala lentamente y vuelve a la posición inicial, empujando la columna vertebral contra el banco.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur un banc et attrapez la face inférieure du banc derrière votre tête pour vous tenir. Pliez les jambes au niveau du genou, soulevez vos pieds du banc afin que vos genoux soient au-dessus de vos hanches. 2. Tendez lentement vos muscles abdominaux vers votre colonne vertébrale, puis expirez lentement et poussez votre colonne vertébrale contre le banc - commencez par le bas du dos et faites le mouvement d'enrouler votre colonne vertébrale jusqu'à ce que vos hanches roulent sur le banc. 3. Imaginez que le banc est en plastique souple et essayez d'y laisser l'empreinte de votre colonne vertébrale. 4. Lorsque vous avez roulé sur toute la longueur de la colonne vertébrale, inspirez lentement et revenez à la position de départ en poussant votre colonne vertébrale dans le banc tandis que vous revenez en roulant.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Stenditi su una panca e risali per mantenere il lato inferiore della panca dietro la testa. Piega le gambe al ginocchio, sollevando i piedi dalla panca di modo che le ginocchia siano sopra i fianchi. 2. Contrai lentamente i muscoli addominali verso la colonna vertebrale, poi espira lentamente e spingi la colonna vertebrale verso la panca; inizia con la parte bassa della schiena e rendi il movimento fluido lungo la schiena fino a quando i fianchi rotolano fuori dalla panca. 3. Immagina che la panca sia di plastica morbida e cerca di lasciare e premere la colonna vertebrale su di essa. 4. Dopo aver fatto rotolare tutta la lunghezza della colonna vertebrale, inspira lentamente e torna alla posizione di partenza, spingendo la colonna vertebrale sulla panca mentre ti tiri indietro.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. ディクラインベンチに頭を上にして横たわり、頭の後ろでベンチの端をつかみます。両ひざを曲げて、両脚をベンチから浮かせて、ひざがお尻の正面に来るようにします。 2. 腹筋を背骨に向けてゆっくりと引きつけ、ゆっくりと息を吐き、背骨をベンチに押し付けます。 3. ベンチが柔らかいプラスチックでできていて、背骨の跡がベンチに残ることを想像してください。 4. 背骨全体を丸めたら、ゆっくりと息を吸い、最初の姿勢に戻ります。元に戻るときにも、背骨をベンチに押し付けます。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig vlak op een bankje en houd de onderkant van het bankje vast boven je hoofd voor steun. Buig nu je knieën en til je voeten van de bank op. Je knieën zijn nu boven je heupen. 2. Trek nu langszaam je buikspieren in naar je ruggegraat toe, adem dan langszaam uit en druk je ruggegraat tegen de bank - start met je onderrug en verleng die beweging naar je bovenlichaam totdat je heupen los zijn van de bank. 3. Beeld je in dat de bank van zacht plastic is gemaakt en probeer een afdruk van je ruggewervel in het plastic te maken. 4. Zodra je de hele wervelkolom hebt gebruikt, langszaam inademen en terug naar de startpositie, je wervelkolom weer in het bankje drukkend terwijl je terug rolt.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se num banco e ande para trás até ficar com a parte de baixo do banco atrás da cabeça. Dobre as pernas à altura dos joelhos, levantando os pés para fora do banco para que os joelhos fiquem sobre os quadris. 2. Devagar, mova os seus músculos abdominais em direção à sua coluna, e em seguida, expire lentamente e empurre a sua coluna no banco - comece com a sua parte inferior das costas e faça o movimento até os quadris saírem fora do banco. 3. Imagine que o banco é feito de plástico macio e tente deixar uma marca da sua coluna nele. 4. Quando rolou toda a extensão da sua coluna, inspire lentamente e retorne à posição inicial, empurrando a sua coluna no banco enquanto se enrola para baixo.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на скамейку, ноги зафиксированы, руки за головой. Согните ноги в коленях, поднимите ступни со скамейки, чтобы ваши колени были над бедрами. 2. Медленно поверните мышцы живота к позвоночнику, затем медленно выдохните и прижмите позвоночник к скамейке - начните с поясницы и сделайте движение вверх по позвоночнику, пока ваши бедра не оторвутся от скамейки. 3. Представьте себе, что скамейка изготовлена из мягкого пластика и вы пытаетесь оставить отпечаток вашего позвоночника на нем. 4. Когда вы прокатились своим позвоночником, медленно вдохните и вернитесь в исходное положение, “вталкивая” ваш позвоночник в скамью. Other Muscle: Obliques 1. Lie flat on a bench and reach back to hold on to the underside of the bench behind your head. Bend your legs at the knee, raising your feet off the bench so that your knees are over your hips. 2. Slowly draw your abdominal muscles toward your spine, then slowly exhale and push your spine into the bench - start with your lower back and make the movement flow up your spine until your hips roll up off the bench. 3. Imagine that the bench is made of soft plastic and try to leave and imprint of your spine in it. 4. When you have rolled the full length of your spine, inhale slowly and return to the starting position, pushing your spine into the bench as you roll back down.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg platt på en bänk och sträck dig bakåt för att ta tag i undersidan av bänken, bakom huvudet. Böj på benen vid knäna. Lyft fötterna från bänken så att knäna är över höfterna. 2. Dra långsamt magmusklerna mot ryggraden. Andas sedan långsamt ut och tryck ner ryggraden i bänken - börja med ländryggen och gör sedan så att rörelsen går upp genom ryggraden, tills höfterna rullar av bänken. 3. Låtsas som att bänken är gjord av mjuk plast och att du försöker lämna ett avtryck från din ryggrad på den. 4. När du har rullat med hela ryggraden, andas långsamt in och återgå till startpositionen - tryck in ryggraden i bänken när du rullar tillbaka ner.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่น: Obliques 1. นอนราบบนม้านั่งและเอื้อมกลับไปจับด้านข้างของม้านั่งที่อยู่หลังศีรษะของท่าน งอขาของท่านตรงที่เข่า ยกเท้าของท่านออกไปจากม้านั่งเพื่อให้เข่าของท่านอยู่เหนือสะโพก 2 ดึงกล้ามเนื้อหน้าท้องมาช้า ๆ ไปยังกระดูกสันหลัง แล้วหายใจออกช้า ๆ และดึงกระดูกสันหลังของท่านไปยังม้านั่ง - เริ่มด้วยหลังส่วนล่างและทำให้การเคลื่อนไหวไหลขึ้นไปที่กระดูกสันหลังของท่านจนกระทั่งสะโพกของท่านม้วนไป่ที่ม้านั่ง 3. จินตนาการว่าม้านั่งทำมาจากพลาสติกนุ่มและพยายามทิ้งรอยกระดูกสันหลังของท่านเอาไว้ 4. เมื่อท่านม้วนไปจนสุดความยาวของกระดูกสันหลังของท่านแล้ว หายใจเข้าช้า ๆ และกลับไปยังตำแหน่งเริ่มต้น ผลักกระดูกสันหลังไปยังม้านั่งในขณะที่คุณม้วนกลับลงไปข้างล่าง
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Bir sehpanın üzerine düz olarak uzanın ve sehpanın alt kısmını başınızın arkasında tutmak için uzanın. Bacaklarınızı dizlerinizden bükün, ayaklarınızı ise dizleriniz kalçalarınızın üzerine gelene kadar sehpadan yukarı doğru kaldırın. 2. Yavaşça karın kaslarınızı omurganıza doğru çekin, daha sonra nefes verin ve omurganızı sehpaya doğru itin – sırtınızın alt kısmı ile başlayın ve hareketi kalçalarınız sehpadan yuvarlanana kadar yukarı doğru sürdürün. 3. Sehpanın yumuşak bir plastikten yapılma olduğunu hayal edin ve omurganızın izini sehpaya çıkarmaya çalışın. 4. Omurganızın tamamını yuvarladığınızda, yavaşça nefes alın ve geri yuvarlanırken omurganızı sehpaya doğru iterek başlangıç pozisyonuna geri dönün.

# Abdominal Reverse Curl 2 description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie flat on a bench and reach back to hold on to the underside of the bench behind your head. Bend your legs at the knee, raising your feet off the bench so that your knees are over your hips. 2. Slowly draw your abdominal muscles toward your spine, then slowly exhale and push your spine into the bench. Start with your lower back and make the movement flow up your spine until your hips roll up of the bench. 3. Imagine that the bench is made of soft plastic and try to leave an imprint of your spine in it. 4. When you have rolled the full length of your spine, inhale slowly and return to the starting position, pushing your spine into the bench as you roll back down.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich flach auf eine Bank und greifen Sie zurück nach der Unterseite der Bank hinter Ihrem Kopf. Biegen Sie Ihre Beine am Knie und heben Sie Ihre Füße von der Bank, so daß Ihre Knie über Ihren Hüften sind. 2. Ziehen Sie Ihre Bauchmuskeln langsam zu Ihrer Wirbelsäule ein, dann atmen Sie langsam aus und drücken Sie Ihre Wirbesäule in die Bank. Fangen Sie mit Ihrem unteren Rücken an und bringen Sie die Bewegung dazu, Ihre Wirbelsäule hochzufließen, bis Ihre Hüften von der Bank nach oben rollen. 3. Stellen Sie sich vor, daß die Bank aus weichem Plastik gemacht ist und Sie versuchen, einen Abdruck Ihrer Wirbelsäule in ihr zu hinterlassen. 4. Wenn Sie die Gesamtlänge Ihrer Wirbelsäule gerollt haben, atmen Sie langsam ein und gehen zur Anfangsposition zurück, indem Sie Ihre Wirbelsäule in die Bank drücken, während Sie wieder hinunterrollen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate en un banco y agarra la parte inferior de éste por detrás de la cabeza. Dobla las piernas a la altura de las rodillas, levantando los pies del banco hasta que las rodillas estén sobre la cadera. 2. Contrae lentamente los músculos abdominales hacia la columna, luego exhala lentamente y empuja la columna vertebral contra el banco. Comienza con la parte inferior de la espalda y haz que el movimiento fluya por la columna vertebral, hasta que las caderas estén fuera del banco. 3. Imagínate que el banco está hecho de plástico blando y trata de dejar en él la huella de tu columna vertebral. 4. Cuando hayas desplazado toda la longitud de la columna vertebral, inhala lentamente y vuelve a la posición inicial, empujando la columna vertebral contra el banco.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur un banc et attrapez la face inférieure du banc derrière votre tête pour vous tenir. Pliez les jambes au niveau du genou, soulevez vos pieds du banc afin que vos genoux soient au-dessus de vos hanches. 2. Tendez lentement vos muscles abdominaux vers votre colonne vertébrale, puis expirez lentement et poussez votre colonne vertébrale contre le banc - commencez par le bas du dos et faites le mouvement d'enrouler votre colonne vertébrale jusqu'à ce que vos hanches roulent sur le banc. 3. Imaginez que le banc est en plastique souple et essayez d'y laisser l'empreinte de votre colonne vertébrale. 4. Lorsque vous avez roulé sur toute la longueur de la colonne vertébrale, inspirez lentement et revenez à la position de départ en poussant votre colonne vertébrale dans le banc tandis que vous revenez en roulant.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Stenditi su una panca e risali fino a mantenere il lato inferiore della panca dietro la testa. Piega le gambe al ginocchio, sollevando i piedi dalla panca di modo che le ginocchia siano sopra i fianchi. 2. Contrai lentamente i muscoli addominali verso la colonna vertebrale, poi espira lentamente e spingi la colonna vertebrale verso la panca; inizia con la parte bassa della schiena e rendi il movimento fluido lungo la schiena fino a quando i fianchi rotolano fuori dalla panca. 3. Immagina che la panca sia di plastica morbida e cerca di lasciare e premere la colonna vertebrale su di essa. 4. Dopo aver fatto rotolare tutta la lunghezza della colonna vertebrale, inspira lentamente e torna alla posizione di partenza, spingendo la colonna vertebrale sulla panca mentre ti tiri indietro
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. ベンチに横たわり、頭の後ろでベンチの裏側をつかみます。両ひざを曲げて、両脚をベンチから浮かせて、ひざがお尻の真上に来るようにします。 2. 腹筋を背骨に向けてゆっくりと引きつけ、ゆっくりと息を吐き、背骨をベンチに押し付けます。 3. ベンチが柔らかいプラスチックでできていて、背骨の跡がベンチに残ることを想像してください。 4. 背骨全体を丸めたら、ゆっくりと息を吸い、最初の姿勢に戻ります。元に戻るときにも、背骨をベンチに押し付けます。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig vlak op een bankje en houd de onderkant van het bankje vast boven je hoofd voor steun. Buig nu je knieën en til je voeten van de bank op. Je knieën zijn nu boven je heupen. 2. Trek nu langszaam je buikspieren in naar je ruggegraat toe, adem dan langszaam uit en druk je ruggegraat tegen de bank - start met je onderrug en verleng die beweging naar je bovenlichaam totdat je heupen los zijn van de bank. 3. Beeld je in dat de bank van zacht plastic is gemaakt en probeer een afdruk van je ruggewervel in het plastic te maken. 4. Zodra je de hele wervelkolom hebt gebruikt, langszaam inademen en terug naar de startpositie, je wervelkolom weer in het bankje drukkend terwijl je terug rolt.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se num banco e ande para trás até ficar com a parte de baixo do banco atrás da cabeça. Dobre as pernas à altura dos joelhos, levantando os pés para fora do banco para que os joelhos fiquem sobre os quadris. 2. Devagar, mova os seus músculos abdominais em direção à sua coluna, e em seguida, expire lentamente e empurre a sua coluna no banco - comece com a sua parte inferior das costas e faça o movimento até os quadris saírem fora do banco. 3. Imagine que o banco é feito de plástico macio e tente deixar uma marca da sua coluna nele. 4. Quando rolou toda a extensão da sua coluna, inspire lentamente e retorne à posição inicial, empurrando a sua coluna no banco enquanto se enrola para baixo.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на скамью головой на нижнюю часть скамейки. Согните ноги в коленях, поднимите ступни со скамейки, чтобы ваши колени были над бедрами. 2. Медленно поверните мышцы живота в сторону позвоночника, затем медленно выдохните и прижмите позвоночник к скамейке - начните с поясницы и сделайте движение вверх по позвоночнику, пока ваши бедра не оторвутся от скамейки. 3. Представьте себе, что скамейка изготовлена из мягкого пластика и вы пытаетесь оставить отпечаток вашего позвоночника на нем. 4. Когда вы прокатились своим позвоночником, медленно вдохните и вернитесь в исходное положение, “вталкивая” ваш позвоночник в скамью.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg platt på en bänk och sträck dig bakåt för att ta tag i undersidan av bänken, bakom ditt huvud. Böj på benen vid knäna. Lyft fötterna från bänken så att knäna är över höfterna. 2. Dra långsamt magmusklerna mot ryggraden, andas sedan långsamt ut och tryck in ryggraden i bänken. Börja med ländryggen och låt rörelsen gå genom hela ryggraden tills höfterna rullar av bänken. 3. Låtsas som att bänken är gjord av mjuk plast och att du försöker lämna ett avtryck från din ryggrad på den. 4. När du har rullat med hela ryggraden, andas långsamt in och återgå till startpositionen - tryck in ryggraden i bänken när du rullar tillbaka ner.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่น: Obliques 1. นอนราบบนม้านั่งและเอื้อมกลับไปจับด้านข้างของม้านั่งที่อยู่หลังศีรษะของท่าน งอขาไปที่เข่า ยกเท้าออกจากม้านั่งดังนั้นเข่าของคุณจะอยู่เหนือสะโพก 2. ดึงกล้ามเนื้อหน้าท้องช้า ๆ ไปยังกระดูกสันหลังแล้วหายใจออกช้า ๆ และผลักกระดูกสันหลังไปที่ม้านั่ง เริ่มด้วยหลังส่วนล่างและทำการเคลื่อนไหวนี้ให้ไหลขึ้นไปยังกระดูกสันหลังของคุณจนกระทั่งสะโพกของคุณม้วนไปที่ม้านั่ง 3. จินตนาการว่าม้านั่งทำมาจากพลาสติกนุ่มและพยายามทิ้งรอยกระดูกสันหลังของท่านเอาไว้ 4. เมื่อท่านม้วนไปจนสุดความยาวของกระดูกสันหลังของท่านแล้ว หายใจเข้าช้า ๆ และกลับไปยังตำแหน่งเริ่มต้น ผลักกระดูกสันหลังไปยังม้านั่งในขณะที่คุณม้วนกลับลงไปข้างล่าง
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Bir sehpanın üzerine düz olarak uzanın ve sehpanın alt kısmını başınızın arkasında tutmak için uzanın. Bacaklarınızı dizlerinizden bükün, ayaklarınızı ise dizleriniz kalçalarınızın üzerine gelene kadar sehpadan yukarı doğru kaldırın. 2. Yavaşça karın kaslarınızı omurganıza doğru çekin, daha sonra nefes verin ve omurganızı sehpaya doğru itin – sırtınızın alt kısmı ile başlayın ve hareketi kalçalarınız sehpadan yuvarlanana kadar yukarı doğru sürdürün. 3. Sehpanın yumuşak bir plastikten yapılma olduğunu hayal edin ve omurganızın izini sehpaya çıkarmaya çalışın. 4. Omurganızın tamamını yuvarladığınızda, yavaşça nefes alın ve geri yuvarlanırken omurganızı sehpaya doğru iterek başlangıç pozisyonuna geri dönün.
