Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Decline Reverse Crunch description
source: Main Muscle: Abdominals Other Muscle: None 1. Lie on an decline bench with your arms up. Hold the upper part of the decline bench. Hold your legs horizontally. Keep your knees and feet together. 2. Slowly contract your abs and bring your legs to your chest. Let the abs do the working. Slowly return to the starting position.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Legen Sie sich mit Ihren Armen nach oben auf eine Schrägbank. Halten Sie sich am oberen Teil der Schrägbank fest. Halten Sie Ihre Beine horizontal. Lassen Sie Ihre Knie und Füße zusammen. 2. Ziehen Sie langsam Ihre Bauchmuskeln zusammen und bringen Sie Ihre Beine zu Ihrer Brust. Lassen Sie die Bauchmuskeln die Arbeit leisten. Langsam zur Anfangsposition zurückgehen.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Túmbate en un banco inclinado con los brazos hacia arriba. Sujeta la parte superior del banco inclinado. Mantén las piernas en posición horizontal. Con las rodillas y los pies juntos. 2. Contrae lentamente los abdominales y mueve las piernas hacia el pecho. Deja que trabajen los abdominales. Vuelve lentamente a la posición inicial
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Allongez-vous sur un banc incliné avec les bras en haut. Maintenez la partie supérieure du banc incliné. Maintenez vos jambes à l'horizontale. Gardez les genoux et les pieds joints. 2. Contractez lentement vos abdominaux et amenez vos jambes vers votre poitrine. Laissez les abdos faire le travail. Revenez lentement à la position de départ
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Sdraiati su una panca inclinata con le braccia su. Mantieni la parte superiore della panca inclinata. Tieni le gambe in orizzontale. Tieni le ginocchia e i piedi uniti. 2. Contrai lentamente gli addominali e porta le gambe al petto. Lascia che gli addominali facciano il lavoro. Ritornare lentamente alla posizione di partenza.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 頭を上にしてディクラインベンチに横たわります。腕を上げて、ディクラインベンチの上部をつかみます。両脚を水平に上げます。ひざと足はそろえておきます。 2. 腹筋をゆっくりと収縮させ、両脚を胸に引き上げます。腹筋を使って動かします。その後、ゆっくりと最初の位置まで戻します。
nl: Voornaamste spieren: buikspieren Andere Spieren: geen 1. Lig op een schuin bankje met je armen omhoog. Houd het bovendeel van het bankje vast, Houd je benen horizontaal, knieën en voeten samen. 2. Langszaam span je nu je buikspieren aan en breng je je benen naar je borst. Laat je buikspieren het werk doen. ga dan langszaam terug naar de startpositie.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Deite-se num banco inclinado com os braços para cima. Segure a parte superior do banco inclinado. Mantenha as pernas na horizontal. Mantenha os joelhos e os pés juntos. 2. Contraia lentamente o seu abdominal e traga as pernas até ao seu peito. Deixe os abdominais fazerem o trabalhar. Retorne lentamente à posição inicial.
ru: Главные мышцы: брюшного пресса Другие мышцы: нет 1. Лягте на наклонную скамью, поднимите руки вверх. Удерживайте поясницу на скамейке. Держите ноги в горизонтальном положении. Колени и ноги вместе. 2. Напрягите пресс и медленно приближайте свои ноги к груди. Пусть ваш пресс сделает эту работу. Медленно вернитесь в исходное положение.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Ligg på en snedbänk med armarna upp. Håll i övre delen av bänken. Ha benen horisontellt. Håll ihop knäna och fötterna. 2. Spänn långsamt magmusklerna och för benen mot bröstet. Låt magmusklerna göra jobbet. Återgå långsamt till startläget.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. นอนเอนบนม้านั่งด้วยแขนตั้งขึ้น จับส่วนบนของม้านั่งเอน ค้างขาของท่านเป็นแนวนอน เก็บเข่าและขาของคุณเข้าด้วยกัน 2. บิดกล้ามเนื้อ abs ของคุณช้า ๆ และนำเอาขามาที่หน้าอกของคุณ ให้ abs นี้ได้ออกกำลัง คืนกลับไปยังตำแหน่งเริ่มต้นอย่างช้า ๆ
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Eğimli bir sehpaya kollarınız havada bir şekilde uzanın. Eğimli sehpanın üst kısmını tutun. Bacaklarınızı yatay olarak tutun. Dizlerinizi ve ayaklarınızı bitişik tutun. 2. Karın kaslarınızı yavaşça sıkıştırın ve bacaklarınızı göğsünüze götürün. İşi karın kaslarınız yapsın. Yavaşça başlangıç pozisyonuna geri dönün.

# Decline Twisting Ab Crunch description
source: Main Muscle: Obliques Other Muscle: Rectus Abdominis 1. Lie back on a decline bench and hold a dumbbell with both hands at chest level. 2. Raise your head and shoulders off the bench while twisting to one side, simultaneously. Use slow, controlled motions and focus on utilising your abdominal muscles, not your lower back.
de: Hauptmuskel: Obliques Anderer Muskel: Rektusabdominis 1. Legen Sie sich auf eine Schrägbank zurück und halten Sie mit beiden Händen auf Brusthöhe eine Medizinball. 2. Heben Sie Ihren Kopf und Ihre Schultern von der Bank hoch, während Sie sich zur gleichen Zeit zu einer Seite drehen. Machen Sie langsame, kontrollierte Bewegungen und konzentrieren Sie sich darauf, Ihre Bauchmuskeln zu benutzen und nicht Ihren unteren Rücken.
es: Músculos Principales: Oblicuos Otros Músculos: Rectus Abdominis 1. Túmbate en un banco inclinado y sujeta una pelota medicinal con ambas manos a la altura del pecho. 2. Levanta la cabeza y los hombros del banco mientras giras hacia un lado, al mismo tiempo. Utiliza movimientos lentos y controlados, y concéntrate en utilizar los músculos abdominales, no la parte inferior de la espalda.
fr: Muscle Principal: Obliques Autre Muscle: Rectus Abdominis 1. Allongez-vous sur un banc incliné et maintenez un ballon de médecine avec les deux mains au niveau de la poitrine. 2. Levez la tête et les épaules sur le banc tout en tournant d'un côté, simultanément. Faites des mouvements lents et contrôlés et concentrez-vous sur l'utilisation de vos muscles abdominaux, pas le bas du dos
it: Muscolo principale: obliqui Altro muscolo: retto addominale 1. Sdraiati su una panca inclinata e tieni una palla medica con entrambe le mani all'altezza del petto. 2. Alza la testa e le spalle dalla panca, mentre ruoti contemporaneamente da un lato. Fai lenti movimenti controllati e concentrati sull’utilizzare i muscoli addominali, non la parte bassa della schiena.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹直筋 1. ディクラインベンチに横たわり、両手を使って胸の高さで１つのダンベルを持ちます。 2. 頭と肩をベンチから持ち上げ、同時に左右どちらかへひねります。ゆっくりとコントロールしながら動かし、腰の筋肉ではなく、腹筋を使うことに集中します。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: rechte buikspier 1. Lig op een schuin bankje en houd een bal met beide handen op borsthoogte vast. 2. Til hoofd en schouders op terwijl je tegelijkertijd naar een zijkant buigt. Doe dat langszaam en gecontroleerd en focus op het gebruik van je buikspieren, niet je lage rugspieren.
pt_pt: Músculo Principal: Abdómens Outro músculo Rectus Abdominis: 1. Deite-se num banco inclinado e segure numa bola de medicina junto do seu peito. 2. Levante simultaneamente a cabeça e os ombros do banco, enquanto se torce para um lado. Use movimentos controlados e lentos e concentre-se na utilização dos seus músculos abdominais, e não na sua parte inferior das costas.
ru: Сниженный крутящийся подъем” “Главные мышцы: косые мышцы Другие мышцы: прямые мышцы живота 1. Лежа на наклонной скамье, удерживайте набивной мяч обеими руками на уровне груди. 2. Оторвите голову и плечи от скамьи во время наклона в одну сторону. Главное - совершать медленные, контролируемые движения, а также сосредоточиться на работе мышц живота, а не вашей поясницы.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna 1. Ligg på rygg på en snedbänk och håll i en medicinboll med båda händerna på bröstnivå. 2. Lyft huvudet och axlarna från bänken och vrid dig samtidigt åt ena hållet. Använd långsamma, kontrollerade rörelser och fokusera på att använda magmusklerna, inte ländryggen.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Rectus Abdominis 1. นอนหงายไปบนม้านั่งเอนและถือดัมเบลด้วยมือทั้งสองในระดับหน้าอก 2. ยกศีรษะและไหล่ของท่านออกจากม้านั่งในขณะที่บิดไปอีกทางหนึ่งพร้อม ๆ กัน ใช้การเคลื่อนไหวที่ควบคุมอย่างช้าและจดจ่ออยู่ที่การให้ประโยชน์ต่อกล้ามเนื้อหน้าท้อง ไม่ใช่หลังส่วนล่าง
tr: Ana Kas: Oblikler Diğer Kaslar: Rectus Abdominis 1. Eğimli bir sehpaya sırt üstü uzanın ve göğüs seviyesinde her iki elinizle bir jimnastik topunu tutun. 2. Aynı anda vücudunuzu bir tarafa döndürürken kafanızı ve omuzlarınızı sehpadan yukarı kaldırın. Yavaş ve kontrollü hareketler kullanın ve sırtınızın alt kısmı yerine karın kaslarınızı çalıştırmak üzerine odaklanın.

# Dip Station Bent Leg Raise with Twist description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Stand in the machine using your arms and shoulders to support your weight. 2. Raise your legs to your side as high as you can, bending them simultaneously. Alternate sides.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Stellen Sie sich in die Maschine und benutzen Sie Ihre Arme und Schultern, um Ihr Gewicht zu unterstützen. 2. Heben Sie Ihre Beine so weit wie Sie können zu Ihrer Seite hoch und biegen Sie sie zur gleichen Zeit. Seiten abwechseln.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. De pie en la máquina, utilizando los brazos y los hombros para soportar tu peso. 2. Eleva las piernas hacia un lado lo más alto posible, doblándolas al mismo tiempo. Cambia de lado.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Tenez-vous dans la machine en utilisant vos bras et vos épaules pour supporter votre poids. 2. Levez vos jambes à votre côté aussi haut que vous le pouvez, en les pliant simultanément. Alternez les côtés.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Stai sulla macchina con le braccia e le spalle a sostenere il tuo. 2. Solleva le gambe di lato il più in alto possibile, piegandoli contemporaneamente. Alterni il lato
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. マシンの中に立ち、両腕と両肩で体重を支えます。 2. 両脚を曲げながら、同時にできるだけ高く身体の左右どちらかに引きつけます。左右交互に行います。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Sta in de machine en gebruik je armen en schouders om je gewicht te dragen. 2. Til je benen zijwaarts op terwijl je ze tegelijkertijd buigt. Wissel dan van zijkant.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Fique na máquina usando os seus braços e ombros para suportar o seu peso. 2. Levante as pernas para o lado o mais alto que conseguir, curvando-as simultaneamente. Mude de lados.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Расположитесь на тренажере для подъема ног с упорами для локтей, используя ваши руки и плечи для поддержания собственного веса. 2. Поднимите ноги настолько высоко, насколько можете, сгибая их одновременно.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Stå i maskinen och använd armarna och axlarna för att stödja kroppen. 2. Lyft benen åt sidan så högt du kan medan du samtidigt böjer dem. Byt sida.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. ยืนบนเครื่องโดยใช้แขนและไหล่ในการรองรับน้ำหนักของคุณ 2. ยกขาของคุณไปด้านข้างให้สูงเท่าที่จะทำได้ งอมันไปพร้อม ๆ กัน อีกข้าง
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Ağırlığınızı desteklemek için kollarınızı ve omuzlarınızı kullanarak makinede ayakta durun. 2. Bacaklarınızı yanlara olabildiğince yukarı doğru kaldırın ve aynı anda bükün. Taraf değiştirin.

# Dip Station Leg Raise description
source: Main Muscle: Rectus Abdominis Other Muscle: None 1. Stand in the machine using your arms and shoulders to support your weight. 2. Keeping your legs straight, raise your legs till they are parallel with the floor.
de: Hauptmuskel: Rektusabdominis Anderer Musekl: Keiner 1. Stellen Sie sich in die Maschine und benutzen Sie Ihre Arme und Schultern, um Ihr Gewicht zu unterstützen. 2. Halten Sie Ihre Beine gerade und heben Sie sie an, bis sie mit dem Boden parallel sind.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Ninguno 1. De pie en la máquina, utilizando los brazos y los hombros para soportar tu peso. 2. Manteniendo las piernas rectas, elévalas hasta que estén paralelas al suelo.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Aucun 1. Tenez-vous dans la machine en utilisant vos bras et vos épaules pour supporter votre poids. 2. Gardez les jambes droites, levez vos jambes jusqu'à ce qu'elles soient parallèles au sol.
it: Muscolo principale: retto addominale Altro muscolo: nessuno 1. Stai sulla macchina con le braccia e le spalle a sostenere il tuo peso. 2. Mantenendo le gambe dritte, solleva le gambe fino a quando non sono parallele al pavimento.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：なし 1. マシンの中に立ち、両腕と両肩で体重を支えます。 2. 両脚を曲げずに、床と平行になるまで両脚を上げます。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: geen 1. Sta in de machine en gebruik je armen en schouders om je gewicht te dragen. 2. Houd je benen recht en breng ze dan parallel aan de vloer.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Nenhum 1. Fique na máquina usando os seus braços e ombros para suportar o seu peso. 2. Mantenha as pernas retas, levante as pernas até estas ficarem paralelos com o chão.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: нет 1. Расположитесь на тренажере для подъема ног с упорами для локтей, используйте ваши руки и плечи, чтобы поддержать свой вес. 2. Держа ноги прямо, поднимите их, пока они не окажутся параллельно полу.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Ingen 1. Stå i maskinen och använd armarna och axlarna för att stödja kroppen. 2. Håll benen raka och lyft dem tills de är parallella med golvet.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: ไม่มี 1. ยืนบนเครื่องโดยใช้แขนและไหล่ในการรองรับน้ำหนักของคุณ 2. ให้ขาของคุณตรง ยกขาจนกระทั่งมันขนานกับพื้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Yok 1. Ağırlığınızı desteklemek için kollarınızı ve omuzlarınızı kullanarak makinede ayakta durun. 2. Bacaklarınızı düz tutarak, bacaklarınızı yerle paralel olana kadar kaldırın.

# Dumbbell Bench Twist- right description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie down on an exercise bench so that your torso is hanging off the end of the bench and you can bend ends and place it near your chest, with elbows extended to the sides. 2. Bending at the waist, raise your torso up until your body is perfectly straight and parallel to the floor. 3. Slowly turn your torso to your left, then lower yourself back down. Repeat the move but turn to the opposite side (right).
de: Hauptmuskel: Rekutsabdominis Anderer Muskel: Obliques 1. Legen Sie sich auf eine Hantelbank, so daß Ihr Oberkörper am Ende der Bank hinunterhängt und sie Ihre Taille biegen können. Halten Sie Ihre Ellenbogen ausgestreckt an den Seiten. 2. Beugen Sie sich an der Taille und heben Sie Ihren Oberkörper hoch, bis Ihr Körper vollkommen gerade und parallel zum Boden ist. 3. Lassen Sie sich wieder langsam hinunter. Wiederholen Sie die Bewegung, aber drehen Sie sich zu der anderen Seite.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate en un banco de ejercicio, de manera que el torso quede colgando del extremo del banco, dobla las rodillas hacia el pecho, con los codos extendidos a los lados. 2. Doblando la cintura, eleva el torso hasta que el cuerpo quede completamente recto y paralelo con el suelo. 3. Gira lentamente el torso hacia la izquierda, y vuelve a bajar. Repite el ejercicio girando hacia el lado opuesto (derecha) .
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur un banc d'exercice de façon à ce que votre torse soit suspendu au-delà du bout du banc et que vous puissiez vous plier au niveau de la taille. Tenez vos coudes étendus sur les côtés. 2. En vous pliant au niveau de la taille, relevez votre torse jusqu'à ce que votre corps soit parfaitement droit et parallèle au sol. 3. Redescendez en arrière lentement. Répétez le mouvement mais tournez sur le côté opposé.
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati su una panca in modo che il busto sia sporgente dalla parte finale della panca e tu ti possa piegare sulla vita. Mantieni i tuoi gomiti estesi sui lati. 2. Flettiti in vita, solleva il busto fino a quando il corpo è perfettamente dritto e parallelo al pavimento. 3. Abbassati lentamente indietro. Ripeti il movimento, ma girati sul lato opposto (a destra).
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. 体幹がベンチの端から突き出て、ベンチの端が胸の近くに来るように、エクササイズベンチに左を下にして横たわり、ひじは左右に開きます。 2. ウエストで身体を曲げ、身体が完全にまっすぐで床に平行になる所まで体幹を持ち上げます。 3. ゆっくりと体幹を右に回し、その後身体を下げます。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig op een oefenbankje zodanig dat je bovenlichaam over het einde van het bankje hangt en je kunt bewegen, ellebogen naast je lichaam. 2. Buig nu in je middel en til je bovenlichaam op tot je lichaam volledig horizontaal is ten opzichte van de vloer. 3. Draai je bovenlichaam nu naar links en ga dan langszaam weer naar beneden. Herhaal de oefening maar draai nu naar rechts.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens "1. Deite-se num banco de exercício, de modo a que o tronco fique pendurado na ponta do banco e você possa dobrar a cintura. Mantenha os cotovelos estendidos para os lados. 2. Dobrando na cintura, levante o tronco até ficar com o corpo perfeitamente reto e paralelo ao chão. 3. Mova lentamente o tronco para a esquerda, e depois baixe-se lentamente de volta para baixo. Repita o movimento, mas vire-se para o lado oposto.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на скамейку для упражнений так, чтобы ваши ноги были за пределами скамейки. Руки согнуты возле груди. Колени смотрят в стороны. 2. Сгибая талию, поднимите туловище вверх, пока ваше тело не станет совершенно прямым. 3. Медленно поверните туловище в левую сторону, затем опуститесь обратно. Повторите, поворачиваясь в противоположную сторону (вправо).
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg ner på en träningsbänk så att torson hänger utanför änden av bänken och du kan böja dig vid midjan. Håll armbågarna utsträckta vid sidorna. 2. Böj dig vid midjan och lyft upp torson tills kroppen är helt rak och parallell med golvet. 3. Släpp långsamt ner dig själv igen. Upprepa rörelsen, men vänd dig mot andra hållet.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนลงบนม้านั่งออกกำลังกายเพื่อให้ร่างกายท่อนบนแขวนอยู่ที่ปลายของม้านั่งและคุณสามารถงอตรงปลายและวางมันใกล้กับหน้าอก ด้วยศอกที่แยกออกไปด้านข้าง 2. งอไปที่เอว ยกร่างกายท่อนบนจนร่างกายตรงสมบูรณ์และขนานกับพื้น 3. หมุนร่างกายส่วนบนช้า ๆ ไปทางด้านซ้าย แล้วก้มตัวท่านกลับหลังไป ทำการเคลื่อนไหวนี้ซ้ำแต่หมุนไปทางตรงข้าม (ขวา)
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Bir egzersiz sehpasına gövdeniz sehpanın ucundan sarkacak ve belden bükülebileceğiniz bir şekilde uzanın. Dirseklerinizi yanlara doğru uzatılmış şekilde tutun. 2. Belden eğilerek, vücudunuz tamamen düz ve yere paralel olana kadar gövdenizi yukarı kaldırın. 3. Yavaşça kendinizi aşağı doğru indirin. Hareketi bu sefer diğer tarafa dönerek tekrarlayın.

# Dumbbell Crunch 1 description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie back on the decline bench. Hold a dumbbell weight on your chest with hands crossed over it. 2. Raise your upper body upward while keeping your lower back on the bench. Hold for one second. Return to starting position.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich auf einer Schrägbank zurück. Halten Sie die Kurzhantel vor Ihre Brust. 2. Heben Sie Ihren Oberkörper hoch, während Sie Ihren unteren Rücken auf der Bank lassen. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate de espaldas en un banco inclinado. Sujeta una mancuerna delante del pecho. 2. Levanta la parte superior del cuerpo, manteniendo la parte inferior de la espalda en el banco. Mantén la posición durante un segundo. Vuelve a la posición inicial
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1 Sdraiati sulla panca inclinata. Tieni manubrio davanti al petto. 2. Solleva la parte superiore del corpo verso l'alto, mantenendo la zona lombare sulla panca. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. ディクラインベンチに横たわります。ダンベルを胸に持ち、両手をその上に交差させます。 2. 腰をベンチから浮かせずに、上半身を持ち上げます。１秒間静止させ、その後、最初の位置まで戻します。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig op een schuin bankje en houd een har]lter voor je borst. 2. Til je bovenlichaam op terwijl je je lage rug op het bankje houd. Houd een seconde vast en ga terug naar de startpositie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se no banco inclinado. Segure em halteres à frente do seu peito. 2. Levante a parte superior do corpo para cima, mantendo a região lombar no banco. Aguente durante um segundo. Retorne à posição inicial.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на наклонную скамейку. Держите гантели у груди. 2. Поднимайте верхнюю часть тела вверх, при этом поясница должна оставаться на скамье. Задержитесь на секунду. Вернитесь в исходное положение.
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg på rygg på snedbänken. Håll en hantel framför bröstet. 2. Lyft överkroppen uppåt medan du håller ländryggen på bänken. Håll i en sekund. Återgå till startläget.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนบนม้านั่งเอน ถือด้มเบลโดยที่หน้าอกด้วยมือไขว้ 2. ยกร่างกายท่อนบนขึ้นในขณะที่ให้หลังท่อนล่างกลับไปบนม้านั่ง ค้างไว้หนึ่่งวินาที กลับไปตำแหน่งเริ่มต้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Aşağı eğimli sehpaya sırt üstü uzanın. Dambılı göğsünüzün önünde tutun. 2. Sırtınızın alt kısmını sehpada tutarak gövdenizin üst kısmını yukarı doğru kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.
