Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# noExercisesAddedKey
source: No exercises added
de: Keine Übungen hinzugefügt
es: Ningún ejercicio añadido
fr: Aucun exercice ajouté
it: Nessun esercizio aggiunto
ja: エクササイズが追加されていません。
nl: Geen nieuwe oefeningen toegevoegd
pt_pt: Nenhum exercício foi adicionado
ru: Нет добавленных упражнений
sv: Inga övningar tillagda
th: ไม่ต้องเพิ่มการออกกำลังกาย
tr: Hiçbir egzersiz eklenmemiş

# addNewExerciseKey
source: To add a new exercise, please edit the Workout
de: Um eine neue Übung hinzuzufügen, bitte Superset bearbeiten
es: Para añadir un nuevo ejercicio, por favor edita el superconjunto
fr: Pour ajouter un nouvel exercice, modifiez le Superset
it: Per aggiungere un nuovo esercizio , per favore compila il Superset
ja: 新しいエクササイズを追加するには、スーパーセットを編集してください。
nl: Om een nieuwe oefening toe te voegen, gelieve de Superset te bewerken
pt_pt: Para adicionar um novo exercício, por favor edite a Supersérie
ru: Чтобы добавить новое упражнение, пожалуйста отредактируйте Суперсет
sv: För att lägga till en ny övning, vänligen redigera Superset
th: เพื่อเพิ่มการออกกำลังกายใหม่ กรุณาปรับแต่งซูปเปอร์เซ็ท
tr: Yeni bir egzersiz eklemek için lütfen Süperseti düzenleyin

# startKey
source: Start
es: Empezar
fr: Départ
it: Inizia
ja: スタート
pt_pt: Começar
ru: Старт
sv: Starta
th: เริ่มต้น
tr: Başlat

# informativeKey
source: To create a new workout press +
de: Um neues Training zu kreieren bitte + drücken
es: Para crear un nuevo entrenamiento pulsa +
fr: Pour créer nouvel entraînement appuyez sur +
it: Per creare un nuovo allenamento, premi +
ja: 新しいワークアウトを作成するには、+を押します
nl: Om een nieuwe training te maken druk +
pt_pt: Para criar novo treino prima +
ru: Чтобы создать новую тренировку, нажмите +
sv: För att skapa nytt träningspass, tryck +
th: เพื่อสร้างการฝึกร่างกายใหม่ กรุณากด +
tr: Yeni bir antrenman oluşturmak için +’ya basın

# editExercisesKey
source: Edit Exercises
de: Übungen bearbeiten
es: Editar ejercicios
fr: Modifiez des Exercices
it: Modifica esercizio
ja: エクササイズの編集
nl: Bewerk Oefeningen
pt_pt: Editar Exercícios
ru: Редактировать Упражнения
sv: Redigera Övningar
th: แก้ไขการออกกำลังกาย
tr: Egzersizleri Düzenle

# editReсoveryKey
source: Edit Reсovery
de: Wiederherstellung bearbeiten
es: Editar Recuperación
fr: Modifiez la Récupération
it: Modifica Recupero
ja: リカバリーの編集
nl: Bewerk Herstel
pt_pt: Editar Recuperação
ru: Редактировать Восстановление
sv: Redigera Återhämtning
th: แก้ไขการรื้อฟื้น
tr: Yenilenmeyi Düzenle

# recoveryTimeKey
source: Recovery Time
de: Wiederherstellungszeit
es: Tiempo de recuperación
fr: Durée de la Récupération
it: Tempo Recupero
ja: リカバリー頻度
nl: Hersteltijd
pt_pt: Tempo de Recuperação
ru: Время Восстановления
sv: Återhämtningstid
th: เวลาการรื้อฟื้น
tr: Yenilenme Süresi

# howManyTimesKey
source: How many times are you going to repeat the set?
de: Wie oft werden Sie das Set wiederholen?
es: ¿Cuántas veces vas a repetir el set?
fr: Combien de fois allez-vous répéter la série ?
it: Quante volte vuoi ripetere il set?
ja: このセットを何回繰り返しますか？
nl: Hoeveel maal gaat u in de set herhalen?
pt_pt: Quantas vezes você repetirá a série?
ru: Сколько раз вы собираетесь повторить набор?
sv: Hur många gånger kommer du att upprepa set?
th: คุณจะใช้เวลาเท่าไหร่ในการกลับไปทำเซ็ทซ้ำ?
tr: Seti kaç kere tekrarlayacaksınız?

# createCustomExerciseKey
source: Create Custom Exercise
de: Individuelle Übung kreieren
es: Crear un nuevo ejercicio personalizado
fr: Créez un exercice sur mesure
it: Crea esercizio utente
ja: 独自エクササイズの作成
nl: Creëer een Oefening op Maat
pt_pt: Criar Exercício Customizado
ru: Создать пользовательское упражнение
sv: Skapa Anpassad Övning
th: สร้างการปรับแต่งการออกกำลังกาย
tr: Kişisel Egzersiz Oluştur

# exercisePhotosKey
source: Exercise's Photos
de: Übungsfotos
es: Fotos de los ejercicios
fr: Photos des exercices
it: Foto degli Esercizi
ja: エクササイズの写真
nl: Foto’s van de oefening
pt_pt: Fotos do Exercício
ru: Фото Упражнения
sv: Övningsfoton
th: ภาพการออกกำลังกาย
tr: Egzersiz Fotoğrafları

# titleViewPlaceHolderKey
source: Enter exercise title
de: Übungstitel eingeben
es: Introducir el título del ejercicio
fr: Entrez le titre de l’exercice
it: Inserisci nome esercizio
ja: エクササイズ名の入力
nl: Titel van de oefening ingeven
pt_pt: Insira o nome do exercídio
ru: Введите название упражнения
sv: Ange övningsnamn
th: กรอกชื่อการออกกำลังกาย
tr: Egzersiz başlığı girin

# pleaseSelectDurationKey
source: Please select duration in seconds for each circle.
de: Bitte Dauer in Sekunden für jeden Kreis eingeben.
es: Por favor, selecciona la duración en segundos para cada ciclo.
fr: Veuillez sélectionner la durée en secondes pour chaque cycle.
it: Per favore inserisci la durata in secondi per ogni ciclo
ja: 各サイクルの長さ（秒）を選択してください。
nl: Gelieve de duur in seconden voor elke cyclus te selecteren.
pt_pt: Por favor, insira a duração em segundos de cada ciclo.
ru: Выберите время в секундах для каждого круга
sv: Vänligen välj längd i sekunder för varje cirkel.
th: กรุณาเลือกช่วงเวลาเป็นวินาทีสำหรับแต่ละรอบ
tr: Her bir tur için süre seçin.

# setdurationKey
source: Set duration in seconds for each circle
de: Dauer in Sekunden für jeden Kreis eingeben
es: Configura la duración de cada ciclo en segundos
fr: Définirez la durée en secondes pour chaque cycle
it: Imposta la durata in secondi per ogni ciclo
ja: 各サイクルの長さ（秒）の設定
nl: Stel de duur in seconden in voor elke cyclus
pt_pt: Defina a duração em segundos para cada ciclo.
ru: Установите время в секундах для каждого круга
sv: Ange längd i sekunder för varje cirkel
th: ตั้งช่วงเวลาเป็นวินาทีสำหรับแต่ละรอบ
tr: Her bir tur için saniye cinsinden süre seçin

# workoutKey
source: Workout
de: Training
es: Ejercicio
fr: Entraînement
it: Allenamento
ja: ワークアウト
pt_pt: Malhar
ru: Тренировка
sv: Träning
th: การออกกำลังกาย
tr: Çalışma

# absKey
source: ABS
de: Bauchmuskeln
es: Abdominales
ja: 腹筋
pt_pt: Tanquinho
ru: Пресс
sv: MAGRUTOR
tr: Karın

# navTitleKey
source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
ja: エクササイズ
nl: Oefeningen
pt_pt: Exercícios
ru: Упражнения
sv: Övningar
th: การออกกำลังกาย
tr: Egzersizler

# restInfoKey
source: Superset Done!
de: Superset Fertig!
es: ¡Superconjunto hecho!
fr: Superset Fini !
it: Superset Terminato!
ja: スーパーセット終了！
nl: Superset Beëindigd!
pt_pt: Supersérie finalizada!
ru: Суперсет выполнен!
sv: Superset Färdig!
th: ทำซูปเปอร์เซ็ทเสร็จ!
tr: Süperset Tamamlandı!

# exercisesItemKey
source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
it: Esercizi
ja: エクササイズ
nl: Oefeningen
pt_pt: Exercícios
ru: Упражнения
sv: Övningar
th: การออกกำลังกาย
tr: Egzersizler

# supersetsItemKey
source: Supersets
es: Superconjuntos
ja: スーパーセット
pt_pt: Superséries
ru: Суперсеты
sv: Superset
th: ซูปเปอร์เซ็ท
tr: Süpersetler

# customItemKey
source: Custom
de: Individuell
es: Personalizar
fr: Sur mesure
it: Utente
ja: カスタマイズ
nl: Op Maat
pt_pt: Customizar
ru: Пользовательский
sv: Anpassad
th: ปรับแต่ง
tr: Kişisel

# adviceItemKey
source: Advice
de: Rat
es: Consejo
fr: Conseil
it: Consiglio
ja: アドバイス
nl: Advies
pt_pt: Dicas
ru: Совет
sv: Råd
th: คำแนะนำ
tr: Öneri

# moreItemKey
source: More
de: Mehr
es: Más
fr: Plus
it: Di più
ja: その他
nl: Meer
pt_pt: Mais
ru: Больше
sv: Mer
th: เพิ่มอีก
tr: Daha fazla

# prepareKey
source: Prepare
de: Vorbereiten
es: Preparar
fr: Préparer
it: Prepara
ja: 準備時間
nl: Voorbereiden
pt_pt: Preparar
ru: Подготовиться
sv: Förbered
th: เตรียมตัว
tr: Hazırla

# skipKey
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
ja: スキップする
nl: Overslaan
pt_pt: Pular
ru: Пропустить
sv: Hoppa Över
th: ข้าม
tr: Atla

# exerciseNameKey
source: Exercise name:
de: Übungsname:
es: Nombre del ejercicio:
fr: Nom de l’Exercice :
it: Nome esercizio:
ja: エクササイズ名：
nl: Naam Oefening:
pt_pt: Nome do exercício:
ru: Название упражнения:
sv: Övningsnamn:
th: ชื่อการออกกำลังกาย:
tr: Egzersiz adı:

# nextExerciseKey
source: Next Exercise
de: Nächste Übung
es: Próximo ejercicio
fr: Exercice suivant
it: Prossimo esercizio
ja: 次のエクササイズ
nl: Volgende Oefening
pt_pt: Próximo Exercício
ru: Следующее упражнение
sv: Nästa Övning
th: การออกกำลังกายต่อไป
tr: Sonraki Egzersiz

# doneKey
source: Done
de: Fertig
es: Hecho
fr: Fini
it: Fatto
ja: 終了
nl: Beëindigd
pt_pt: Pronto
ru: Готово
sv: Färdig
th: เสร็จ
tr: Bitti

# contentKey
source: content
de: Inhalt
es: contenido
fr: contenu
it: contenuto
ja: 内容
nl: inhoud
pt_pt: conteúdo
ru: контент
sv: innehåll
th: เนื้อหา
tr: içerik

# RepetitionsKey
source: Repetitions
de: Wiederholungen
es: Repeticiones
fr: Répétitions
it: Ripetizioni
ja: レップ数
nl: Herhalingen
pt_pt: Repetições
ru: Повторы
sv: Repetitioner
th: การทำซ้ำ
tr: Tekrar

# minKEY
source: MIN
ja: 分
ru: МИН
th: ขั้นต่ำ

# exercisesKEY
source: EXERCISES
de: ÜBUNGEN
es: EJERCICIOS
it: Esercizi
ja: エクササイズ
nl: OEFENINGEN
pt_pt: EXERCÍCIOS
ru: УПРАЖНЕНИЯ
sv: ÖVNINGAR
th: การออกกำลังกาย
tr: EGZERSİZLER

# kcalKEY
source: KCAL
ja: キロカロリー
ru: ККАЛ

# secondsKey
source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
nl: seconden
pt_pt: segundos
ru: сек.
sv: sekunder
th: วินาที
tr: saniye

# roundKey
source: Round
de: Runde
es: ronda
fr: Tour
ja: ラウンド
nl: Ronde
pt_pt: Ciclo
ru: Круг
sv: Runda
th: รอบ
tr: Tur

# rest30secKey
source: Rest Time 30 sec.
de: Ruhezeit 30 Sek.
es: Tiempo restante 30 seg.
fr: Temps de repos 30 sec.
it: Tempo rimanente 30 sec.
ja: 休憩時間30秒
nl: Rusttijd 30 sec.
pt_pt: Tempo de Descanso: 30s
ru: Отдых 30 сек.
sv: Vilotid 30 sek.
th: เวลาพัก 30 วินาที
tr: 30 saniye dinlenme süresi.

# deleteKey
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella
ja: 消去
nl: Verwijderen
pt_pt: Apagar
ru: Удалить
sv: Ta Bort
th: ลบ
tr: Sil

# editKey
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
pt_pt: Editar
ru: Редактировать
sv: Ändra
th: แก้ไข
tr: Düzenle

# attentionKey
source: Attention
de: Achtung
es: Atención
it: Attenzione
ja: 注意
nl: Opgepast
pt_pt: Atenção
ru: Внимание
sv: Uppmärksamhet
th: โปรดสังเกต
tr: Dikkat

# fillUpKey
source: Fill up the title field or the repetitions field!
de: Das Titel- oder Wiederholungsfeld ausfüllen!
es: ¡Rellenar el campo de título o las repeticiones de campo!
fr: Remplissez le champ de titre ou le champs des répétitions !
it: Compila il campo titolo o il campo ripetizioni!
ja: エクササイズ名と回数の項目は空欄にできません！
nl: Vul het titelveld of het herhalingenveld in!
pt_pt: Preencha o campop do título ou o campo de repetições!
ru: Заполните поле заголовка и поле повторений
sv: Fyll upp titelfältet eller repetitioner fältet!
th: กรอกช่องชื่อหรือช่องที่ซ้ำกันให้ครบ!
tr: Başlık ya da tekrar girin!

# circleAndKey
source: circles and
de: Kreise und
es: círculos y
fr: cycles et
it: cicli e
ja: サイクルで各
nl: cycli en
pt_pt: ciclos e
ru: круги и
sv: cirklar och
th: รอบและ
tr: tur ve

# exerciseNameKEY
source: Exercise Name:
de: Übungsname:
es: Nombre del ejercicio:
fr: Nom de l’Exercice :
it: Nome Esercizio:
ja: エクササイズ名：
nl: Naam Oefening:
pt_pt: Nome do Exxercício:
ru: Название Упражнения:
sv: Övningsnamn:
th: ชื่อการออกกำลังกาย:
tr: Egzersiz Adı:

# descriptionKey
source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
ja: 説明：
nl: Beschrijving:
pt_pt: Descrição:
ru: Описание:
sv: Beskrivning:
th: คำบรรยาย:
tr: Tanım:

# timeKey
source: Time:
de: Zeit:
es: Tiempo:
fr: Durée:
it: Tempo:
ja: 回数：
nl: Tijd:
pt_pt: Tempo:
ru: Время:
sv: Tid:
th: เวลา:
tr: Süre:

# titleKey
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: 名前
nl: Titel
pt_pt: Título
ru: Название
sv: Titel
th: ชื่อ
tr: Başlık

# repsKey
source: Reps
de: Wiederholungen
es: Repeticiones
it: Ripetizioni
ja: レップ数
nl: Herhalingen
pt_pt: Repetições
ru: Повторы
tr: Tekrar

# noCameraSupportKey
source: No Camera Support!
de: Kein Kamera-Support!
es: ¡Cámara no soportada!
fr: Aucun Soutien de Caméra
it: Nessun support Fotocamera!
ja: サポートしているカメラがありません！
nl: Geen Camera Ondersteuning!
pt_pt: Não há suporte à câmera!
ru: Камера недоступна!
sv: Inget Kamerastöd!
th: ไม่รองรับการใช้กล้อง!
tr: Kamera desteği yoktur!

# cameraFeatureKey
source: Camera feature is not supported by your device !
de: Kamerafunktion wird bei Ihrem Gerät nicht unterstützt!
es: ¡La función de cámara no es compatible con este dispositivo!
fr: L’option caméra n’est pas soutenue par votre appareil !
it: La funzione fotocamera supported by yonon è supportata dal tuo dispositivo !
ja: お客様の端末はカメラ機能に対応しておりません！
nl: Camera wordt niet ondersteund door uw toestel !
pt_pt: A função da câmera não é compatível com seu dispositivo.!
ru: Функции камеры не поддерживаются вашим устройством !
sv: Kameran funktionen stöds inte av din enheten!
th: คุณลักษณะของกล้องไม่รองรับบนอุปกรณ์ของคุณ !
tr: Kamera özelliği cihazınız tarafından desteklenmemektedir!

# okKey
source: Ok
ja: 了解
ru: Ок
th: ตกลง
tr: Tamam

# circleWithKey
source: circles with
de: Kreise mit
es: círculos con
fr: cycles avec
it: ciclo con
ja: サイクルで各
nl: cycli met
pt_pt: ciclos com
ru: круги с
sv: cirklar med
th: รอบด้วย
tr: turlar

source: New Superset
de: Neues Superset
es: Nuevo superconjunto
fr: Superset Nouveau
it: Nuovo Superset
ja: 新しいスーパーセット
nl: Nieuwe Superset
pt_pt: Nova Supersérie
ru: Новый Суперсет
sv: Nytt Superset
th: ซูปเปอร์เซ็ทใหม่
tr: Yeni Süperset

# timesKey
source: Times
de: Zeiten
es: Tiempos
fr: Durées
it: Tempi
ja: 回
nl: Tijd
pt_pt: Tempos
ru: Раз
sv: Tider
th: เวลา
tr: Tekrar

# fillUpTitleKey
source: Fill up the title field
de: Titelfeld ausfüllen
es: Rellena el campo de título
fr: Remplissez le champs de titre
it: Compila il campo Titolo
ja: セット名を記入してください。
nl: Vul het titelveld in
pt_pt: Preencha o campo do título
ru: Заполните поле названия
sv: Fyll upp titelfältet
th: กรอกช่องชื่อนี้
tr: Başlık girin

# addDescriptionKey
source: Add your description here.
de: Hier Ihre Beschreibung zufügen.
es: Añade tu descripción aquí.
fr: Ajoutez votre description ici.
it: Aggiungi qui la tua descrizione.
ja: ご自分の説明をここに追加してください。
nl: Voeg hier uw beschrijving toe.
pt_pt: Adicione a sua descrição aqui.
ru: Добавьте свое описание здесь.
sv: Lägg till din beskrivning här.
th: เพิ่มคำบรรยายของคุณตรงนี้
tr: Tanımınızı buraya girin.

# pressButtonKey
source: Add exercises by pressing the + button.
de: Übungen hinzufügen, indem Sie die + Taste drücken.
es: Añade ejercicios clicando y el botón +.
fr: Ajoutez des exercices par pousser sur le + bouton.
it: Aggiungi esercizi digitando il pulsante + .
ja: ＋ボタンを押して エクササイズを追加してください。
nl: Voeg oefeningen toe door te drukken op de de + toets.
pt_pt: Adicione exercícios apertando o botão +.
ru: Добавьте упражнения нажатием кнопки +
sv: Lägg till övningar genom att trycka på + knappen.
th: เพิ่มการออกกำลังกายโดยการกด ปุ่ม +
tr: + tuşuna basarak egzersiz ekleyin.

# optionsKey
source: Options:
de: Optionen:
es: Opciones:
it: Opzioni:
ja: オプション：
nl: Opties:
pt_pt: Opções:
ru: Опции:
sv: Inställningar:
th: ตัวเลือก:
tr: Seçenekler:

# cancelKey
source: Cancel
de: Stornieren
es: Cancelar
fr: Supprimer
it: Cancella
ja: キャンセル
nl: Annuleren
pt_pt: Cancelar
ru: Омена
sv: Avbryt
th: ยกเลิก
tr: İptal

# cameraGaleryKey
source: Camera/Gallery
de: Kamera/Gallerie
es: Cámara/Galería
fr: Camera/Gallérie
it: Fotocamera/Galleria
ja: カメラ／ギャラリー
nl: Camera/Galerij
pt_pt: Câmera/Galeria
ru: Камера/Галлерея
sv: Kamera/Galleri
th: กล้อง/กาแกลรี่
tr: Kamera/Galeri

# libraryAndCameraKey
source: Library & Camera
de: Sammlung & Kamera
es: Galería & Cámara
fr: Bibliothèque & Camera
it: Archivio & Fotocamera
ja: ライブラリー＆カメラ
nl: Bibliotheek & Camera
pt_pt: Biblioteca & Câmera
ru: Библиотека и Камера
sv: Bibliotek & Kamera
th: ไลแบรี่และกล้อง
tr: Kütüphane & Kamera

# editSupersetKey
source: Edit Superset
de: Superset bearbeiten
es: Editar superconjunto
fr: Modifiez Superset
it: Modifica Superset
ja: スーパーセットの編集
nl: Bewerken Superset
pt_pt: Editar Supersérie
ru: Редактировать Суперсет
sv: Ändra Superset
th: แก้ไขซูปเปอร์เซ็ท
tr: Süperseti Düzenle

# chooseRecoveryModeKey
source: Choose Recovery Mode
de: Wiederherstellungsmodus wählen
es: Elegir el modo de recuperación
fr: Choisissez le mode de récupération
it: Scegli Modalità Recupero
ja: リカバリーモードの選択
nl: Kies Herstelmodus
pt_pt: Escolher Modo de Recuperação
ru: Выберите Режим Восстановления
sv: Välj Återhämtningsläge
th: เลือกโหมดการรื้อฟื้น
tr: Yenilenme Modu Seç

# contactValerioKey
source: Contact VGFIT
de: VGFIT kontaktieren
es: Contacta a VGFIT
fr: Contactez VGFIT
it: Contatta VGFIT
ja: VGFIT に問い合わせる
nl: Contacteer VGFIT
pt_pt: Contatar VGFIT
ru: Связаться с VGFIT
sv: Kontakta VGFIT
th: ติดต่อ VGFIT
tr: VGFIT ile Görüşme

# surprisingKey
source: Surprising facts about Abs
de: Überraschende Fakten über Bauchmuskeln
es: Hechos sorprendentes sobre los abdominales
fr: Faits surprenants about Abs
it: Le qualità sorprendenti di Abs
ja: 腹筋に関する驚くべき事実
nl: Verrassende feiten over Abs
pt_pt: Fatos surpreendentes sobre o abdomem
ru: Удивительные факты о прессе
sv: Överraskande fakta om magrutor
th: ข้อเท็จจริงที่น่าตื่นเต้นเกี่ยวกับ Abs
tr: Karın kasları hakkında şaşırtıcı bilgiler

# expertOnFitnessKey
source: Expert on fitness training
de: Experte für Fitness training
es: Experto en ejercicios de fitness
fr: Expert sur des exercices fitness
it: Esperto di allenamento fitness
ja: フィットネスのエキスパート
nl: Expert op gebied van fitness training
pt_pt: Expert em treino fitness
ru: Эксперт по фитнес-тренировкам
sv: Expert på fitness träning
th: ผู้เชี่ยวชาญในการฝึกฟิตเนส
tr: Egzersiz eğitiminde uzman

# sendFeedbackKey
source: Send feedback
de: Feedback senden
es: Enviar opinión
fr: Envoyez vos commentaires
it: Invia feedback
ja: フィードバックの送信
nl: Geef feedback
pt_pt: Enviar feedback
ru: Отправить отзыв
sv: Skicka feedback
th: ส่งคำติชม
tr: Geri Bildirim Gönder

# tellAFriendKey
source: Tell a Friend
de: Weiterempfehlen
es: Contar a un amigo
fr: Dire à un ami
it: Dillo ad un amico
ja: 友だちに教える
nl: Vertel aan een vriend
pt_pt: Falar para um Amigo
ru: Рассказать другу
sv: Tipsa en Vän
th: บอกเพื่อน
tr: Arkadaşa Yönlendir

# rateUsKey
source: Rate us
de: Bewerten Sie uns
es: Evalúanos
fr: Évaluez nous
it: Votaci
ja: アプリを評価する
nl: Beoordeel ons
pt_pt: Avaliar
ru: Оцените нас
sv: Betygsätt Oss
th: ให้คะแนนเรา
tr: Bizi değerlendirin

# shareOnFbKey
source: Share on Facebook
de: Auf Facebook teilen
es: Comparte en Facebook
fr: Partager sur Facebook
it: Condividi su Facebook
ja: Facebookでシェアする
nl: Deel op Facebook
pt_pt: Compartilhar no Facebook
ru: Поделиться в Facebook
sv: Dela på Facebook
th: แบ่งปันไปบนเฟสบุ้ค
tr: Facebook’da paylaş

# tweetAboutUsKey
source: Tweet about us
de: Tweeten Sie über uns
es: Envía un tuit sobre nosotros
fr: Tweet sur nous
it: Tweettaci
ja: Twitterでシェアする
nl: Tweet over ons
pt_pt: Tweetar sobre nós
ru: Напишите твит о нас
sv: Tweeta om oss
th: ทวีทเกี่ยวกับเรา
tr: Bizimle ilgili tweet atın

# fitnessAndBodybuildingKey
source: Fitness and Bodybuilding
de: Fitness und Bodybuilding
es: Fitness y Culturismo
fr: Fitness et Musculation
it: Fitness e Bodybuilding
ja: フィットネス・アンド・ボディビルディング
nl: Fitness een Bodybuilding
pt_pt: Fitness e Musculação
ru: Фитнес и Бодибилдинг
sv: Fitness och Styrketräning
th: ฟิตเนสและการสร้างร่างกาย
tr: Fitness ve Vücut Geliştirme

# professionalTrainingKey
source: Professional training app for every body
de: Professionelle Training-App für jeden
es: Aplicación profesional de ejercicios para cada tipo de cuerpo
fr: App d’entrainement professionnel pour tout le monde
it: App di allenamento professionale per tutti
ja: 誰でも使える専門的トレーニングアプリ
nl: Professionele training app voor iedereen
pt_pt: Aplicativo de treinamento profissional para todos os corpos
ru: Профессиональное приложение по тренировкам для всех
sv: Professionell träningsapp för alla
th: แอปการฝึกแบบมืออาชีพสำหรับทุกร่างกาย
tr: Her vücuda uygun profesyonel antrenman uygulaması

# femaleFitnessKey
source: Female Fitness
de: Weibliche Fitness
es: Fitness feminino
fr: Fitness féminin
it: Fitness Femminile
ja: 女性のフィットネス
nl: Fitness voor Vrouwen
pt_pt: Fitness and
ru: Фитнес для девушек
sv: Kvinnlig Fitness
th: ฟิตเนสสำหรับสุภาพสตรี
tr: Kadınlar için Fitness

# beBeautyKey
source: Be beautiful and healthy
de: Schön und gesund sein
es: Mantente preciosa y en forma
fr: Soyez belle et saine
it: Sii bella e in salute
ja: 美しく健康的に
nl: Wees mooi en gezond
pt_pt: Fique bela e saudável
ru: Будь красивой и здоровой
sv: Var vacker och frisk
th: ดูสวยและแข็งแรง
tr: Güzel ve sağlıklı olun

# yogaKey
source: Yoga
pt_pt: Ioga
ru: Йога
th: โยคะ

# yogaDescrKey
source: Practice anywhere-anytime
de: Überall-jederzeit üben
es: Practica en cualquier lugar y en cualquier momento
fr: Entrainer partout et à tout moment
it: Allenato ovunque e in qualsiasi momento
ja: いつでもどこでもプラクティス
nl: Oefen overal-altijd
pt_pt: Treine a qualquer hora e em qualquer lugar
ru: Практика в любом месте в любое время
sv: Träna var som helst-när som helst
th: ฝึกที่ไหนเวลาใดก็ได้
tr: Dilediğiniz an ve yerde egzersiz yapın

# mailSuppKey
source: Six Pack Abs by Valerio Gucci: Support
de: Waschbrettbauch von Valerio Gucci: Support
es: Abdominales en forma por Valerio Gucci: Ayuda
fr: Six Pack Abdos par Valerio Gucci: Soutient
it: Six Pack Abs di Valerio Gucci: Supporto
ja: Valerio Gucciの腹筋シックスパック：サポート
nl: Six Pack Abs door Valerio Gucci: Ondersteuning
pt_pt: Abdomén Tanquinho por Valerio Gucci: Suporte
ru: Накачай Пресс - Тренировки от VG: Поддержка
sv: Six Pack Abs av Valerio Gucci: Support
th: กล้ามเนื้อซิกส์แพ๊คโดย Valerio Gucci: การสนับสนุน
tr: Valerio Gucci ile Karın Kasları: Destek

# tellfriendKey
source: Tell a friend about us
de: Empfehlen Sie uns weiter
es: Cuéntale a un amigo sobre nosotros
fr: Informer un ami sur nous
it: Dillo ad un amico
ja: 友だちに教える
nl: Vertel een vriend over ons
pt_pt: Fale sobre nós para um amigo
ru: Расскажи другу о нас
sv: Tipsa en vän om oss
th: บอกเพื่อนเกี่ยวกับเรา
tr: Arkadaşlarınıza bahsedin

# checkOutKey
source: Six Pack Abs by VGFIT, check out the new app I am using.
de: Waschbrettbauch von VGFIT, Sehen Sie sich die neue App an, die ich benutze.
es: Abdominales en forma por VGFIT, échale un vistazo a la aplicación que estoy utilizando
fr: Six Pack Abdos par VGFIT, visitez la nouvelle app que j’utilise.
it: Six Pack Abs di VGFIT, scopri la nuova app iche sto usando.
ja: 私の使っている新しいアプリ「VGFITの腹筋シックスパック」をチェックしてみてね。
nl: Six Pack Abs door VGFIT, check out de nieuwe app die ik gebruik.
pt_pt: Abdomén Tanquinho por VGFIT: conheça o aplicativo que eu estou usando.
ru: Накачай Пресс - Тренировки от VGFIT, посмотри на новое приложение, которым я пользуюсь.
sv: Six Pack Abs av VGFIT, kolla in den nya appen jag använder.
th: ซิกส์แพ๊คโดย by VGFIT ตรวจดูแอปใหม่ที่ฉันกำลังใช้อยู่สิ
tr: VGFIT ile Karın Kasları, yeni uygulamamı kesinlikle görmelisin.
