Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Star Sit-Up description
source: Main Muscle: Obliques Other Muscle: Rectus Abdominis 1. Lie on your back, your arms stretched out to your sides. 2. Sit up reaching your left foot with your right hand.
de: Hauptmuskel: Obliques Anderer Muskel: Rektusabdominis 1. Legen Sie sich auf Ihren Rücken, Ihre Arme sind an Ihren Seiten ausgestreckt. 2. Heben Sie sich nach oben und greifen Sie mit Ihrer rechten Hand nach Ihrem linken Fuß.
es: Músculos Principales: Oblicuos Otros Músculos: Rectus Abdominis 1. Túmbate boca arriba con los brazos rectos a los lados. 2. Siéntate intentando tocar el pie izquierdo con la mano derecha.
fr: Muscle Principal: Obliques Autres Muscle: Rectus Abdominis 1. Allongez-vous sur le dos, vos bras étendus à vos côtés. 2. Relevez-vous pour atteindre votre pied gauche avec votre main droite
it: Muscolo principale: obliqui Altro muscolo: retto addominale 1 Sdraiati sulla schiena, le braccia tese lungo i fianchi. 2. Piegati raggiungendo il piede sinistro con la mano destra.
ja: 鍛える主な筋肉：腹斜筋群 その他の筋肉：腹直筋 1. 仰向けに横になり、両腕を左右に広げます。 2. 左足と右手を合わせるようにして、シットアップを行います。
nl: Voornaamste spieren: buitenste schuine buikspier Andere Spieren: rechte buikspier 1. Lig op je rug, je armen gestrekt naar de zijkanten. 2. Kom overeind en raak je linkerrvoet aan met je rechterhand.
pt_pt: Músculo Principal: Abdómens Outro músculo Rectus Abdominis: 1. Deite-se de costas, os braços esticados ao seu lado. 2. Sente-se alcançando o seu pé esquerdo com a mão direita.
ru: Главные мышцы: косые мышцы пресса Другие мышцы: прямые мышцы живота 1. Лягте на спину, руки вытянуты по бокам. 2. Дотянитесь до левой ноги правой рукой.
sv: Huvudmuskel: Sneda magmusklerna Annan muskel: Raka magmusklerna 1. Ligg på rygg med armarna utsträckta längs kroppen. 2. Sitt upp och sträck dig efter vänsterfoten med högerhanden.
th: กล้ามเนื้อหลัก: Obliques กล้ามเนื้ออื่น: Rectus Abdominis 1. นอนหงาย แขนยืดไปด้านข้างลำตัวของท่าน 2. ซิทอัพโดยเอื้อมไปที่เท้าซ้ายด้วยมือขวาของท่าน
tr: Ana Kas: Oblikler Diğer Kaslar: Rectus Abdominis 1. Sırt üstü uzanın, kollarınız yanlarınızda dışarı doğru uzanmış olsun. 2. Sağ elinizle sol ayağınıza uzanacak şekilde mekik çekin.

# Superman- left description
source: Main Muscle: Glutes Other Muscle: Obliques, Lower Back 1. Kneel on all fours with your knees under your hips and hip-distance apart and put your hands on the floor a shoulder-width apart under your shoulders. Put your spine into the neutral position. Activate your core by drawing your abdominal muscles back toward your spine. 2. Without any sideways movement and keeping your abdomen pulled in, exhale and slowly raise an opposite arm and leg until they are parallel to the floor. Be careful to follow the tempo you have set. 3. Inhale and slowly return your arm and leg to the starting position. 4. Repeat for the desired number of reps, then repeat the exercise using the other arm and leg.
de: Hauptmuskel: Gesäßmuskeln Anderer Muskel: Obliques, Unterer Rücken 1. Knien Sie sich auf alle Viere mit Ihren Knien unter Ihren Hüften und hüftweit auseinander und legen Sie Ihre Hände schulterweit auseinander unter Ihren Schultern auf den Boden. Bringen Sie Ihre Wirbelsäule in eine neutrale Position. Aktivieren Sie Ihren Kern, indem Sie Ihre Bauchmuskeln nach hinten zu Ihrer Wirbelsäule einziehen. 2. One jegliche Seitenbewegung und mit eingezogenem Unterleib atmen Sie aus und heben einen gegenüberliegenden Arm und ein gegenüberliegendes Bein an, bis sie parallel zum Boden sind. Achten Sie darauf, das Tempo einzuhalten, das Sie angegeben haben. 3. Atmen Sie ein und bringen Sie langsam Ihren Arm und Ihr Bein zur Anfangsposition zurück. 4. Machen Sie die gewünschte Anzahl an Wiederholungen, danach wiederholen Sie die Übung mit dem anderen Arm und Bein.
es: Músculos Principales: Glúteos Otros Músculos: Oblicuos, Parte inferior de la espalda 1. A cuatro patas, con las rodillas por debajo de las caderas y separadas a la anchura de éstas y con las manos en el suelo, separadas a la anchura de los hombros y por debajo de éstos. Pon la columna vertebral en posición neutra. Contrae los músculos abdominales hacia la columna vertebral. 2. Sin moverte hacia los lados y con el abdomen contraído, exhala y eleva lentamente un brazo y su pierna opuesta hasta que queden paralelos al suelo. Asegúrate de seguir el ritmo que hayas establecido. 3. Inhala y lentamente devuelve el brazo y la pierna a la posición inicial. 4. Repite el número de veces deseado y, después, repite el ejercicio con el otro brazo y la otra pierna.
fr: Muscle Principal: Fessiers Autre Muscle: Obliques, Bas du Dos 1. Agenouillez-vous à quatre pattes avec vos genoux sous les hanches et écartés de la largeur de vos hanches et mettez vos mains sur le sol écartées d'une largeur d'épaules sous vos épaules. Mettez votre colonne vertébrale en position neutre. Activez votre centre en tirant vos muscles abdominaux vers votre colonne vertébrale. 2. Sans mouvement latéral et en gardant votre abdomen contracté, expirez et soulevez lentement le bras et la jambe opposée jusqu'à ce qu'ils soient parallèles au sol. Assurez-vous de bien suivre le tempo que vous avez défini. 3. Inspirez et ramenez lentement le bras et la jambe à la position de départ. 4. Répétez l'opération pour le nombre souhaité de répétitions, puis répétez l'exercice en utilisant l'autre bras et l'autre jambe
it: Muscolo principale: glutei Altro muscolo: obliqui, dorsali bassi 1. Inginocchiati a quattro zampe con le ginocchia sotto le anche e metti le mani sul pavimento ad una larghezza delle spalle e sotto le spalle. Assumi una posizione neutra con la colonna vertebrale. Attiva la tue parte centrale portando i muscoli addominali verso la colonna vertebrale. 2. Senza alcun movimento laterale e mantenendo l'addome tirato, espira e lentamente solleva un braccio e la gamba opposta fino a quando sono parallele al pavimento. Fai attenzione a eseguirlo nel tempo impostato. 3. Inspira e lentamente fai tornare il braccio e la gamba alla posizione di partenza. 4. Ripeti l'operazione per il numero desiderato di ripetizioni, poi ripeti l'esercizio con l'altro braccio e gamba.
ja: 鍛える主な筋肉：臀筋 その他の筋肉：腹斜筋群、腰の筋肉 1. 両手と両ひざを床につけ、ひざはお尻の真下に来るように腰幅に広げ、手は肩の下に来るように肩幅に広げます。背骨は自然な位置になるようにします。体幹に力を入れて、腹筋を背骨に向かって引きつけます。 2. 腹筋を締めたままで、身体を左右に動かさずに、息を吐きながら対角線になる腕と脚をゆっくりと床と平行になるまで持ち上げます。自分で設定したリズムに従うように気をつけてください。 3. 息を吸いながら、上げた腕と脚を元の場所に戻します。 4. 希望する回数だけ繰り返したら、今度は反対の腕と脚で同様にエクササイズを繰り返します。
nl: Voornaamste spieren: bilspieren Andere Spieren: buitenste schuine buikspier, lage rugspieren 1. Zit op handen en knieën, knieën onder de heupen op heupbreedte uit elkaar en je handen op schouderbreedte uit elkaar onder de schouders. Zet je ruggegraat in een neutrale positie. Activeer nu je bovenlichaam door je buikspieren naar je ruggegraat te trekken. 2. Zonder zijwaartse beweging en met de buikspieren nog steeds ingetrokken uitademen en langszaam een arm en het tegenovergestelde been optillen tot ze horizontaal zijn met de vloer. Let op dat je het tempo vast houdt waarmee je begonnen bent. 3. Inademen en langszaam arm en been terug naar startpositie. 4. Herhaal het gewenste aantal keren en wissel daarna met het andere been en arm.
pt_pt: Músculo Principal: Glúteos Outros Músculos: Abdómens, Costas Inferiores 1. Fique de quatro com os joelhos sob os quadris - coloque as mãos no chão distanciadas à largura dos ombros sob seus ombros. Coloque a sua coluna numa posição neutra. Ative o seu núcleo, chamando os músculos abdominais em direção à coluna. 2. Sem qualquer movimento lateral mantenha o seu abdômen puxado, expire lentamente e levante um braço e a perna do lado oposto até ficar com estes membros paralelos ao chão. Tenha cuidado para seguir o ritmo que definiu. 3. Inspire e retorne lentamente o seu braço e a sua perna para a posição inicial. 4. Repita o procedimento para o número desejado de repetições, e em seguida, repita o exercício com o outro braço e a outra perna.
ru: Главные мышцы: ягодичные мышцы Другие мышцы: косые, поясница 1. Встаньте на четвереньки, колени расположите под бедрами на расстоянии друг от друга. Руки на ширине плеч. Позвоночник находится в нейтральном положении. Напрягите мышечный корсет. 2. Втяните живот, на выдохе медленно поднимите противоположную руку и ногу, пока они не будут параллельны полу. Будьте внимательны и следуйте установленному темпу. 3. Вдохните и медленно верните ногу и руку в исходное положение. 4. Повторите эти действия нужное количество раз, зачем повторите упражнение, используя другие руку и ногу.
sv: Huvudmuskel: Sätesmuskeln Annan muskel: Sneda magmusklerna, ländryggen 1. Knäa på alla fyra med knäna under höfterna och på en höftbredds avstånd. Ha händerna på golvet under axlarna på en axelbredds avstånd. Ha ryggraden i en neutral position. Aktivera din rygg- och bålmuskulatur genom att dra magmusklerna mot ryggraden. 2. Utan att röra dig åt sidan och med magmusklerna indragna, andas ut och lyft långsamt armen och det motsatta benet tills de är parallella med golvet. Var noga med att följa tempot du har bestämt dig för. 3. Andas in och släpp långsamt tillbaka armen och benet till startläget. 4. Upprepa önskat antal gånger och gör sedan om övningen med den andra armen och benet.
th: กล้ามเนื้อหลัก: Glutes กล้ามเนื้ออื่น: Obliques, หลังส่วนล่าง 1. คุกเข่าทั้งสี่ด้วยเข่าทั้งสองภายใต้สะโพกและในระยะห่างเท่ากับสะโพก และวางมือบนพื้นโดยกางเท่ากับความกว้างของไหล่ วางกระดูกสันหลังของท่านไปในท่ากลาง เปิดการทำงานส่วนกลางของคุณโดยวาดกล้ามเนื้อหน้าท้องกลับไปยังสันหลังของคุณ 2. โดยไม่มีการเคลื่อนไหวในการทำไซด์เวย์และให้มีการดึงหน้าท้อเข้าไป ให้หายใจออกและยกแขนและขาช้า ๆ จนกระทั่่งมันขนานกับพื้น ระวังในการติดตามจังหวะที่คุณตั้งไว้ 3. หายใจเข้าและเอาแขนและขาของคุณกลับไปช้า ๆ ในตำแหน่งเริ่มต้น 4. ทำซ้ำในจำนวนชุดซ้ำที่ต้องการ และทำการฝึกซ้ำโดยใช้แขนและขาอีกข้าง
tr: Ana Kas: Kalça Kasları Diğer Kaslar: Oblikler, Alt Sırt 1. Dizleriniz kalçanızın altında kalça açıklığında dört ayak üzerine çömelin ve ellerinizi omuzlarınızın altında omuz mesafesi açıklığında yere koyun. Omurganızı doğal bir pozisyona getirin. Karın kaslarınızı omurganıza doğru geri çekerek çekirdek gövdenizi etkinleştirin. 2. Herhangi bir şekilde yanlara hareket etmeden ve karnınız içeri çekili durumda nefes verin ve yavaşça birbirine zıt bir kolunuzu ve bacağınızı yere paralel olana kadar kaldırın. Ayarlamış olduğunuz tempoya uymaya dikkat edin. 3. Nefes alın ve kolunuzu ve bacağınızı yavaşça başlangıç pozisyonuna geri götürün. 4. Arzu edilen tekrar sayısı kadar tekrar edin, daha sonra egzersizi diğer kolunuzu ve bacağınızı kullanarak tekrar edin.

# Superman- right description
source: Main Muscle: Glutes Other Muscle: Obliques, Lower Back 1. Kneel on all fours with your knees under your hips and hip-distance apart and put your hands on the floor a shoulder-width apart under your shoulders. Put your spine into the neutral position. Activate your core by drawing your abdominal muscles back toward your spine. 2. Without any sideways movement and keeping your abdomen pulled in, exhale and slowly raise an opposite arm and leg until they are parallel to the floor. Be careful to follow the tempo you have set. 3. Inhale and slowly return your arm and leg to the starting position. 4. Repeat for the desired number of reps, then repeat the exercise using the other arm and leg.
de: Hauptmuskel: Gesäßmuskeln Anderer Muskel: Obliques, Unterer Rücken 1. Knien Sie sich auf alle Viere mit Ihren Knien unter Ihren Hüften und hüftweit auseinander und legen Sie Ihre Hände schulterweit auseinander unter Ihren Schultern auf den Boden. Bringen Sie Ihre Wirbelsäule in eine neutrale Position. Aktivieren Sie Ihren Kern, indem Sie Ihre Bauchmuskeln nach hinten zu Ihrer Wirbelsäule einziehen. 2. One jegliche Seitenbewegung und mit eingezogenem Unterleib atmen Sie aus und heben einen gegenüberliegenden Arm und ein gegenüberliegendes Bein an, bis sie parallel zum Boden sind. Achten Sie darauf, das Tempo einzuhalten, das Sie angegeben haben. 3. Atmen Sie ein und bringen Sie langsam Ihren Arm und Ihr Bein zur Anfangsposition zurück. 4. Machen Sie die gewünschte Anzahl an Wiederholungen, danach wiederholen Sie die Übung mit dem anderen Arm und Bein.
es: Músculos Principales: Glúteos Otros Músculos: Oblicuos, Parte inferior de la espalda 1. A cuatro patas, con las rodillas por debajo de las caderas y separadas a la anchura de éstas y con las manos en el suelo, separadas a la anchura de los hombros y por debajo de éstos. Pon la columna vertebral en posición neutra. Contrae los músculos abdominales hacia la columna vertebral. 2. Sin moverte hacia los lados y con el abdomen contraído, exhala y eleva lentamente un brazo y su pierna opuesta hasta que queden paralelos al suelo. Asegúrate de seguir el ritmo que hayas establecido. 3. Inhala y lentamente devuelve el brazo y la pierna a la posición inicial. 4. Repite el número de veces deseado y, después, repite el ejercicio con el otro brazo y la otra pierna.
fr: Muscle Principal: Fessiers Autre Muscle: Obliques, Bas du Dos 1. Agenouillez-vous à quatre pattes avec vos genoux sous les hanches et écartés de la largeur de vos hanches et mettez vos mains sur le sol écartées d'une largeur d'épaules sous vos épaules. Mettez votre colonne vertébrale en position neutre. Activez votre centre en tirant vos muscles abdominaux vers votre colonne vertébrale. 2. Sans mouvement latéral et en gardant votre abdomen contracté, expirez et soulevez lentement le bras et la jambe opposée jusqu'à ce qu'ils soient parallèles au sol. Assurez-vous de bien suivre le tempo que vous avez défini. 3. Inspirez et ramenez lentement le bras et la jambe à la position de départ. 4. Répétez l'opération pour le nombre souhaité de répétitions, puis répétez l'exercice en utilisant l'autre bras et l'autre jambe
it: Muscolo principale: glutei Altro muscolo: obliqui, dorsali bassi 1. Inginocchiati a quattro zampe con le ginocchia sotto le anche e metti le mani sul pavimento ad una larghezza delle spalle e sotto le spalle. Assumi una posizione neutra con la colonna vertebrale. Attiva la tue parte centrale portando i muscoli addominali verso la colonna vertebrale. 2. Senza alcun movimento laterale e mantenendo l'addome tirato, espira e lentamente solleva un braccio e la gamba opposta fino a quando sono parallele al pavimento. Fai attenzione a eseguirlo nel tempo impostato. 3. Inspira e lentamente fai tornare il braccio e la gamba alla posizione di partenza. 4. Ripeti l'operazione per il numero desiderato di ripetizioni, poi ripeti l'esercizio con l'altro braccio e gamba.
ja: 鍛える主な筋肉：臀筋 その他の筋肉：腹斜筋群、腰の筋肉 1. 両手と両ひざを床につけ、ひざはお尻の真下に来るように腰幅に広げ、手は肩の下に来るように肩幅に広げます。背骨は自然な位置になるようにします。体幹に力を入れて、腹筋を背骨に向かって引きつけます。 2. 腹筋を締めたままで、身体を左右に動かさずに、息を吐きながら対角線になる腕と脚をゆっくりと床と平行になるまで持ち上げます。自分で設定したリズムに従うように気をつけてください。 3. 息を吸いながら、上げた腕と脚を元の場所に戻します。 4. 希望する回数だけ繰り返したら、今度は反対の腕と脚で同様にエクササイズを繰り返します。
nl: Voornaamste spieren: bilspieren Andere Spieren: buitenste schuine buikspier, lage rugspieren 1. Zit op handen en knieën, knieën onder de heupen op heupbreedte uit elkaar en je handen op schouderbreedte uit elkaar onder de schouders. Zet je ruggegraat in een neutrale positie. Activeer nu je bovenlichaam door je buikspieren naar je ruggegraat te trekken. 2. Zonder zijwaartse beweging en met de buikspieren nog steeds ingetrokken uitademen en langszaam een arm en het tegenovergestelde been optillen tot ze horizontaal zijn met de vloer. Let op dat je het tempo vast houdt waarmee je begonnen bent. 3. Inademen en langszaam arm en been terug naar startpositie. 4. Herhaal het gewenste aantal keren en wissel daarna met het andere been en arm.
pt_pt: Músculo Principal: Glúteos Outros Músculos: Abdómens, Costas Inferiores 1. Fique de quatro com os joelhos sob os quadris - coloque as mãos no chão distanciadas à largura dos ombros sob seus ombros. Coloque a sua coluna numa posição neutra. Ative o seu núcleo, chamando os músculos abdominais em direção à coluna. 2. Sem qualquer movimento lateral mantenha o seu abdômen puxado, expire lentamente e levante um braço e a perna do lado oposto até ficar com estes membros paralelos ao chão. Tenha cuidado para seguir o ritmo que definiu. 3. Inspire e retorne lentamente o seu braço e a sua perna para a posição inicial. 4. Repita o procedimento para o número desejado de repetições, e em seguida, repita o exercício com o outro braço e a outra perna.
ru: Главные мышцы: ягодичные мышцы Другие мышцы: косые, поясница 1. Встаньте на четвереньки, колени расположите под бедрами на расстоянии друг от друга. Руки на ширине плеч. Позвоночник находится в нейтральном положении. Напрягите мышечный корсет. 2. Втяните живот, на выдохе медленно поднимите противоположную руку и ногу, пока они не будут параллельны полу. Будьте внимательны и следуйте установленному темпу. 3. Вдохните и медленно верните ногу и руку в исходное положение. 4. Повторите эти действия нужное количество раз, зачем повторите упражнение, используя другие руку и ногу.
sv: Huvudmuskel: Sätesmuskeln Annan muskel: Sneda magmusklerna, ländryggen 1. Knäa på alla fyra med knäna under höfterna och på en höftbredds avstånd. Ha händerna på golvet under axlarna på en axelbredds avstånd. Ha ryggraden i en neutral position. Aktivera din rygg- och bålmuskulatur genom att dra magmusklerna mot ryggraden. 2. Utan att röra dig åt sidan och med magmusklerna indragna, andas ut och lyft långsamt armen och det motsatta benet tills de är parallella med golvet. Var noga med att följa tempot du har bestämt dig för. 3. Andas in och släpp långsamt tillbaka armen och benet till startläget. 4. Upprepa önskat antal gånger och gör sedan om övningen med den andra armen och benet.
th: กล้ามเนื้อหลัก: Glutes กล้ามเนื้ออื่น: Obliques, หลังส่วนล่าง 1. คุกเข่าทั้งสี่ด้วยเข่าทั้งสองภายใต้สะโพกและในระยะห่างเท่ากับสะโพก และวางมือบนพื้นโดยกางเท่ากับความกว้างของไหล่ วางกระดูกสันหลังของท่านไปในท่ากลาง เปิดการทำงานส่วนกลางของคุณโดยวาดกล้ามเนื้อหน้าท้องกลับไปยังสันหลังของคุณ 2. โดยไม่มีการเคลื่อนไหวในการทำไซด์เวย์และให้มีการดึงหน้าท้อเข้าไป ให้หายใจออกและยกแขนและขาช้า ๆ จนกระทั่่งมันขนานกับพื้น ระวังในการติดตามจังหวะที่คุณตั้งไว้ 3. หายใจเข้าและเอาแขนและขาของคุณกลับไปช้า ๆ ในตำแหน่งเริ่มต้น 4. ทำซ้ำในจำนวนชุดซ้ำที่ต้องการ และทำการฝึกซ้ำโดยใช้แขนและขาอีกข้าง
tr: Ana Kas: Kalça Kasları Diğer Kaslar: Oblikler, Alt Sırt 1. Dizleriniz kalçanızın altında kalça açıklığında dört ayak üzerine çömelin ve ellerinizi omuzlarınızın altında omuz mesafesi açıklığında yere koyun. Omurganızı doğal bir pozisyona getirin. Karın kaslarınızı omurganıza doğru geri çekerek çekirdek gövdenizi etkinleştirin. 2. Herhangi bir şekilde yanlara hareket etmeden ve karnınız içeri çekili durumda nefes verin ve yavaşça birbirine zıt bir kolunuzu ve bacağınızı yere paralel olana kadar kaldırın. Ayarlamış olduğunuz tempoya uymaya dikkat edin. 3. Nefes alın ve kolunuzu ve bacağınızı yavaşça başlangıç pozisyonuna geri götürün. 4. Arzu edilen tekrar sayısı kadar tekrar edin, daha sonra egzersizi diğer kolunuzu ve bacağınızı kullanarak tekrar edin.
