Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Belly fat risks description
source: Because underweight women are known to have increased risk of osteoporosis, it was assumed that the heavier you are, the healthier your bones. But the results of a recent study presented at the Annual Meeting of the Radiological Society of North America suggest otherwise: Researchers found that visceral fat is associated with reduced bone-mineral density in obese women.
de: Da Frauen mit Untergewicht bekannt dafür sind, ein erhöhtes Risiko für Osteoporose haben, wurde davon ausgegangen, daß schwerer Leute gesündere Knochen haben. Aber die Ergebnisse der neuesten Studie, die bei der Jahresversammlung der Radiologischen Gesellschaft Nord Amerikas präsentiert wurde deutet anders an: Wissenschaftler haben herausgefunden, daß viszerales Fett mit reduzierter Knochenmineral Dichte in übergewichtigen Frauen verbunden ist."
es: La Grasa del Vientre Puede Aumentar el Riesgo de Osteoporosis Al saberse que las mujeres con un peso bajo tienen un mayor riesgo de padecer osteoporosis, se asumió que cuanto más peses, más sanos serán tus huesos. Pero los resultados de un estudio reciente, presentado en la Reunión Anual de la Radiological Society de Estados Unidos, sugiere lo contrario: Los investigadores averiguaron que la grasa visceral está vinculada a una reducción de densidad mineral ósea en las mujeres obesas.
fr: Parce que les femmes souffrant d'insuffisance pondérale sont connues pour avoir un risque accru d'ostéoporose, on a supposé que plus lourd vous êtes, meilleure est la santé de vos os. Mais les résultats d'une récente étude présentée à la réunion annuelle de la "Radiological Society of North America" suggèrent le contraire: Les chercheurs ont constaté que la graisse viscérale est associée à la densité minérale osseuse réduite chez les femmes obèses.
it: Perché le donne sottopeso sono note avere un rischio di osteoporosi aumentato, si è ipotizzato che più pesante sei, più sane sono le tue ossa. Ma i risultati di un recente studio presentato al meeting annuale della Radiological Society of North America suggeriscono il contrario: i ricercatori hanno scoperto che il grasso viscerale è associato ad una ridotta densità minerale ossea nelle donne obese.
ja: やせ過ぎの女性は骨そしょう症のリスクが高まることが知られているため、体重が重いほど、骨は健康であると推測されていました。しかし、北米放射線協会の年次学会で発表された最新の研究結果は、異なる結果を示していました。肥満女性において、内臓脂肪は骨のミネラル密度の減少に関連があることが、研究者によって明らかにされたのです。
nl: Omdat het bekend is dat vrouwen met ondergewicht een verhoogd risico voor Osteoperose hebben, werd verondersteld dat hoe zwaarder iemand was, des te gezonder de botten zouden zijn. Maar de resultaten van recent onderzoek die op de jaarlijkse bijeenkomst van de Radiologische Vereniging in Noord Amerika werd gepresenteerd, bewees het tegenovergestelde: Onderzoekers konden aantonen dat inwendig vet geassocieerd wordt met verminderde mineraal botdichtheid in vrouwen met overgewicht.
pt_pt: Uma vez que as mulheres com baixo peso são conhecidos por terem maior risco de osteoporose, assumiu-se que quanto mais pesado você for, mais saudáveis são os seus ossos. Mas os resultados de um estudo recente apresentado na Reunião Anual da Sociedade Radiológica da América do Norte sugerem o contrário: Os pesquisadores descobriram que a gordura visceral é associada com a densidade mineral óssea reduzida em mulheres obesas.
ru: Из-за недостатка веса у женщин, как известно, существует повышенный риск развития остеопороза, из-за чего предполагалось, что чем тяжелее вы, тем здоровее ваши кости. Но результаты недавнего исследования, представленного на ежегодной встрече радиологического сообщества Северной Америки свидетельствуют об обратном: исследования показали, что висцеральный жир связан со снижением плотности костной ткани у женщин, страдающих ожирением.
sv: Eftersom man vet att underviktiga kvinnor har ökad risk för osteoporos antogs det att ju kraftigare du är, desto friskare är ditt skelett. Men resultaten från en ny studie som presenterades på årsmötet för Radiological Society of North America visar något annat: Forskare har sett att visceralt fett hör ihop med minskad benmineraltäthet hos överviktiga kvinnor.
th: เนื่องจากสตรีที่น้ำหนักน้อยกว่าปกติก็มีความเสี่ยงต่อโรคกระดูกพรุน ถือว่าถ้าคุณมีน้ำหนักมากก็เท่ากับคุณมีกระดูกที่แข็งแรงเช่นกัน แต่ผลการศึกษาล่าสุดแสดงในที่ประชุมประจำปีของสมาคมรังสีของทวีปอเมริกาเหนือได้แนะนำเป็นอย่างอื่น นักวิจัยพบว่าไขมันรอบอวัยวะมีส่วนเกียวกับการลดความหนาแน่นของธาตุในกระดูกของสตรีที่อ้วนลงพุง
tr: Normal kilonun altında olan kadınlarda kemik erimesine yakalanma riskinin daha yüksek olduğu bilindiği için, ne kadar kilolu olursanız, kemiklerinizin de o kadar sağlıklı olduğu sanılmıştır. Ancak yakın zamanlarda Kuzey Amerika Radyoloji Kurumu’nun Yıllık Toplantısı’nda sunulan çalışmanın sonuçları bunun aksini söylemektedir: Araştırmacılar iç organlarının yağının obez kadınlardaki azalmış kemik-mineral yoğunluğuyla ilintili olduğunu saptamışlardır.

# Flatter belly description
source: A Spanish study published in the journal Diabetes Care found that eating a diet rich in monounsaturated fatty acids (MUFAs) can actually help prevent weight gain in your belly--more specifically, the accumulation of visceral fat. Foods like avocados, nuts, and olive oil are high in MUFAs, which are also known to help lower LDL (bad) cholesterol.
de: Eine spanische Studie, die in der Zeitschrift Diabetes Hilfe veröffentlicht wurde, hat herausgefunden, daß eine Ernährung reich an einfach ungesättigten Fettsäuren (MUFAs) tatsächlich Gewichtszunahme in Ihrem Bauch verhindern können--insbesondere die Ansammlung an viszeralem Fett. Speisen wie Avocados, Nüsse und Olivenöl haben einen hohen Anteil an MUFAs, die außerdem dafür bekannt sind, LDL (schlechtes) Cholesterin zu senken.
es: Un estudio español publicado en la revista Diabetes Care, averiguó que seguir una dieta rica en ácidos grasos monoinsaturados, puede ayudarte a prevenir el aumento de peso en el abdomen - más concretamente, la acumulación de grasa visceral. Los alimentos como el aguacate, las nueces y el aceite de oliva, tienen un alto contenido de ácidos grasos monounsaturados, que también se sabe que ayudan a reducir el colesterol LDL (malo).
fr: Une étude Espagnole publiée dans la revue "Diabetes Care" a révélé que manger une alimentation riche en acides gras mono-insaturé (AGMI) peut effectivement aider à prévenir le gain de poids dans le ventre - plus spécifiquement, l'accumulation de graisse viscérale. Les aliments comme les avocats, les noix et l'huile d'olive sont riches en AGMI, qui sont également connus pour aider à abaisser le LDL (mauvais cholestérol).
it: Puoi mangiare nel tuo modo per un ventre più piatto” "Uno studio spagnolo pubblicato sulla rivista Diabetes Care ha provato che una dieta ricca di acidi grassi monoinsaturi (MUFA) può effettivamente aiutare a prevenire l'aumento di peso nella pancia; più specificamente, l'accumulo di grasso viscerale. Alimenti come avocado, noci e olio d'oliva sono ricchi di acidi grassi monoinsaturi, che sono noti anche per aiutare ad abbassare il colesterolo LDL (cattivo).
ja: 学術雑誌「ダイアベティス・ケア（Diabetes Care）」で発表されたスペインの研究によると、一価不飽和脂肪酸（MUFA）は実際にお腹の部分の体重増加（より具体的には内臓脂肪の蓄積）を予防するために役立つことがわかりました。アボカド・ナッツ類・オリーブオイルなどの食べ物には一価不飽和脂肪酸が豊富に含まれており、LDLコレステロール（悪玉）を下げる効果があることも知られています。
nl: Een Spaans Onderzoek gepubliceerd in de Diabetes care Journal heeft uitgevonden dat het eten van een rijk aan monounsaturated fatty acids (MUFAs) dieet kan helpen om gewichtstoename in de buik tegen te gaan, meer bepaald de aanmaak van inwendig vet. Voeding zoals avocado’s, noten, en olijfolie zijn hoog in MUFA’s die ook helpen het LDL (slechte) cholestorol te voorkomen.
pt_pt: Um estudo espanhol publicado na revista Diabetes Care constatou que uma dieta rica em ácidos graxos monoinsaturados (MUFA) pode realmente ajudar a prevenir o ganho de peso na sua barriga - mais especificamente, o acumular de gordura visceral. Os alimentos como abacate, nozes e azeite de oliva são ricos em MUFAs, que também são conhecidos por ajudar a diminuir o LDL (mau colesterol)
ru: Испанские исследования, опубликованные в журнале “Diabetes Care” показали, что если придерживаться диете, в которой употребляются мононенасыщенные жирные кислоты (MUFAs), то можно предотвратить увеличение веса в области живота - в частности накопления висцерального жира. Такие продукты, как авокадо, орехи и оливковое масло с высоким содержанием мононенасыщенных жирных кислот также помогают снизить LDL-холестерин.
sv: En spansk studie som publicerades i tidningen Diabetes Care upptäckte att man genom att äta en diet rik på enkelomättat fett faktiskt kan förhindra viktuppgång i magen - mer bestämt ackumuleringen av visceralt fett. Mat som avokado, nötter och olivolja har mycket enkelomättat fett, vilket också är känt för att sänka LDL-kolestorol (dåligt kolestorol).
th: การศึกษาในสเปนได้ตีพิมพ์ในวารสารการดูแลโรคเบาหวานที่พบว่าการทานอาหารที่เต็มไปด้วยกรดไขมันไม่อิ่มตัวเชิงเดี่ยว (MUFAs) สามารถช่วยป้องกันไม่ให้เพิ่มน้ำหนักในท้องของคุณได้จริงๆ - ให้พูดโดยเฉพาะลงไปก็คือ การสะสมของไขมันอวัยวะภายในนั่นเอง อาหารเช่น อาโวคาโด ถั่ว น้ำมันมะกอกมี MUFAs สูงซึ่งยังเป็นที่รู้จักกันว่าช่วยลด LDL หรือคอเลสเตอรอล (ไม่ดี) ได้
tr: Diabetes Care adlı dergide yayınlanan bir İspanyol araştırmasına göre mono doymamış yağ asitleri (MUFA) bakımından zengin bir diyet uygulanarak, göbeğinize kilo alımının – daha spesifik olarak iç organ yağlarının birikiminin - önlenebileceği gösterilmiştir. Avokado, fındık ve zeytinyağı gibi yiyeceklerde MUFA oranı yüksektir; bu yiyeceklerin LDL (kötü) kolesterolü de düşürmede yardımcı olduğu bilinmektedir.

# Stronger stomach description
source: A study conducted by the U.S. Army found that strong abdominal muscles are linked to injury prevention. Researchers tracked 120 soldiers during a year of field training and found that those who were able to perform the most situps (73 situps) during their initial standard army fitness test were 5 times less likely to suffer lower-body injuries (including lower-back injury) than the men who completed fewer than 50 situps.
de: Eine von der US-Armee durchgeführte Studie hat herausgefunden, daß starke Bauchmuskeln mit Verletzungsvorbeugung verbunden ist. Wissenschaftler verfolgten 120 Soldaten während einem jahrelangen Feldtraining und haben herausgefunden, daß diejenigen, die während ihrem ersten Standard Fitnesstest für die Armee die meisten Bauchübungen (73 Situps) machen konnten, 5 Mal weniger an Unterkörperverletzungen (untere Rückenverletzung eingeschlossen) leiden, als die Männer, die weniger als 50 Situps gemacht hatten.
es: Un estudio realizado por el Ejército de los EE.UU. averiguó que los músculos abdominales están vinculados a la prevención de lesiones. Los investigadores estudiaron a 120 soldados durante un año de formación en el terreno, y averiguaron que aquellos que eran capaces de realizar más abdominales (73 abdominales) durante la prueba estándar inicial del ejército, eran 5 veces menos susceptibles de sufrir lesiones en la parte inferior del cuerpo (incluyendo lesiones en la parte inferior de la espalda) que los que hicieron menos de 50 abdominales
fr: Une étude menée par l'Armée Américaine a révélé que de forts muscles abdominaux sont liés à la prévention des blessures. Les chercheurs ont suivi 120 soldats au cours d'une année de formation sur le terrain et ont constaté que ceux qui étaient en mesure d'effectuer le plus de redressements assis (73 redressements assis) lors de leur premier test de fitness militaire standard étaient cinq fois moins susceptibles de subir des blessures du bas du corps (y compris les blessures au bas du dos) que les hommes qui ont effectué moins de 50 redressements assis
it: Uno studio condotto dall’US Army ha scoperto che forti muscoli addominali sono legati alla prevenzione degli infortuni. I ricercatori hanno seguito 120 soldati durante un anno di formazione sul campo e hanno scoperto che coloro che erano in grado di eseguire più addominali (73) durante il loro test di fitness iniziale per l’esercito hanno avuto cinque volte meno probabilità di soffrire di danni alle parti inferiore del corpo (compresi gli infortuni lombari) rispetto agli uomini che hanno completato meno di 50 addominali.
ja: アメリカ陸軍が行った研究によると、腹筋の強さはケガの予防に関連があることがわかりました。研究者たちは実地訓練を行う120人の兵士を１年間追跡し、最初の陸軍標準運動能力テストで最も多くのシットアップ（73回）ができた兵士たちは、50回以下のシットアップしかできなかった兵士たちに比べて、下半身のケガ（腰のケガを含む）を負う可能性が５倍も低いことがわかったのです。
nl: een onderzoek uitgevoerd door de US Army vond uit dat sterke buikspieren zijn gelinkt aan blessurebescherming. Onderzoekers bekeken 120 soldaten gedurende een jaar van veldtraining en merkte op dat zij die de meeste sit-ups (73) konden doen tijdend de standaard leger fitnesstest, 5 keer minder kans hadden op onderlichaamblessures (inclusief lage rugproblemen) dan de mannen die minder dan 50 sit-ups konden doen.
pt_pt: Um estudo conduzido pelo Exército dos EUA descobriu que os músculos abdominais fortes estão ligados a prevenção de lesões. Os pesquisadores acompanharam 120 soldados durante um ano de treino de campo e descobriram que aqueles que foram capazes de realizar o maior número de abdominais (73) durante o teste padrão inicial de aptidão para exército foram 5 vezes menos propensos a sofrer lesões no corpo inferior (incluindo lesão lombar) do que os homens que completaram menos de 50 abdominais.
ru: Исследование, проведенное в армии США показало, что сильный мышцы живота связаны с профилактикой повреждений. ученный исследователи 120 солдат в течении года службы и обнаружили, что те, кто был в состоянии выполнить наибольшее количество приседаний (73 приседания) во время их начальной проверки для пригодности в армию, страдали от травм нижней части тела (включая нижнюю часть спины) в 5 раз реже, чем мужчины, выполнившие менее 50 приседаний.
sv: En studie som gjordes av USA:s armé visade att starka magmuskler är kopplat till skadeförebyggande. Forskare följde 120 soldater under ett års fältträning och upptäckte att de som kunde göra flest situps (73 stycken) under arméns första standardkonditionstest hade 5 gånger lägre risk att drabbas av skador i lägre kroppen (inklusive ländryggsskador) än de som inte kunde göra mer än 50 situps.
th: การศึกษาที่ทำการศึกษาโดยกองทัพบกสหรัฐพบว่ากล้ามเนื้อท้องที่แข็งแรงจะมีส่วนเชื่อมกับกับการป้องกันการบาดเจ็บได้ นักวิจัยติดตามทหาร 120 นายในเวลาหนึ่งปีของการฝึกภาคสนามและพบว่าผู้ที่สามารถทำการซิทอัพได้มากสุด (73 ครั้ง) ในระหว่างการทดสอบตามมาตรฐานฟิตเนสขั้นเริ่มต้นของกองทัพบกจะมีโอกาส 5 เท่าที่จะรับการบาดเจ็บในร่างกายส่วนล่างได้น้อยกว่า (รวมถึงหลังส่วนล่าง) คนที่ทำซิทอัพได้น้อยกว่า 50 ครั้ง
tr: ABD ordusu tarafından gerçekleştirilen bir araştırmada güçlü karın kaslarının sakatlanmayı önleme ile bağlantılı olduğu ortaya konulmuştur. Araştırmacılar bir sene boyunca saha eğitiminde olan 120 askeri takip altına almış ve ilk standart ordu fitness testinde en fazla mekik çekebilen (73 mekik) askerlerin, alt vücut sakatlanma oranının (alt sırt sakatlanmaları da dâhil), 50’den daha az mekik çekebilen diğer askerlere göre 5 kat daha az olduğunu ortaya koymuşlardır.

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
ja: 上級者
nl: Gevorderd
pt_pt: Avançado
ru: Продвинутый
sv: Avancerad
th: ก้าวหน้า
tr: Gelişmiş

source: Strong ABS
de: Starke Bauchmuskeln
es: ABDOMINALES fuertes
fr: Abdos solides
it: ADDOMINALI forti
ja: 強い腹筋
nl: Sterke ABS
pt_pt: ABS Forte
ru: Сильный пресс
sv: Starka Magmuskler
th: ABS ที่แข็งแรง
tr: Güçlü Karınlar

source: Start Workout ABS
de: Bauchmuskeltraining starten
es: Iniciar entrenamiento de ABDOMINALES
fr: Commencer l'exercice des abdos
it: Inizia ad allenare gli ADDOMINALI
ja: 腹筋のワークアウトを始める
nl: Begin ABS Workout
pt_pt: Iniciar Treino ABS
ru: Начать тренировку по прессу
sv: Börja träna magen
th: เริ่มบริหารกล้ามหน้าท้อง
tr: Karın Antrenmanını Başlat

source: Start Workout
de: Trainiere dich
es: Iniciar entrenamiento
fr: Commencer l'exercice
it: Inizia ad allenare
ja: ワークアウトを開始する
nl: Begin Workout
pt_pt: Iniciar Treino
ru: Начать тренировку
sv: Starta Träningen
th: เริ่มออกกำลังกาย
tr: Egzersiz Başlayın

source: Power ABS
es: Potencia ABDOMINAL
fr: Abdos puissants
it: ADDOMINALI potenti
ja: 力強い腹筋
nl: Krachtige ABS
pt_pt: ABS de Força
ru: Сильный Пресс
sv: Stark Mage
th: พลัง ABS
tr: Kuvvetli Karınlar

source: Fat Burner
de: Fettverbrennung
es: Quemagrasas
fr: Brûleur de graisse
it: Brucia grassi
ja: 脂肪燃焼
nl: Ververbrander
pt_pt: Queimador de Gordura
ru: Сжигание Жира
sv: Fettbrännare
th: ตัวเผาผลาญไขมัน
tr: Yağ Yakıcı

source: ABS & Back
de: Bauch & Rücken
es: ABDOMINALES y espalda
fr: Abdos et dos
it: ADDOMINALI e schiena
ja: 腹筋＆背筋
nl: ABS & Rug
pt_pt: ABS e Costas
ru: Пресс и Спина
sv: Magmuskler och rygg
th: ABS & หลัง
tr: Karın ve Sırt

source: Core Strength
de: Rumpfstärkung
es: Fortalecimiento del núcleo
fr: Centraux solides
it: Forza di base
ja: 体幹強化
nl: Kernspieren
pt_pt: Força do Núcleo
ru: Основная Сила
sv: Core-styrka
th: พลังจากแกนกลางลำตัว
tr: Core Kuvveti

source: Full Intensity
de: Volle Intensität
es: Máxima intensidad
fr: Pleine intensité
it: Massima intensità
ja: 高強度
nl: Volle Intensiteit
pt_pt: Intensidade Máxima
ru: Полная Интенсивность
sv: Full itensitet
th: เต็มความเข้มข้น
tr: Tam Yoğunluk

source: Circuit Challenge
de: Zirkeltraining
es: Circuito de entrenamiento
fr: Défi du circuit
it: Sfida a circuito
ja: サーキットにチャレンジ
nl: Circuit Uitdaging
pt_pt: Desafio de Circuito
ru: Цикличные упражнения
sv: Cirkelövningar
th: วรจรการท้าทาย
tr: Devre Zorluğu

source: Get Leaner Abs
de: Stärkere Bauchmuskulatur
es: Consiga ABDOMINALES más esbeltos
fr: Avoir des abdos plus lisses
it: Ottieni ADDOMINALI più slanciati
ja: 脂肪の少ない腹筋へ
nl: Krijg Strakkere ABS
pt_pt: ABS para Adelgaçar
ru: Сделать стройными пресс
sv: Få snyggare magmuskler
th: ได้ตัวลีนเนอร์ Abs
tr: Daha Kaslı Karın

source: ALPHA ABS
es: ABODMINALES ALFA
fr: Abdos ALPHA
it: ADDOMINALI ALFA
ja: 極上の腹筋
nl: ALFA ABS
pt_pt: ABS ALFA
ru: Главная мышца пресса
sv: Alpha-magmuskler
tr: ALPHA Karın

source: Strong ABS Routine
de: Starke Bauchmuskel-Routine
es: Rutina potente de ABDOMINALES
fr: La routine des abdos puissants
it: Routine ADDOMINALI forti
ja: 強い腹筋を作るルーティン
nl: Sterke ABS routine
pt_pt: Rotina de ABS Forte
ru: Повторения для сильного пресса
sv: Kraftig magmuskelrutin
th: กิจวัตรการทำ ABS ให้แข็งแรง
tr: Güçlü Karın Rutini

# Get Six Pack
source: Get Six Pack 2.0
de: Den Six-Pack 2.0 erreichen
es: Consiga la tableta de chocolate 2.0
fr: Obtenir un pack de six 2.0
it: Ottieni addominali scolpiti 2.0
ja: シックスパックを作る
nl: Krijg Sixpack 2.0
pt_pt: Consiga um Six Pack 2.0
ru: Накачай Пресс 2.0
sv: Få ett sexpack 2.0
th: ได้ซิกแพ๊ก
tr: Altılı Karın Kasına Sahip Ol

# x more seconds
source: %@ more seconds
de: Noch %@ Sekunden
es: %@ segundos más
fr: %@ secondes de plus
it: altri %@ secondi
ja: あと%@秒
nl: %@ seconden meer
pt_pt: mais %@ segundos
ru: ещё %@ секунд
sv: %@ sekunder till
th: %@ มากกว่าวินาที
tr: %@ saniye daha

source: go
de: Los
es: Vamos
fr: Allez
it: Via
ja: スタート
nl: Af
pt_pt: Começar
ru: Старт
sv: Kör
th: ไป
tr: Başla

# settingsPreviewFullKey
source: Full preview
de: Ganze Vorschau
es: Vista previa completa
fr: Aperçu complet
it: Anteprima completa
ja: 全編のプレビュー
nl: Volledige preview
pt_pt: Antevisão completa
ru: Полный просмотр
sv: Fullständig förhandsvisning
th: ดูตัวอย่างแบบเต็ม
tr: Tam önizleme

# settingsPreviewShortKey
source: Short preview
de: Kurze Vorschau
es: Vista previa corta
fr: Bref aperçu
it: Anteprima corta
ja: 短いプレビュー
nl: Korte preview
pt_pt: Antevisão curta
ru: Короткий просмотр
sv: Kort förhandsvisning
th: ดูตัวอย่างสั้น
tr: Kısa önizleme

# settingsPreviewNoneKey
source: No preview
de: Keine Vorschau
es: Sin vista previa
fr: Pas d'aperçu
it: Nessuna anteprima
ja: プレビューなし
nl: Geen preview
pt_pt: Sem antevisão
ru: Без просмотра
sv: Ingen förhandsvisning
th: ไม่มีตัวอย่าง
tr: Sıfır önizleme

# settingsPreviewOptions
source: Preview options
de: Vorschauoptionen
es: Vista previa de las opciones
fr: Aperçu des options
it: Opzioni di anteprima
ja: プレビュー・オプション
nl: Preview opties
pt_pt: Opções de antevisão
ru: Параметры предпросмотра
sv: Förhandsvisningsalternativ
th: ตัวเลือกการดูตัวอย่าง
tr: Önizleme seçenekleri

# moreSettingsTitleKey
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt_pt: Definições
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar

# halfWayThereKey
source: Halfway there
de: Fast geschafft
es: Está a medio camino
fr: La moitié du temps est écoulée
it: Sei a metà
ja: 残り半分
nl: Halverwege
pt_pt: Metade já está
ru: половина пройдена
sv: Halvvägs där
th: มาครึ่งทางแล้ว
tr: Yarısı bitti

source: up next
de: weiter
es: a continuación
fr: suivant
it: vai col prossimo
ja: さぁ、次へ
nl: eerstvolgende
pt_pt: a seguir
ru: след.
sv: härnäst
th: ถัดไป
tr: sıradaki

source: workout done
de: Übung erledigt
es: ejercicio realizado
fr: exercice terminé
it: allenamento completato
ja: ワークアウト完了
nl: workout gedaan
pt_pt: treino concluído
ru: Тренировка закончено
sv: träningen utförd
th: เสร็จสิ้นท่ากายบริหาร
tr: antrenman bitti

source: workout
de: Übung
es: ejercicio
fr: exercice
it: allenamento
ja: ワークアウト
pt_pt: treino
ru: упражнение
sv: träning
th: กายบริหาร
tr: antrenman

source: done
de: erledigt
es: hecho
fr: terminé
it: fatto
ja: 完了
nl: gedaan
pt_pt: concluído
ru: закончено
sv: klar
th: เสร็จสิ้น
tr: bitti

source: workouts
de: Fitnesstraining
es: Entrenamientos
fr: Entraînements
it: Allenamento
ja: ワークアウト
nl: Trainingen
pt_pt: Treinos
ru: Тренировки
sv: Träningspass
th: การฝึกร่างกาย
tr: Antrenmanlar

# rest time x seconds
source: rest time %@ seconds
de: Pause von %@ Sekunden
es: tiempo de descanso de %@ segundos
fr: temps restant %@ secondes
it: tempo di recupero %@ secondi
ja: 休憩時間 %@ 秒
nl: resterende tijd %@ seconden
pt_pt: tempo de descanso %@ segundos
ru: время отдыха: %@ сек.
sv: vilotid %@ sekunder
th: เวลาพักผ่อน %@ วินาที
tr: dinlenme süresi %@ saniye

source: next
de: weiter
es: siguiente
fr: suivant
it: successivo
ja: 次
nl: volgende
pt_pt: próximo
ru: след.
sv: nästa
th: ต่อไป
tr: sonraki

source: last exercise
de: letzte Übung
es: último ejercicio
fr: dernier exercice
it: ultimo esercizio
ja: 最後のエクササイズ
nl: laatste oefening
pt_pt: último exercício
ru: последнее упражнение
sv: sista övningen
th: ท่ากายบริหารสุดท้าย
tr: son egzersiz

source: rest time
de: Pause von
es: tiempo de descanso
fr: temps restant
it: tempo di recupero
ja: 休憩時間
nl: resterende tijd
pt_pt: tempo de descanso
ru: время отдыха
sv: vilotid
th: เวลาพักผ่อน
tr: dinlenme süresi

# downloadErrorKey
source: Download error
de: Fehler beim Download
es: Error en la descarga
fr: Erreur de téléchargement
it: Errore Download
ja: ダウンロードのエラー
nl: Download fout
pt_pt: Erro na transferência
ru: Ошибка загрузки
sv: Nedladdnings fel
th: ข้อผิดพลาดในการดาวน์โหลด
tr: İndirme hatası

# downloadCompleteKey
source: Download complete.
de: Download vollständig.
es: Descarga completada.
fr: Téléchargement terminé.
it: Download completo.
ja: ダウンロード完了
nl: Download volledig.
pt_pt: Transferência concluída.
ru: Загрузка завершена.
sv: Nedladdning färdig.
th: ดาวน์โหลดเสร็จสิ้น
tr: İndirme tamamlandı.

# internetConnectionKey
source: Internet connection
de: Internetverbindung
es: Conexión a Internet
fr: Connexion internet
it: Connessione Internet
ja: インターネット接続
nl: Internet verbinding
pt_pt: Ligação de Internet
ru: Соеденение с интернетом
sv: Internetanslutning
th: การเชื่อมต่ออินเทอร์เน็ต
tr: internet bağlantısı

# internetConnectionLostKey
source: Internet connection lost.
de: Keine Internetverbindung.
es: Se ha perdido la conexión a Internet.
fr: Connexion internet perdue.
it: Connessione Internet persa.
ja: インターネット接続が切れました。
nl: Geen internet verbinding.
pt_pt: Ligação de Internet perdida.
ru: Интернет соединение потеряно.
sv: Internetanslutning förlorad.
th: สูญเสียการเชื่อมต่ออินเทอร์เน็ต
tr: internet bağlantısı kesildi.
