Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
ja: 初級者
pt_pt: Iniciante
ru: Новичок
sv: Nybörjare
th: เริ่มต้น
tr: Acemi

source: Intermediate
de: Mittlere
es: Intermedio
fr: Intermédiaire
it: Intermedio
ja: 中級者
nl: Gemiddeld
pt_pt: Intermédio
ru: Средний
sv: Medelmåttig
th: ปานกลาง
tr: Orta Seviye

source: Do not drink alcohol
de: Keinen Alkohol trinken
es: No bebas alcohol
fr: Ne pas boire d'alcool
it: Non bere alcolici
ja: 飲酒を控えましょう
nl: Drink geen alcohol
pt_pt: Não beba álcool
ru: Не употребляйте алкоголь
sv: Drick inte alkohol
th: อย่าดื่มแอลกอฮอล์
tr: İçki içmeyin

source: Do not smoke
de: Nicht rauchen
es: No fumes
fr: Ne pas fumer
it: Non fumare
ja: 喫煙を控えましょう
nl: Rook niet
pt_pt: Não fume
ru: Не курите
sv: Rök inte
th: อย่าสูบบุหรี่
tr: Sigara içmeyin

source: Pharmacy
de: Apotheke
es: Farmacia
fr: Pharmacie
it: Farmacia
nl: Chemie
pt_pt: Farmácia
ru: Аптека
sv: Apotek
th: เภสัช
tr: Eczane

source: Eat more fruits
de: Essen Sie mehr Obst
es: Come más fruta
fr: Mangez plus de fruits
it: Mangia più frutta
ja: 果物をもっと食べましょう。
nl: Eet meer Fruit
pt_pt: Coma mais frutas
ru: Ешьте больше фруктов
sv: Ät mer frukt
th: ทานผลไม้มากขึ้น
tr: Daha fazla meyve yiyin

source: Swim
de: Schwimmen
es: Nadar
fr: Nager
it: Nuota
ja: 泳ぎましょう。
nl: Zwemmen
pt_pt: Nade
ru: Плавание
sv: Simma
th: ว่ายน้ำ
tr: Yüzün

source: Your decision
de: Ihre Entscheidung
es: Tu decisión
fr: Votre choix
it: La tua decisione
ja: あなたの決断
nl: Jouw beslissing
pt_pt: A sua decisão
ru: Ваше решение
sv: Ditt val
th: การตัดสินใจของคุณ
tr: Sizin kararınız

source: Do cardio 3 days a week
de: Machen Sie 3 Tage die Woche Ausdauertraining
es: Haz cardio 3 días a la semana
fr: Faire du cardio 3 jours par semaine
it: Fai cardio 3 giorni alla settimana
ja: 週３日有酸素運動をしましょう
nl: 3 dagen per week lopen
pt_pt: Fazer cardio 3 dias por semana
ru: Кардио тренировки 3 дня в неделю
sv: Gör cardio 3 gånger i veckan
th: ทำการฝึกคาร์ดิโอ 3 วันต่อสัปดาห์
tr: Haftada 3 gün kardiyo yapın

source: Sleep 8 hours a day
de: Schlafen Sie 8 Stunden am Tag
es: Duerme 8 horas al día
fr: Dormir 8 heures par jour
it: Dormi 8 ore al giorno
ja: 毎日８時間眠りましょう
nl: Voldoende slapen
pt_pt: Dormir 8 horas por dia
ru: Сон 8 часов в день
sv: Sov 8 timmar om dagen
th: นอน 8 ชั่วโมงต่อวัน
tr: Günde 8 saat uyuyun

source: Set a goal and achieve it
de: Setzen Sie sich ein Ziel und erreichen Sie es
es: Ponte una meta y alcánzala
fr: Fixer un objectif et l'atteindre
it: Imposta un obiettivo e raggiungilo
ja: 目標を設定して、それを達成しましょう
nl: Een doel stellen en het bereiken
pt_pt: Estabelecer meta e alcançá-la
ru: Поставьте себе цель и добивайтесь ее
sv: Sätt upp ett mål och nå det
th: ตั้งเป้าหมายและทำให้ได้
tr: Bir hedef koyun ve ona ulaşın

source: Drink more water
de: Trinken Sie mehr Wasser
es: Bebe más agua
fr: Boire plus d'eau
it: Bevi più acqua
ja: 水をもっと飲みましょう
nl: Drink meer water
pt_pt: Beber mais água
ru: Пейте больше воды
sv: Drick mer vatten
th: ดื่มน้ำมากขึ้น
tr: Daha fazla su için

source: How often to workout
de: Wie oft man trainieren sollte
es: Con qué frecuencia hay que hacer ejercicio
fr: Faits surprenants sur les Abdos
it: Quante volte ti alleni
ja: ワークアウトの頻度
nl: Hoe vaak trainen
pt_pt: Quantas vezes treinar
ru: Как часто тренироваться
sv: Hur ofta man ska träna
th: ไปออกกำลังบ่อยแค่ไหน
tr: Ne kadar sıklıkla antrenman yapmalı

source: Not only abs
de: Nicht nur Bauchmuskeln
es: No sólo abdominales
fr: Pas seulement les abdos
it: Non solo addominali
ja: 腹筋以外も鍛えましょう
nl: Niet alleen abs
pt_pt: Não apenas abdominais
ru: Не только пресс
sv: Inte bara magmusklerna
th: ไม่เพียงแต่ abs เท่านั้น
tr: Yalnızca karın kasları değil

source: Stronger back
de: Stärkerer Rücken
es: Una espalda más fuerte
fr: Un dos plus fort
it: Schiena più forte
ja: 背筋を鍛えましょう
nl: Sterkere rug
pt_pt: Costas Mais Fortes
ru: Сильная спина
sv: Starkare rygg
th: หลังที่แข็งแรงกว่า
tr: Daha güçlü sırt

source: Most effective moves
de: Effektivste Bewegungen
es: Los movimientos más efectivos
fr: Des mouvements plus efficaces
it: Movimenti più efficaci
ja: 最も効果的なエクササイズ
nl: Effectief bewegen
pt_pt: Os movimentos mais eficazes
ru: Наиболее эффективные шаги
sv: De mest effektiva övningarna
th: การเคลื่อนไหวที่มีประสิทธิภาพมากที่สุด
tr: En etkili hareketler

source: Not worthy moves
de: Unnötige Bewegungen
es: Movimientos que no merecen la pena
fr: Les mouvements sans intérêt
it: Movimenti non validi
ja: 効果の少ないエクササイズ
nl: Bewegingen niet waard om te doen
pt_pt: Movimentos sem valor
ru: Не стоит делать
sv: Ovärda övningar
th: ไม่เป็นการเคลื่อนไหวที่มีค่า
tr: Değmeyecek hareketler

source: Belly fat
de: Bauchfett
es: Grasa en el vientre
fr: La graisse du ventre
it: Grasso addominale
ja: お腹の脂肪
nl: Buikvet
pt_pt: Gordura da Barriga
ru: Жир живота
sv: Magfett
th: ไขมันหน้าท้อง
tr: Göbek yağı

source: About fat
de: Über Fett
es: Sobre la grasa
fr: A propos de la graisse
it: A proposito di grasso
ja: 脂肪について
nl: Over vet
pt_pt: Sobre a Gordura
ru: О жире
sv: Om fett
th: เกี่ยวกับไขมัน
tr: Yağ hakkında

source: Belly fat risks
de: Bauchfett Risiken
es: Riesgos de la grasa del vientre
fr: Risques de la graisse du ventre
it: Rischi legati al grasso addominale
ja: お腹の脂肪のリスク
nl: Buikvet Risico’s
pt_pt: Riscos de gordura na barriga
ru: Риски жира на животе
sv: Risker med magfett
th: ความเสี่ยงของไขมันหน้าท้อง
tr: Göbek yağı riskleri

source: Flatter belly
de: Flacher Bauch
es: Vientre Plano
fr: Ventre plat
it: Pancia più piatta
ja: より平らなお腹のために
nl: Plattere Buik
pt_pt: Barriga mais plana
ru: Стройный живот
sv: Plattare mage
th: หน้าทองที่ราบเรียบ
tr: Daha düz bir göbek

source: Stronger stomach
de: Stärkerer Bauch
es: Estómago Fuerte
fr: Un Estomac Plus Solide
it: Stomaco forte
ja: より強い腹筋の効果
nl: Sterkere maag
pt_pt: Estômago mais forte
ru: Сильный желудок
sv: Starkare mage
th: กล้ามท้องที่แข็งแรงขึ้น
tr: Daha güçlü bir mide

# Do not drink alcohol description
source: It negatively affects your central nervous system and damages your liver, kidneys and slows the assimilation of proteins. As well it narrows the blood vessels and contributes to the absorption of the liquid from your body.
de: Es hat einen negativen Einfluß auf Ihr Zentralnervensystem und schädigt Ihre Leber, Ihre Nieren und verlangsamt die Verarbeitung von Proteinen. Außerdem verengt es die Blutgefäße und trägt dazu bei, Flüssigkeit aus Ihrem Körper zu ziehen.
es: Afecta negativamente al sistema nervioso central, produce daños en el hígado y los riñones, y reduce la asimilación de proteínas. También estrecha los vasos sanguíneos y contribuye a la absorción del líquido del cuerpo.
fr: Cela affecte négativement le système nerveux central et abime votre foie, vos reins et cela ralentit l'assimilation des protéines. De plus cela rétrécit les vaisseaux sanguins et contribue à l'absorption du liquide de votre corps
it: Influisce negativamente sul sistema nervoso centrale e danneggia il fegato, i reni e rallenta l'assimilazione delle proteine. Restringe i vasi sanguigni e contribuisce all'assorbimento del liquido dal corpo.
ja: 飲酒は中枢神経システムに悪影響を与え、肝臓や腎臓を傷つけ、たんぱく質の消化を遅らせてしまいます。また、血管を狭くし、身体から水分を奪い取ります。
nl: Het beïnvloedt je centrale zenuwstelsel en beschadigt je lever, nieren en vetraagt de opname van eiwitten. Het vernauwt de bloedvaten en draagt bij aan de opname van vocht in je lichaam.
pt_pt: Isso afeta negativamente o seu sistema nervoso central e prejudica o seu fígado, rins e diminui a assimilação de proteínas. Assim como estreita os vasos sanguíneos e contribui para a absorção de líquidos do seu corpo
ru: Это негативно влияет на центральную нервную систему и наносит ущерб вашей печени, почкам и замедляет усвоение белков. Также употребление алкоголя сужает кровеносные сосуды и способствует поглощению жидкости из вашего тела
sv: Det påverkar ditt centrala nervsystem negativt och skadar din lever och dina njurar, samt saktar ner upptagningen av protein. Dessutom vidgar alkohol dina blodkärl och bidrar till absorberingen av vätska från din kropp.
th: มันมีผลในแง่ลบต่อระบบประสาทส่วนกลางของคุณและทำลายตับ ไต และทำให้การดูดซึมโปรตีนช้าลง ในขณะเดียวกันมันทำให้เส้นเลือดแคบลงและส่งผลต่อการดูดซึมของของเหลวจากร่างกายของคุณ
tr: İçki merkezi sinir sisteminizi olumsuz bir şekilde etkiler ve karaciğerinize ve böbreklerinize zarar vererek proteinlerin özümsenmesini yavaşlatır. Ayrıca damarlarınızı daraltır ve vücudunuzda bulunan sıvıların emilmesine katkı sağlar.

# Do not smoke description
source: Smoking harms the central nervous system and it has a negative impact upon your internal organs respiratory system and lungs. As well it's a common cause for cancer.
de: Rauchen schadet dem Zentralnervensystem und hat eine negative Auswirkung auf Ihre inneren Organe, Ihr Atmungssystem und Ihre Lungen. Außerdem ist es eine häufige Ursache für Krebs.
es: Fumar perjudica al sistema nervioso central y tiene un efecto negativo en los órganos internos, el sistema respiratorio y los pulmones. Además de ser una causa común del cáncer
fr: Fumer nuit au système nerveux central et ça a un impact négatif sur vos organes internes, votre système respiratoire et vos poumons. De même c'est une cause fréquente de cancer.
it: Il fumo danneggia il sistema nervoso centrale e ha un impatto negativo sugli organi interni del tuo sistema respiratorio e polmoni. Inoltre, è una causa comune per il cancro
ja: 喫煙は中枢神経システムを傷つけ、内臓・呼吸器官・肺などに悪影響を与えます。また、ガンの原因になることもよくあります。
nl: Roken beschadigt het centrale zenuwstelsel en heeft een negatieve impact op de interne organen, ademhalingssysteem en longen. Het is tevens een bekende veroorzaken van kanker.
pt_pt: Fumar prejudica o sistema nervoso central e tem um impacto negativo sobre os seus órgãos internos do sistema respiratório e pulmões. Assim como é uma causa comum para o cancro.
ru: Курение вредит центральной нервной системе, что оказывает негативное влияние на ваши внутренние органы дыхательной системы и легких. А также это является распространенной причиной появления рака
sv: Rökning skadar det centrala nervsystemet och har en negativ inverkan på dina inre andningsorgan och lungorna. Det är även en vanlig orsak till cancer.
th: การสูบบุหรี่ทำร้ายระบบประสาทส่วนกลางและมีผลกระทบในเชิงลบต่ออวัยวะการหายใจและปอด ในขณะเดียวกันก็เป็นสาเหตุให้เกิดมะเร็ง
tr: Sigara içmek merkezi sinir sistemine zarar verir ve iç organlarınız, solunum sisteminiz ve akciğerleriniz üzerinde negatif bir etkiye sahiptir. Ayrıca sigara içmek yaygın bir kansere yakalanma nedenidir.

# Pharmacy description
source: I recommend you to consume as many vegetables as you can! Vegetables are proven to be a good source of fibers which greatly improve your digestion.
de: Ich empfehle Ihnen, so viel Gemüse zu verzehren wie möglich! Es ist bewiesen, daß Gemüse eine gute Quelle für Ballaststoffe ist, die Ihre Verdauung sehr verbessern
es: Te recomiendo que consumas tantas verduras como puedas. Se ha demostrado que las verduras son una excelente fuente de fibra, que mejora notablemente la digestión.
fr: Je vous recommande de consommer autant de légumes que vous le pouvez! Les légumes se prouvés être une bonne source de fibres qui améliorent grandement votre digestion
it: Ti consiglio di consumare più verdure che puoi! Le verdure si sono dimostrate essere una buona fonte di fibre che migliora notevolmente la digestione.
nl: Ik adviseer je om zo veel groenten te eten als je kunt! Groenten zijn een bewezen prefecte bron voor voedingsvezels die de voedselvertering positief beïnvloeden.
pt_pt: Eu recomendo que consuma o maior número de vegetais que consiga! Os legumes provaram que são uma boa fonte de fibras, que melhoram muito a digestão.
ru: Я рекомендую вам употреблять в пищу как можно больше овощей. Доказано, что овощи являются отличным источником волокон, которые значительно улучшают пищеварение.
sv: Jag rekommenderar att du äter så många grönsaker du kan! Grönsaker har visat sig vara en bra källa till fibrer, som i hög grad förbättrar din matsmältning.
th: ผมแนะนำให้คุณให้บริโภคผักมากเท่าที่สามารถจะทำได้! ผักได้รับการพิสูจน์แล้วว่าเป็นแหล่งไฟเบอร์ที่ดีซึ่งช่วยพัฒนาการย่อยอาหารของคุณได้ดี
tr: Size mümkün olduğunca fazla sebze tüketmenizi öneriyorum! Sebzelerin, hazmınızı muazzam bir şekilde geliştiren fiberleri alabileceğiniz iyi bir kaynak olduğu kanıtlanmıştır.

# Eat more fruits description
source: I strictly recommend you to daily consume fruits. The more, the better. Fruits are proven to be a good source of energy being rich in vitamins, fibers and antioxidants.
de: Ich empfehle Ihnen sehr, jeden Tag Obst zu essen. Je mehr, desto besser. Es ist bewiesen, daß Obst eine gute Quelle für Energie ist, da es reich an Vitaminen, Ballaststoffen und Antioxidantien ist.
es: Te recomiendo encarecidamente que comas fruta a diario. Cuanta más, mejor. Se ha demostrado que la fruta es una excelente fuente de energía, al ser rica en vitaminas, fibras y antioxidantes
fr: Je vous recommande rigoureusement de consommer quotidiennement des fruits. Le plus sera le mieux. Les fruits sont prouvés être une bonne source d'énergie étant riches en vitamines, fibres et antioxydants
it: Mi raccomando, consumare frutta rigorosamente e quotidianamente. Più ne mangi, meglio è. La frutta si è dimostrata essere una buona fonte di energia essendo ricca di vitamine, fibre e antiossidanti.
ja: 果物を毎日食べることを強く推奨しています。多く食べるほど良いでしょう。果物はビタミン・食物繊維・抗酸化物質などが豊富な大切なエネルギー源です。
nl: Ik beveel iedereen aan om dagelijks vers fruit te eten. Hoe meer hoe beter. Fruit is een goede bron van energie en rijk aan vitamines, vezels en anti-oxydanten.
pt_pt: Eu recomendo vivamente a consumir diariamente frutas. Quanto mais, melhor. As frutas provaram ser uma boa fonte de energia sendo ricas em vitaminas, fibras e antioxidantes
ru: Я рекомендую вам ежедневно употреблять фрукты. Чем больше, тем лучше. Фрукты - это хороший источник энергии, который богат витаминами, волокнами и антиоксидантами
sv: Jag rekommenderar verkligen att du äter frukt varje dag. Ju mer, desto bättre. Frukt har visat sig vara en bra källa till energi eftersom de är rika på vitaminer, fibrer och antioxidanter.
th: ผมขอแนะนำให้คุณทานผลไม้ในแต่ละวัน มากขึ้น ยิ่งดีขึ้น ผลไม้ได้รับการพิสูจน์ว่าเป็นแหล่งพลังงานเต็มไปด้วยวิตามิน ไฟเบอร์และสารต่อต้นอนุมูลอิสระ
tr: Günlük olarak meyve tüketmenizi şiddetle tavsiye ederim. Ne kadar çok, o kadar iyi. Meyvelerin vitamin, fiber ve antioksidan yönünden zengin olmaları nedeniyle iyi bir enerji kaynağı oldukları kanıtlanmıştır.

# Swim description
source: Swimming is a great way of losing weight and getting rid of fat. Almost all the muscles of our body are working during swimming. It is very important to know how to correctly swim, for a better effect I recommend you to swim for 35-45 minutes and the pulse should be at least 120-125.
de: Schwimmen ist gut, um Gewicht zu verlieren und Fett loszuwerden. Beim Schwimmen sind fast alle Muskeln in Ihrem Körper am arbeiten. Es ist sehr wichtig zu wissen, wie man richtig schwimmt, für eine bessere Auswirkung empfehle ich, für 35-45 Minuten zu schwimmen und der Puls sollte mindestens bei 120-125 liegen.
es: Nadar es una estupenda manera de perder peso y deshacerse de la grasa. Durante la natación se trabajan casi todos los músculos de nuestro cuerpo. Es muy importante saber cómo nadar correctamente; para un mejor efecto, te recomiendo que nades durante 35-45 minutos; y tu pulso debe ser de al menos 120-125.
fr: La natation est un excellent moyen de perdre du poids et de se débarrasser de la graisse. Presque tous les muscles de notre corps travaillent pendant la nage. Il est très important de savoir nager correctement, pour un meilleur résultat je vous recommande de nager pendant 35-45 minutes et les pulsations doivent être d'au moins 120-125
it: Il nuoto è un ottimo modo di perdere peso e sbarazzarsi del grasso. Quasi tutti i muscoli del nostro corpo lavorano durante il nuoto. E' molto importante saper nuotare correttamente; per risultati migliori, ti consiglio di nuotare per 35-45 minuti e le pulsazioni dovrebbero essere almeno 120-125
ja: 水泳は体重を減らし、脂肪を取り除く素晴らしい方法です。水泳中には、身体中のほとんどすべての筋肉を使うことができます。正しい泳ぎ方を知っていることがとても大切で、大きな効果を得るには、最低でも毎分120～125の心拍数で35～45分泳ぐと良いでしょう。
nl: Zwemmen is een ideale manier om gewicht kwijt te raken en vet te verliezen. Bijna alle spieren in je lichaam zijn nodig bij het zwemmen. Het is uiteraard belangrijk om te weten hoe je goed moet zwemmen voor het beste effect. Ik raad je aan om regelmatig 35 tot 45 minuten te zwemmen waarbij je hartslag tussen de 120 en 125 moet uitkomen.
pt_pt: A natação é uma excelente forma de perder peso e se livrar da gordura. Quase todos os músculos do nosso corpo trabalham durante a natação. É muito importante saber como nadar corretamente, sendo que para um maior efeito eu recomendo que nade 35 a 45 minutos e que mantenha a pulsação a pelo menos 120-125.
ru: Плавание является отличным способом похудения и избавления от лишнего жира. Почти все мышцы нашего тела работают во время плавания. Очень важно знать, как правильно плавать. Для лучшего эффекта и рекомендую вам плавать 35-45 минут, пульс должен быть не менее 120-125.
sv: Simning är ett utmärkt sätt att gå ner i vikt på och bli av med fett. Nästan alla muskler i din kropp arbetar när du simmar. Det är väldigt viktigt att veta hur man simmar rätt. För bättre effekt rekommenderar jag att du simmar i 35-45 minuter med en puls på minst 120-125.
th: การว่ายน้ำเป็นวิธีการที่เยี่ยมในการลดน้ำหนักและกำจัดไขมัน ทุกกล้ามเนื้อเกือบทั้งหมดของร่างกายของคุณทำงานในขณะว่ายน้ำ มันเป็นสิ่งสำคัญมากที่รู้จักการว่ายน้ำอย่างถูกวิธี ยิ่งทำให้มีประสิทธิภาพมากขึ้น ผมแนะนำให้คุณว่ายน้ำ 30-35 นาทีและชีพจรควรอยู่ที่ขึ้นต่ำที่ 120-125
tr: Yüzmek kilo vermek ve yağlardan kurtulmak için harika bir yoldur. Yüzme esnasında vücudumuzda bulunan neredeyse bütün kaslar çalışır. Nasıl düzgün bir şekilde yüzüleceğini bilmek de inanılmaz derecede önemlidir. Daha iyi bir etki için size 35-45 dakika yüzmenizi ve nabzınızın en az 120-125 olmasını tavsiye ederim.

# Your decision description
source: If you're having problems with your weight you may have problems with cardio vascular system, respiratory system, exceeded cholesterol level, and potency. Now being in a good shape you can get the best out of life, you're active and powerful and more self-confident.
de: Wenn Sie Gewichtsprobleme haben, haben Sie eventuell Probleme mit dem Herz-Kreislauf-System, Atemsystem, Hohem Cholersterin und der Potenz. Da Sie jetzt in guter Form sind, können Sie das Beste vom Leben haben, Sie sind aktiv, stark und selbstbewußter.
es: Si tienes problemas de peso, podrías tener problemas con el sistema cardio vascular, el sistema respiratorio, exceso de colesterol y potencia. Estando en forma, se puede sacar un mejor partido a la vida, al estar activo, fuerte y más seguro de ti mismo.
fr: Si vous avez des problèmes de poids, vous pouvez avoir des problèmes cardio vasculaires, respiratoires, de dépassement de niveau de cholestérol, et de force. Maintenant en étant en bonne forme, vous pouvez tirer le meilleur parti de la vie, vous êtes actif et puissant et plus confiant en vous-même.
it: Se hai problemi con il tuo peso, puoi avere problemi con il sistema cardio vascolare, il sistema respiratorio, il livello di colesterolo superato e la potenza sessuale. Dunque, essendo in una buona forma, puoi ottenere il meglio dalla vita, sei attivo e potente e più sicuro di sé.
ja: 体重に問題を抱えている場合、循環器・呼吸器・コレステロール過剰・性的能力などに問題がある可能性があります。健康的な体型でいることで、人生を最大限に楽しむことができ、活動的で力強くいられるとともに、もっと自信を持つことができます。
nl: Als je gewichtsproblemen hebt, heb je waarschijnlijk ook problemen met het hart en vatenstelsel, ademhalingssysteem, verhoogd cholesterolniveau en kracht. Door goed in vorm te zijn of komen kun je het beste uit het leven halen, ben je actiever, krachtiger en heb je meer zelfvertrouwen.
pt_pt: Se estiver a ter problemas com seu peso, poderá ter problemas com o sistema cardiovascular, sistema respiratório, nível de colesterol ultrapassado, e potência. Agora estando em boa forma, você pode tirar o melhor proveito da vida, estar mais ativo, poderoso e mais autoconfiante.
ru: Если у вас возникли проблемы с лишним весом, это значит, что у вас могут возникнуть проблемы с сердечно-сосудистой системой, дыхательной системой, может быть повышенный уровень холестерина, проблемы с потенцией. Прибывая в хорошей форме, вы можете получать лучшее от жизни, вы активны и более уверены в себе.
sv: Om du har problem med vikten kanske du har problem med hjärt-kärlsystemet, andningsorganen, en för hög kolesterolnivå och styrka. Om du är i bra form kan du få ut det bästa av livet - du är aktiv, stark och mer självsäker.
th: ถ้าคุณมีปัญหากับน้ำหนักตัวของคุณ คุณอาจจะมีปัญหากับระบบการสูบฉีดเลือดของหัวใจ ระบบการหายใจ ระดับคลอเรสตอรอลที่มากเกินและการเสื่อมสมรรถภาพ ตอนนี้การมีรูปร่างที่ดี คุณสามารถได้รับสิ่งที่วิเศษสุดในชีวิต คุณจะกระฉับกระเฉงแข็งแรงและมีความมั่นใจในตนเอง
tr: Eğer kilonuz ile ilgili sorunlar yaşıyorsanız, o zaman kardiyovasküler sisteminiz, solunum sisteminiz ile ilgili ve aşırı kolesterol seviyeleri ve iktidarsızlık gibi sorunlarınız da olabilir. Artık fit bir vücuda sahip olarak hayatınızı en iyi şekilde yaşayabilirsiniz; daha aktif ve güçlü olursunuz ve kendinize daha çok güvenirsiniz.
