Repository: softintercomshit/six-pack-abs
Catalog: ABS-Valerio/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_pt, ru, sv, th, tr

# Dumbbell Crunch 2 description
source: Main Muscle: Rectus Abdominis Other Muscle: Obliques 1. Lie back on the flat bench. Hold dumbbell above you. 2. Raise your upper body upward while keeping your lower back on the bench. Hold for one second. Return to starting position.
de: Hauptmuskel: Rektusabdominis Anderer Muskel: Obliques 1. Legen Sie sich auf die Flachbank. Halten Sie die Kurzhantel über sich. 2. Heben Sie Ihren Oberkörper hoch, während Sie Ihren unteren Rücken auf der Bank lassen. Für eine Sekunde halten. Zur Anfangsposition zurückgehen.
es: Músculos Principales: Rectus Abdominis Otros Músculos: Oblicuos 1. Túmbate de espaldas en un banco plano. Sujeta una mancuerna por encima de ti. 2. Levanta la parte superior del cuerpo,manteniendo la parte inferior de la espalda en el banco. Mantén la posición durante un segundo. Vuelve a la posición inicial.
fr: Muscle Principal: Rectus Abdominis Autre Muscle: Obliques 1. Allongez-vous sur le banc plat. Tenez l'haltère au-dessus de vous. 2. Soulevez le haut du corps vers le haut tout en gardant le bas du dos sur le banc. Maintenez la position pendant une seconde. Revenez à la position de départ
it: Muscolo principale: retto addominale Altro muscolo: obliqui 1. Sdraiati sulla panca piana. Tieni i manubri sopra di te. 2. Sollevare la parte superiore del corpo verso l'alto, mantenendo la zona lombare sulla panca. Mantieni la posizione per un secondo. Torna alla posizione di partenza.
ja: 鍛える主な筋肉：腹直筋 その他の筋肉：腹斜筋群 1. ディクラインベンチに横たわります。ダンベルを身体の真上で持ちます。 2. 腰をベンチから浮かせずに、上半身を持ち上げます。１秒間静止させ、その後、最初の位置まで戻します。
nl: Voornaamste spieren: rechte buikspier Andere Spieren: buitenste schuine buikspier 1. Lig vlak op een rechte bank. Houd een halter boven je. 2. Til je bovenlichaam op terwijl je je lage rug op het bankje houdt. Hoed een seconde vast en ga terug naar de startpositie.
pt_pt: Músculo Principal: Rectus Abdominis Outros Músculos: Abdómens 1. Deite-se num banco plano. Segure halteres por cima de si. 2. Levante a parte superior do corpo para cima, mantendo a região lombar no banco. Aguente durante um segundo. Retorne à posição inicial.
ru: Главные мышцы: прямые мышцы живота Другие мышцы: косые мышцы 1. Лягте на скамейку. Держите гантели над вами. 2. Поднимите верхнюю часть тела вверх, при этом поясница должна оставаться на скамье. Задержитесь на секунду. Вернитесь в исходное положение
sv: Huvudmuskel: Raka magmusklerna Annan muskel: Sneda magmusklerna 1. Ligg på rygg på den raka bänken. Håll hanteln över dig. 2. Lyft överkroppen uppåt medan du håller ländryggen på bänken. Håll i en sekund. Återgå till startläget.
th: กล้ามเนื้อหลัก: Rectus Abdominis กล้ามเนื้ออื่นๆ: Obliques 1. นอนหงายบนม้านั่งที่แบนราบ ถือดัมเบลเหนือตัวคุณ 2 ยกร่างกายท่อนบนขึ้นในขณะที่ให้หลังท่อนล่างกลับไปบนม้านั่ง ค้างไว้หนึ่่งวินาที กลับไปตำแหน่งเริ่มต้น
tr: Ana Kas: Rectus Abdominis Diğer Kaslar: Oblikler 1. Düz bir sehpaya sırt üstü uzanın. Dambılı üzerinizde tutun. 2. Sırtınızın alt kısmını sehpada tutarak gövdenizin üst kısmını yukarı doğru kaldırın. Bir saniyeliğine tutun. Başlangıç pozisyonuna geri dönün.

# Dumbbell Side Bend- left description
source: Main Muscle: Abdominals Other Muscle: None 1. Stand holding one dumbbell in your hand holding your palms in. Keep your waist. Slowly bend sideways as far as you can go. 2. When you are done with all the reps, change weight to your other hand. Keep in mind not to bend hips or knees, only your waist.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Im Stehen halten Sie eine Kurzhantel in Ihrer Hand, Handflächen nach innen. Halten Sie sie an Ihrer Taille. Biegen Sie sich soweit seitwärts wie möglich. 2. Wenn Sie mit allen Wiederholungen fertig sind, wechseln Sie das Gewicht zur anderen Hand. Achten Sie darauf, Ihre Hüften und Knie nicht zu biegen, nur Ihre Taille.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. De pie, con una mancuerna en la mano y la palma hacia dentro. Inclínate lentamente hacia un lado, tanto como puedas. 2. Cuando hayas terminado todas las repeticiones, cambia la mancuerna a la otra mano. Recuerda que no debes doblar las caderas ni las rodillas, sólo la cintura.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Tenez-vous avec un haltère dans la main en tenant les paumes vers l'intérieur. Tenez votre taille. Lentement plier latéralement aussi loin que vous pouvez aller. 2. Lorsque vous avez terminé avec toutes les répétitions, changez le poids de main. Gardez à l'esprit de ne pas plier les hanches ou les genoux, seulement votre taille
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Stai in piedi mantenendo un manubrio con la mano con i palmi dentro. Mantieni la vita. Piegati lentamente di lato, per quanto possibile. 2. Quando hai finito con tutte le ripetizioni, metti il peso sull'altra mano. Tieni a mente di non piegare i fianchi o le ginocchia, solo la vita.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 右手にダンベルを持って立ちます。ウエストの位置は動かさないようにします。できるだけ大きく左に、ゆっくりと身体を倒します。股関節やひざではなく、ウエストから身体を倒すように気をつけます。
nl: Voornaamste spieren: buikspieren Andere Spieren: geen 1. Sta rechtop en houd een halter in je hand met de handpalmen naar binnen gericht. Houd je middel strak. Buig dan langszaam naar een zijkant zo ver als je kunt. 2. Ga terug naar de startpositie en herhaal de oefening het benodigde aantal keren. Wissel daarna af met de andere zijde. Onthoud dat je heupen of knieën niet buigt, alleen je middel.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Segure num halter na sua mão virando as palmas da mão para dentro. Mantenha a sua cintura. Lentamente, dobre-se para o lado, o máximo que conseguir. 2. Quando tiver concluídas todas as repetições, mude o peso para a outra mão. Tenha em mente que não deve dobrar os quadris ou os joelhos, apenas a sua cintura.
ru: 1. Встаньте, держа в руке гантель, другой ладонью обхватите руку. Медленно нагибайтесь в сторону, насколько вы можете. 2. Когда вы закончите упражнение, переложите вес в другую руку. Имейте ввиду, что нагинать надо не бедра или колени, а только вашу талию.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Stå och håll i en hantel i ena handen med handflatorna vända inåt. Böj dig långsamt åt ena hållet så långt det går. 2. När du är klar med alla repetitioner, lägg vikten i den andra handen. Kom ihåg att inte böja på höfterna eller knäna, bara på midjan.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. ยืนถือดัมเบลในมือที่กำฝ่ามือไว้ ให้เอวของคุณ เอนไปด้านข้างช้า ๆ ไปไกลออกไปเท่าที่คุณสามารถทำได้ 2. เมื่อคุณทำเสร็จในรอบซ้ำนี้ ให้เปลี่ยนไปถือเวทนี้ด้วยอีกมือหนึ่ง จำไว้ว่าจะไม่งอสะโพกหรือเข่า ให้งอเฉพาะสะโพกของคุณเท่านั้น
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Avuç içlerinizi içeri doğru tutarak bir elinizde bir dambıl tutarak ayakta durun. Belinizi dik tutun. Yavaşça gidebildiğiniz kadar yana doğru eğilin. 2. Tüm tekrarları tamamladıktan sonra, ağırlığı diğer elinize geçirin. Kalçalarınızı ve dizlerinizi değil de yalnızca belinizi büküyor olmanız gerektiğini aklınızdan çıkarmayın.

# Dumbbell Side Bend- right description
source: Main Muscle: Abdominals Other Muscle: None 1. Stand holding one dumbbell in your hand holding your palms in. Keep your waist. Slowly bend sideways as far as you can go. 2. When you are done with all the reps, change weight to your other hand. Keep in mind not to bend hips or knees, only your waist.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Im Stehen halten Sie eine Kurzhantel in Ihrer Hand, Handflächen nach innen. Halten Sie sie an Ihrer Taille. Biegen Sie sich soweit seitwärts wie möglich. 2. Wenn Sie mit allen Wiederholungen fertig sind, wechseln Sie das Gewicht zur anderen Hand. Achten Sie darauf, Ihre Hüften und Knie nicht zu biegen, nur Ihre Taille.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. De pie, con una mancuerna en la mano y la palma hacia dentro. Inclínate lentamente hacia un lado, tanto como puedas. 2. Cuando hayas terminado todas las repeticiones, cambia la mancuerna a la otra mano. Recuerda que no debes doblar las caderas ni las rodillas, sólo la cintura.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Tenez-vous avec un haltère dans la main en tenant les paumes vers l'intérieur. Tenez votre taille. Lentement plier latéralement aussi loin que vous pouvez aller. 2. Lorsque vous avez terminé avec toutes les répétitions, changez le poids de main. Gardez à l'esprit de ne pas plier les hanches ou les genoux, seulement votre taille
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Stai in piedi mantenendo un manubrio con la mano con i palmi dentro. Mantieni la vita. Piegati lentamente di lato, per quanto possibile. 2. Quando hai finito con tutte le ripetizioni, metti il peso sull'altra mano. Tieni a mente di non piegare i fianchi o le ginocchia, solo la vita.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1. 左手にダンベルを持って立ちます。ウエストの位置は動かさないようにします。できるだけ大きく右に、ゆっくりと身体を倒します。股関節やひざではなく、ウエストから身体を倒すように気をつけます。
nl: Voornaamste spieren: buikspieren Andere Spieren: geen 1. Sta rechtop en houd een halter in je hand met de handpalmen naar binnen gericht. Houd je middel strak. Buig dan langszaam naar een zijkant zo ver als je kunt. 2. Ga terug naar de startpositie en herhaal de oefening het benodigde aantal keren. Wissel daarna af met de andere zijde. Onthoud dat je heupen of knieën niet buigt, alleen je middel.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Segure num halter na sua mão virando as palmas da mão para dentro. Mantenha a sua cintura. Lentamente, dobre-se para o lado, o máximo que conseguir. 2. Quando tiver concluídas todas as repetições, mude o peso para a outra mão. Tenha em mente que não deve dobrar os quadris ou os joelhos, apenas a sua cintura.
ru: 1. Встаньте, держа в руке гантель, другой ладонью обхватите руку. Медленно нагибайтесь в сторону, насколько вы можете. 2. Когда вы закончите упражнение, переложите вес в другую руку. Имейте ввиду, что нагинать надо не бедра или колени, а только вашу талию.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Stå och håll i en hantel i ena handen med handflatorna vända inåt. Böj dig långsamt åt ena hållet så långt det går. 2. När du är klar med alla repetitioner, lägg vikten i den andra handen. Kom ihåg att inte böja på höfterna eller knäna, bara på midjan.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. ยืนถือดัมเบลในมือที่กำฝ่ามือไว้ ให้เอวของคุณ เอนไปด้านข้างช้า ๆ ไปไกลออกไปเท่าที่คุณสามารถทำได้ 2. เมื่อคุณทำเสร็จในรอบซ้ำนี้ ให้เปลี่ยนไปถือเวทนี้ด้วยอีกมือหนึ่ง จำไว้ว่าจะไม่งอสะโพกหรือเข่า ให้งอเฉพาะสะโพกของคุณเท่านั้น
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Avuç içlerinizi içeri doğru tutarak bir elinizde bir dambıl tutarak ayakta durun. Belinizi dik tutun. Yavaşça gidebildiğiniz kadar yana doğru eğilin. 2. Tüm tekrarları tamamladıktan sonra, ağırlığı diğer elinize geçirin. Kalçalarınızı ve dizlerinizi değil de yalnızca belinizi büküyor olmanız gerektiğini aklınızdan çıkarmayın.

# Hanging Knee Raise description
source: Main Muscle: Abdominals Other Muscle: Obliques 1. Hold onto the parallel bars of a dip station using a neutral grip and lift yourself upward so that your arms are straight. 2. Use your lower abdominal muscles to pull your hips up and curl them in toward your chest so that your knees are as close to your chest as possible. 3. Pause, feel the lower abdominal contraction, then slowly return to the starting position.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Obliques 1. Halten Sie sich mit einem neutralen Griff an den Barren einer Tauchstation fest und heben Sie sich hoch, so daß Ihre Arme gerade sind. 2. Benutzen Sie Ihre unteren Bauchmuskeln, um Ihre Hüften hochzuziehen und sie zu Ihrer Brust zu biegen, so daß Ihre Knie so nah an Ihrer Brust sind wie möglich. 3. Innehalten, fühlen Sie die untere Bauchmuskelanspannung, dann gehen Sie wieder langsam zur Anfangsposition zurück.
es: Músculos Principales: Abdominales Otros Músculos: Oblicuos 1. Sujétate a las barras paralelas de una estación de elevación con un agarre neutro y elévate hacia arriba con los brazos rectos. 2. Utiliza los músculos abdominales inferiores para levantar las caderas y moverlas hacia el pecho, con las rodillas lo más cerca que puedas del pecho. 3. Haz una pausa, siente la contracción abdominal inferior, y vuelve lentamente a la posición inicial.
fr: Muscle Principal: Abdominaux Autre Muscle: Obliques 1. Tenez les barres parallèles d'une machine dip en utilisant une prise neutre et soulevez-vous vers le haut afin que vos bras soient droits. 2. Utilisez vos muscles abdominaux inférieurs pour tirer vos hanches et les courber en direction de votre poitrine afin que vos genoux soient le plus près possible de votre poitrine. 3. Pause, sentez la contraction abdominale basse, puis revenez lentement à la position de départ.
it: Muscolo principale: addominali Altro muscolo: obliqui 1. Tieniti sulle barre parallele di una dip station utilizzando una presa neutra e sollevati verso l'alto in modo che le braccia restino dritte. 2. Usa i muscoli addominali inferiori per tira i fianchi e curvarli verso il petto in modo che le ginocchia siano il più possibile vicine al tuo petto. 3. Fermati, senti la contrazione addominale inferiore, poi lentamente torna alla posizione di partenza.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：腹斜筋群 1. ディップス・ステーションの平行バーを自然なグリップでつかみ、両腕がまっすぐになるように身体を持ち上げます。 2. 下腹部の筋肉を使ってお尻を引き上げ、胸に向かって丸め、ひざができるだけ胸に近づくようにします。 3. 静止させ、下腹部の腹筋が収縮しているのを感じたら、最初の位置までゆっくりと戻します。
nl: Voornaamste spieren: buikspieren Andere Spieren: buitenste schuine buikspier 1. Hang aan een rekstok of ander apparaat met een neutrale grip en til jezelf op dodat je armen gestrekt zijn. 2. Gebruik nu je lage buikspieren om je heupen op te trekken en ze naar je borst te krullen zodat je knieën zo dicht mogelijk bij je borst zijn. 3. Pauzeer en voel de samentrekking van de lagere buikspieren. Ga dan langszaam terug naar de startpositie.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Abdómens 1. Segure nas barras paralelas da estação de mergulho utilizando um aperto neutro e levante-se para cima de modo a que fique com os baços esticados. 2. Use os músculos abdominais inferiores para puxar os seus quadris para cima e enrole-os em direção ao peito, de modo a que fique com os seus joelhos o mais perto possível do peito. 3. Faça uma pausa, sinta a contração abdominal inferior, e em seguida, retorne lentamente à posição inicial.
ru: Главные мышцы: мышцы брюшного пресса Другие мышцы: косые мышцы 1. Стоя на брусьях поднимайте тело вверх так, чтобы руки были прямыми. 2. Используйте нижние мышцы живота, чтобы поднять бедра к груди так, чтобы колени были как можно ближе к ней. 3. Остановитесь на секунду, почувствуйте сокращение в нижней части живота, затем медленно вернитесь в исходное положение.
sv: Huvudmuskel: Magen Annan muskel: Sneda magmusklerna 1. Håll i de parallella stängerna i en dipstation med ett neutralt grepp och lyft upp dig själv så att armarna är raka. 2. Använd de raka magmusklerna för att dra upp höfterna och kröka dem inåt mot bröstet, så att dina knän är så nära bröstet som möjligt. 3. Pausa och känn hur magmusklerna spänns. Återgå sedan långsamt till startpositionen.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: Obliques 1. จับพาราเรลบาร์ของดิบสเตชั่นโดยการจับแบบเป็นกลางและยกตัวท่านขึ้นเพื่อให้แขนของท่านตรง 2. ใช้กล้ามเนื้อหน้าท้องส่วนล่างในการดึงสะโพกขึ้นและม้วนมันไปยังหน้าอกดังนั้นเข่าของคุณจะเข้าใกล้ที่หน้าออกมากที่สุดเท่าที่ทำได้ 3. หยุด ให้รู้สึกถึงการบิดของกล้ามเนื้อหน้าท้องส่วนล่าง แล้วกลับไปจุดเริ่มต้นช้า ๆ
tr: Ana Kas: Karın Kasları Diğer Kaslar: Oblikler 1. Doğal bir kavrayışla dip istasyonunun paralel barlarına tutunun ve kollarınızın düz olması için kendinizi yukarı kaldırın. 2. Kalçalarınızı yukarı doğru çekmek için alt karın kaslarınızı kullanın ve kalçalarınızı göğsünüze doğru bükün, böylece dizleriniz göğsünüze olabildiğince yakın olsun. 3. Duraklayın, alt karın kasılmasını hissedin, daha sonra yavaşça başlangıç pozisyonuna geri dönün.

# Hanging Knee Raise to the Side description
source: Main Muscle: Abdominals Other Muscle: None 1. Hang from a pull-up bar and keep your legs together. Slowly lift your knees and turn your body one side as high as you can go. 2. Do this slowly while curling your spine from the bottom up. Try not to lift your knees only. Repeat and alternate sides. Do not swing your legs.
de: Hauptmuskel: Bauchmuskeln Anderer Muskel: Keiner 1. Hängen Sie sich an eine Klimmzugstange und halten Sie Ihre Beine zusammen. Heben Sie langsam Ihre Knie an und drehen Sie Ihren Körper so hoch wie Sie können zu einer Seite. 2. Machen Sie dies langsam, während Sie von unten nach oben Ihre Wirbelsäule biegen. Versuchen Sie nicht, nur Ihre Knie zu heben. Wiederholen und Seiten wechseln. Ihre Beine nicht schwingen.
es: Músculos Principales: Abdominales Otros Músculos: Ninguno 1. Cuelga de una barra de elevación con las piernas juntas. Levanta las rodillas lentamente y gira el cuerpo hacia un lado, lo más alto que puedas. 2. Hazlo lentamente, doblando la columna vertebral desde la parte inferior hacia arriba. Intenta no levantar solo las rodillas. Repite y cambia de lado. No balancees las piernas.
fr: Muscle Principal: Abdominaux Autre Muscle: Aucun 1. Accrochez-vous à une barre de traction et gardez vos jambes jointes. Soulevez lentement vos genoux et tournez votre corps d'un côté aussi haut que vous pouvez aller. 2. Faites-le lentement tandis que vous enroulez votre colonne vertébrale du bas jusqu'en haut. Essayez de ne pas lever seulement les genoux. Répétez et alternez les côtés. Ne balancez pas les jambes.
it: Muscolo principale: addominali Altro muscolo: nessuno 1. Appenditi ad una barra pull-up e tieni unite le gambe. Solleva lentamente le ginocchia e gira il corpo da una parte il più in alto che puoi andare. 2. Fallo lentamente, mentre tiri la spina dorsale dal basso verso l'alto. Cerca di non sollevare solo le ginocchia. Ripeti a lati alterni. Non far oscillare le gambe.
ja: 鍛える主な筋肉：腹筋群 その他の筋肉：なし 1.プルアップバーにぶらさがり、両脚をそろえます。両ひざをゆっくりと持ち上げ、できるだけ高く左右どちらかへ身体をひねります。 2. 背骨を下から丸めながら、ゆっくりと行います。ひざだけを持ち上げようとしないでください。反対側でも同様に繰り返します。足を振り回さないでください。
nl: Voornaamste spieren: buikspieren Andere Spieren: geen 1. Hang aan een rekstok en houd je benen samen. Til nu langszaam je knieën terwijl je ze naar een zijkant beweegt en zo hoog je kunt. 2. Doe dit langszaam terwijl je je ruggegraat langszaam omhoog krult. Probeer niet alleen je knieën op te tillen. Herhaal dan naar de andere kant. Ga steefds terug naar de startpositie tussendoor. het is niet de bedoeling dat je de knieën van links naar rechts beweegt.
pt_pt: Músculo Principal: Abdominais Outros Músculos: Nenhum 1. Pendure-se numa barra e mantenha as pernas juntas. Lentamente, levante os joelhos e vira o seu corpo para um lado o mais alto que conseguir ir. 2. Faça isso lentamente, enquanto vai encurvando a coluna de baixo para cima. Tente não levantar apenas os joelhos. Repita e mude de lado. Não balance as pernas.
ru: Главные мышцы: мышцы брюшного пресса Другие мышцы: нет 1. Повисните на турнике, держа ноги вместе. Медленно поднимите колени и поверните тело в сторону настолько, насколько возможно. 2. Делайте это медленно, чувствуя как позвоночник потихоньку поворачивается. Старайтесь не поднимать ноги в коленях. Повторите и в другую сторону.
sv: Huvudmuskel: Magen Annan muskel: Ingen 1. Häng i en pull-up-stång och håll ihop benen. Lyft långsamt knäna och vrid kroppen åt ena hållet, så högt du kan. 2. Gör det här långsamt samtidigt som du kröker ryggraden nedifrån och upp. Försök att inte bara lyfta knäna. Upprepa och byt sida. Gunga inte med benen.
th: กล้ามเนื้อหลัก: กล้ามท้อง กล้ามเนื้ออื่น: ไม่มี 1. แขวนจากบาร์ดึงและให้เขาอยู่ด้วยกัน ยกเข่าของท่านขึ้นช้า ๆ และหมุนตัวของท่านไปด้านข้างให้สูงเท่าที่จะสามารถทำได้ 2 ทำสิ่งนี้ช้า ๆ ในขณะที่ม้วนกระดูกสันหลังจากส่วนล่างขึ้นมา พยายามอย่ายกแต่เข่าของท่านเท่านั้น ทำซ้ำและเปลี่ยนข้าง อย่าแกว่งขาของท่าน
tr: Ana Kas: Karın Kasları Diğer Kaslar: Yok 1. Bir barfiks barına asılın ve bacaklarınızı bitişik tutun. Yavaşça dizlerinizi kaldırın ve yukarı gidebildiğiniz kadar giderken vücudunuzu bir tarafa döndürün. 2. Bu hareketi omurganızı aşağıdan yukarı doğru kıvırırken yavaşça yapın. Yalnızca dizlerinizi kaldırmamaya çalışın. Tekrarlayın ve taraf değiştirin. Bacaklarınızı sallamayın.
